Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: Price alter type
el: Τύπος αλλαγής τιμής
it_it: Tipo di variazione del prezzo
nl_nl: Prijs wijzigen type
tr_tr: Fiyat değiştirme türü

source: Price alter type.
el: Τύπος αλλαγής τιμής.
it_it: Tipo di variazione del prezzo.
nl_nl: Prijs wijzigen type.
tr_tr: Fiyat değiştirme türü.

source: Price (%s).
el: Τιμή (%s).
it_it: Prezzo (%s).
nl_nl: Prijs (%s).
tr_tr: Fiyat (%s).

source: Distance between base and pickup location
el: Απόσταση μεταξύ βάσης και τοποθεσίας παραλαβής
it_it: Distanza tra la base e la posizione di prelievo
nl_nl: Afstand tussen basis en afhaallocatie
tr_tr: Temel ve teslim alma konumu arasındaki mesafe

source: Enter ride distance (from - to) between base and customer pickup location.
el: Εισαγάγετε την απόσταση διαδρομής (από - προς) μεταξύ της βάσης και της τοποθεσίας παραλαβής του πελάτη.
it_it: Inserisca la distanza della corsa (da - a) tra la base e la posizione di ritiro del cliente.
nl_nl: Voer de ritafstand (van - tot) in tussen de basis- en ophaallocatie van de klant.
tr_tr: Üs ile müşteri teslim alma konumu arasındaki sürüş mesafesini (nereden - nereye) girin.

source: If the "Price source type" (from "Prices" tab) option is set to "Calculation based on distance between base and pickup location" plugin uses prices defined in this table as "Delivery" price.
el: Εάν η επιλογή "Τύπος πηγής τιμής" (από την καρτέλα "Τιμές") έχει οριστεί σε "Υπολογισμός βάσει απόστασης μεταξύ βάσης και τοποθεσίας παραλαβής", η προσθήκη χρησιμοποιεί τιμές που ορίζονται σε αυτόν τον πίνακα ως τιμή "Παράδοση".
it_it: Se l'opzione "Tipo di fonte dei prezzi" (dalla scheda "Prezzi") è impostata su "Calcolo basato sulla distanza tra la base e la località di ritiro", il plugin utilizza i prezzi definiti in questa tabella come prezzo di "Consegna".
nl_nl: Als de optie "Type prijsbron" (van tabblad "Prijzen") is ingesteld op "Berekening op basis van afstand tussen basis en afhaallocatie" gebruikt de plugin de in deze tabel gedefinieerde prijzen als "Leveringsprijs".
tr_tr: "Fiyat kaynağı türü" ("Fiyatlar" sekmesinden) seçeneği "Merkez ve teslim alma konumu arasındaki mesafeye göre hesaplama" olarak ayarlanmışsa, eklenti bu tabloda tanımlanan fiyatları "Teslimat" fiyatı olarak kullanır.

source: This condition work only if the base location is set up. Minimum step is set to 0.1.
el: Αυτή η συνθήκη λειτουργεί μόνο εάν έχει ρυθμιστεί η θέση βάσης. Το ελάχιστο βήμα έχει οριστεί σε 0,1.
it_it: Questa condizione funziona solo se la posizione di base è impostata. Il passo minimo è impostato su 0,1.
nl_nl: Deze voorwaarde werkt alleen als de basislocatie is ingesteld. De minimale stap is ingesteld op 0,1.
tr_tr: Bu durum yalnızca temel konum ayarlanmışsa çalışır. Minimum adım 0,1 olarak ayarlanmıştır.

source: Price.
el: Τιμή.
it_it: Prezzo.
nl_nl: Prijs.
tr_tr: Fiyat.

source: Distance between drop-off and base location
el: Απόσταση μεταξύ της θέσης αποβίβασης και της θέσης βάσης
it_it: Distanza tra il punto di consegna e la posizione di base
nl_nl: Afstand tussen afgiftepunt en basislocatie
tr_tr: Bırakma ve üs konumu arasındaki mesafe

source: Enter ride distance (from - to) between customer drop-off and base location.
el: Εισαγάγετε την απόσταση διαδρομής (από - προς) μεταξύ της αποβίβασης του πελάτη και της τοποθεσίας βάσης.
it_it: Inserisca la distanza della corsa (da - a) tra la consegna del cliente e la posizione di base.
nl_nl: Voer de ritafstand in (van - tot) tussen de afzetlocatie van de klant en de basislocatie.
tr_tr: Müşteri bırakma ve ana konum arasındaki sürüş mesafesini (nereden - nereye) girin.

source: If the "Price source type" (from "Prices" tab) option is set to "Calculation based on distance between drop-off and base location" plugin uses prices defined in this table as "Delivery (return)" price.
el: Εάν η επιλογή "Τύπος πηγής τιμής" (από την καρτέλα "Τιμές") έχει οριστεί σε "Υπολογισμός βάσει απόστασης μεταξύ παράδοσης και βασικής τοποθεσίας", η προσθήκη χρησιμοποιεί τιμές που ορίζονται σε αυτόν τον πίνακα ως τιμή "Παράδοση (επιστροφή)".
it_it: Se l'opzione "Tipo di fonte dei prezzi" (dalla scheda "Prezzi") è impostata su "Calcolo basato sulla distanza tra la consegna e la località di base", il plugin utilizza i prezzi definiti in questa tabella come prezzo di "Consegna (ritorno)".
nl_nl: Als de optie "Type prijsbron" (van tabblad "Prijzen") is ingesteld op "Berekening op basis van afstand tussen aflever- en basislocatie" gebruikt de plugin de prijzen die in deze tabel zijn gedefinieerd als prijs voor "Levering (retour)".
tr_tr: "Fiyat kaynağı türü" ("Fiyatlar" sekmesinden) seçeneği "Bırakma ve temel konum arasındaki mesafeye göre hesaplama" olarak ayarlanmışsa, eklenti bu tabloda tanımlanan fiyatları "Teslimat (iade)" fiyatı olarak kullanır.

source: Enter range of ride duration in format HHHH:MM.
el: Εισαγάγετε το εύρος της διάρκειας διαδρομής σε μορφή ΩΩΩ:ΜΜ.
it_it: Inserisca l'intervallo della durata della corsa nel formato HHHH:MM.
nl_nl: Voer de duur van de rit in, in het formaat HHHH:MM.
tr_tr: HHH:MM formatında sürüş süresi aralığını girin.

source: If the "Price source type" (from "Prices" tab) option is set to "Calculation based on duration" plugin uses prices defined in this table as prices "Per hour", "Per hour (return)", "Per hour (return, new ride)". Otherwise plugin checks whether duration is defined in this table and use prices from "Prices" tab.
el: Εάν η επιλογή "Τύπος πηγής τιμών" (από την καρτέλα "Τιμές") έχει οριστεί σε "Υπολογισμός βάσει διάρκειας", το πρόσθετο χρησιμοποιεί τις τιμές που ορίζονται σε αυτόν τον πίνακα ως τιμές "Ανά ώρα", "Ανά ώρα (επιστροφή)", "Ανά ώρα (επιστροφή, νέα διαδρομή)". Διαφορετικά, το πρόσθετο ελέγχει αν η διάρκεια έχει οριστεί σε αυτόν τον πίνακα και χρησιμοποιεί τιμές από την καρτέλα "Τιμές".
it_it: Se l'opzione "Tipo di fonte dei prezzi" (dalla scheda "Prezzi") è impostata su "Calcolo in base alla durata", il plugin utilizza i prezzi definiti in questa tabella come prezzi "Per ora", "Per ora (ritorno)", "Per ora (ritorno, nuova corsa)". Altrimenti, il plugin controlla se la durata è definita in questa tabella e utilizza i prezzi della scheda "Prezzi".
nl_nl: Als de optie "Type prijsbron" (van tabblad "Prijzen") is ingesteld op "Berekening op basis van duur" gebruikt de plugin prijzen die in deze tabel zijn gedefinieerd als prijzen "Per uur", "Per uur (retour)", "Per uur (retour, nieuwe rit)". Anders controleert de plugin of de duur is gedefinieerd in deze tabel en gebruikt de prijzen van het tabblad "Prijzen".
tr_tr: "Fiyat kaynak türü" ("Fiyatlar" sekmesinden) seçeneği "Süreye göre hesaplama" olarak ayarlanmışsa, eklenti bu tabloda tanımlanan fiyatları "Saat başı", "Saat başı (dönüş)", "Saat başı (dönüş, yeni sürüş)" fiyatları olarak kullanır. Aksi takdirde eklenti bu tabloda süre tanımlı olup olmadığını kontrol eder ve "Fiyatlar" sekmesindeki fiyatları kullanır.

source: Passengers number
el: Αριθμός επιβατών
it_it: Numero di passeggeri
nl_nl: Aantal passagiers
tr_tr: Yolcu numarası

source: Enter passengers number.
el: Εισάγετε τον αριθμό επιβατών.
it_it: Inserisca il numero di passeggeri.
nl_nl: Voer aantal passagiers in.
tr_tr: Yolcu numarasını girin.

source: Price source type
el: Τύπος πηγής τιμής
it_it: Sorgente
nl_nl: Prijs bron type
tr_tr: Fiyat kaynağı türü

source: Selecting the "Set directly in the "Prices" tab" option means that the rule uses prices only from this tab.
el: Επιλέγοντας την επιλογή "Ορισμός απευθείας στην καρτέλα "Τιμές" σημαίνει ότι ο κανόνας χρησιμοποιεί τιμές μόνο από αυτήν την καρτέλα.
it_it: Selezionare l'opzione "Imposta direttamente nella scheda "Prezzi"" significa che la regola utilizza i prezzi solo da questa scheda.
nl_nl: Als u de optie "Direct instellen in tabblad "Prijzen"" selecteert, betekent dit dat de regel alleen prijzen van dit tabblad gebruikt.
tr_tr: "Doğrudan "Fiyatlar" sekmesinde ayarla" seçeneğinin seçilmesi, kuralın yalnızca bu sekmedeki fiyatları kullanacağı anlamına gelir.

source: The "Calculation based on" options mean that the rule takes prices from the "Conditions/Distance" or "Conditions/Duration" tab and ignores prices from this tab.
el: Οι επιλογές "Υπολογισμός με βάση" σημαίνουν ότι ο κανόνας λαμβάνει τιμές από την καρτέλα "Όροι/Απόσταση" ή "Όροι/Διάρκεια" και αγνοεί τις τιμές από αυτήν την καρτέλα.
it_it: Le opzioni "Calcolo basato su" significano che la regola prende i prezzi dalla scheda "Condizioni/Distanza" o "Condizioni/Durata" e ignora i prezzi di questa scheda.
nl_nl: De opties "Berekening gebaseerd op" betekenen dat de regel prijzen van het tabblad "Voorwaarden/afstand" of "Voorwaarden/duur" neemt en prijzen van dit tabblad negeert.
tr_tr: "Şuna göre hesaplama" seçenekleri, kuralın "Koşullar/Mesafe" veya "Koşullar/Süre" sekmesindeki fiyatları alacağı ve bu sekmedeki fiyatları göz ardı edeceği anlamına gelir.

source: The "all ranges" option for distance means that the rule calculates the average price per kilometer (or mile) taking into account all "From"-"To" ranges from the "Conditions/Distance" tab.
el: Η επιλογή "όλα τα εύρη" για απόσταση σημαίνει ότι ο κανόνας υπολογίζει τη μέση τιμή ανά χιλιόμετρο (ή μίλι) λαμβάνοντας υπόψη όλα τα εύρη "Από"-"Προς" από την καρτέλα "Συνθήκες/Απόσταση".
it_it: L'opzione "tutti gli intervalli" per la distanza significa che la regola calcola il prezzo medio per chilometro (o miglio) prendendo in considerazione tutti gli intervalli "Da" - "A" della scheda "Condizioni/Distanza".
nl_nl: De optie "alle bereiken" voor afstand betekent dat de regel de gemiddelde prijs per kilometer (of mijl) berekent, rekening houdend met alle "Van"-"Tot"-bereiken van het tabblad "Voorwaarden/Afstand".
tr_tr: Mesafe için "tüm aralıklar" seçeneği, kuralın "Koşullar/Mesafe" sekmesindeki tüm "Nereden"-"Nereye" aralıklarını dikkate alarak kilometre (veya mil) başına ortalama fiyatı hesapladığı anlamına gelir.

source: The "all ranges" option for duration means that the rule calculates the average price per hour taking into account all "From"-"To" ranges from the "Conditions/Duration" tab.
el: Η επιλογή "όλα τα εύρη" για τη διάρκεια σημαίνει ότι ο κανόνας υπολογίζει τη μέση τιμή ανά ώρα λαμβάνοντας υπόψη όλα τα εύρη "Από"-"Προς" από την καρτέλα "Συνθήκες/Διάρκεια".
it_it: L'opzione "tutti gli intervalli" per la durata significa che la regola calcola il prezzo medio all'ora prendendo in considerazione tutti gli intervalli "Da"-"A" della scheda "Condizioni/Durata".
nl_nl: De optie "alle bereiken" voor duur betekent dat de regel de gemiddelde prijs per uur berekent, rekening houdend met alle "Van"-"Tot"-bereiken van het tabblad "Voorwaarden/Duur".
tr_tr: Süre için "tüm aralıklar" seçeneği, kuralın "Koşullar/Süre" sekmesindeki tüm "Başlangıç"-"Bitiş" aralıklarını dikkate alarak saat başına ortalama fiyatı hesapladığı anlamına gelir.

source: The "exact range" option for distance means that the rule checks whether there is a matching range "From"-"To" from the "Conditions/Distance" tab and if found, applies the price per kilometer (or mile) from the "Price" field next to that range.
el: Η επιλογή "ακριβές εύρος" για απόσταση σημαίνει ότι ο κανόνας ελέγχει εάν υπάρχει αντίστοιχο εύρος "Από"-"Προς" από την καρτέλα "Συνθήκες/Απόσταση" και, εάν βρεθεί, εφαρμόζει την τιμή ανά χιλιόμετρο (ή μίλι) από το πεδίο "Τιμή" δίπλα σε αυτό το εύρος.
it_it: L'opzione "intervallo esatto" per la distanza significa che la regola verifica se esiste un intervallo corrispondente "Da"-"A" dalla scheda "Condizioni/Distanza" e, se lo trova, applica il prezzo per chilometro (o miglio) dal campo "Prezzo" accanto a tale intervallo.
nl_nl: De optie "exact bereik" voor afstand betekent dat de regel controleert of er een overeenkomend bereik "Van"-"Tot" is op het tabblad "Voorwaarden/Afstand" en als dit gevonden wordt, de prijs per kilometer (of mijl) toepast uit het veld "Prijs" naast dat bereik.
tr_tr: Mesafe için "tam aralık" seçeneği, kuralın "Koşullar/Mesafe" sekmesinden eşleşen bir "Nereden"-"Nereye" aralığı olup olmadığını kontrol ettiği ve bulunursa, bu aralığın yanındaki "Fiyat" alanından kilometre (veya mil) başına fiyatı uyguladığı anlamına gelir.

source: The "exact range" option for duration means that the rule checks whether there is a matching range "From"-"To" from the "Conditions/Duration" tab and if found, applies the price per hour from the "Price" field next to that range.
el: Η επιλογή "ακριβές εύρος" για τη διάρκεια σημαίνει ότι ο κανόνας ελέγχει εάν υπάρχει αντίστοιχο εύρος "Από"-"Προς" από την καρτέλα "Συνθήκες/Διάρκεια" και, εάν βρεθεί, εφαρμόζει την τιμή ανά ώρα από το πεδίο "Τιμή" δίπλα σε αυτό το εύρος.
it_it: L'opzione "intervallo esatto" per la durata significa che la regola verifica se esiste un intervallo corrispondente "Da"-"A" dalla scheda "Condizioni/Durata" e, se lo trova, applica il prezzo all'ora dal campo "Prezzo" accanto a tale intervallo.
nl_nl: De optie "exact bereik" voor duur betekent dat de regel controleert of er een overeenkomend bereik "Van"-"Tot" is op het tabblad "Voorwaarden/Duur" en als dit gevonden wordt, de prijs per uur toepast uit het veld "Prijs" naast dat bereik.
tr_tr: Süre için "tam aralık" seçeneği, kuralın "Koşullar/Süre" sekmesinden eşleşen bir "Nereden"-"Nereye" aralığı olup olmadığını kontrol ettiği ve bulunursa, bu aralığın yanındaki "Fiyat" alanından saat başına fiyatı uyguladığı anlamına gelir.

source: Select the type of booking sum.
el: Επιλέξτε τον τύπο του ποσού κράτησης.
it_it: Selezioni il tipo di somma di prenotazione.
nl_nl: Selecteer het type boekingssom.
tr_tr: Rezervasyon toplamı türünü seçin.

source: For the "Variable" option, the final price depends on factors such as distance, time, number of passengers, etc.
el: Για την επιλογή "Μεταβλητή", η τελική τιμή εξαρτάται από παράγοντες όπως η απόσταση, ο χρόνος, ο αριθμός των επιβατών κ.λπ.
it_it: Per l'opzione "Variabile", il prezzo finale dipende da fattori quali la distanza, il tempo, il numero di passeggeri, ecc.
nl_nl: Bij de optie "Variabel" hangt de uiteindelijke prijs af van factoren zoals afstand, tijd, aantal passagiers, enz.
tr_tr: "Değişken" seçeneği için nihai fiyat mesafe, zaman, yolcu sayısı gibi faktörlere bağlıdır.

source: For the "Fixed" option, the final price is independent of any factors.
el: Για την επιλογή "Σταθερή", η τελική τιμή είναι ανεξάρτητη από οποιουσδήποτε παράγοντες.
it_it: Per l'opzione "Fisso", il prezzo finale è indipendente da qualsiasi fattore.
nl_nl: Bij de optie "Vast" is de uiteindelijke prijs onafhankelijk van alle factoren.
tr_tr: "Sabit" seçeneği için nihai fiyat herhangi bir faktörden bağımsızdır.

source: Prices.
el: Τιμές.
it_it: Prezzi.
nl_nl: Prijzen.
tr_tr: Fiyatlar.

source: Name.
el: Όνομα.
it_it: Nome .
nl_nl: Naam.
tr_tr: Adı.

source: Price alter
el: Αλλαγή τιμής
it_it: Prezzo alterato
nl_nl: Prijswijziging
tr_tr: Fiyat değişikliği

source: Tax.
el: Φόρος [φόρος]
it_it: Tassa.
nl_nl: Belasting.
tr_tr: Vergi.

source: Fixed price for a ride.
el: Σταθερή τιμή για μια διαδρομή.
it_it: Prezzo fisso per una corsa.
nl_nl: Vaste prijs voor een rit.
tr_tr: Bir yolculuk için sabit fiyat.

source: Fixed price for a return ride.
el: Σταθερή τιμή για μια διαδρομή μετ' επιστροφής.
it_it: Prezzo fisso per una corsa di andata e ritorno.
nl_nl: Vaste prijs voor een retourtje.
tr_tr: Dönüş yolculuğu için sabit fiyat.

source: Fixed price for a return, new ride.
el: Σταθερή τιμή για επιστροφή, νέα διαδρομή.
it_it: Prezzo fisso per un ritorno, nuova corsa.
nl_nl: Vaste prijs voor een terugkeer, nieuwe rit.
tr_tr: Geri dönüş, yeni sürüş için sabit fiyat.

source: Fixed value which is added to the order sum.
el: Σταθερή αξία που προστίθεται στο άθροισμα της παραγγελίας.
it_it: Valore fisso che viene aggiunto alla somma dell'ordine.
nl_nl: Bedrag dat wordt toegevoegd aan totaal van de bestelling.
tr_tr: Sipariş toplamına eklenen sabit değer.

source: Fixed value which is added to the order sum in case of "Return" transfer type.
el: Σταθερή αξία η οποία προστίθεται στο ποσό της παραγγελίας σε περίπτωση τύπου μεταφοράς "Επιστροφή".
it_it: Valore fisso che viene aggiunto alla somma dell'ordine in caso di tipo di trasferimento "Ritorno".
nl_nl: Vaste waarde die bij het orderbedrag wordt opgeteld in geval van een overdracht van het type "Retour".
tr_tr: "İade" transfer tipi durumunda sipariş toplamına eklenen sabit değer.

source: Fixed value which is added to the order sum in case of "Return (new ride)" transfer type.
el: Σταθερή αξία που προστίθεται στο ποσό παραγγελίας σε περίπτωση τύπου μεταφοράς "Επιστροφή (νέα διαδρομή)".
it_it: Valore fisso che viene aggiunto alla somma dell'ordine in caso di trasferimento di tipo "Ritorno (nuova corsa)".
nl_nl: Vaste waarde die bij het orderbedrag wordt opgeteld in geval van een overdracht van het type "Retour (nieuwe rit)".
tr_tr: "İade (yeni yolculuk)" transfer tipi durumunda sipariş toplamına eklenen sabit değer.

source: %s of ride from base to customer pickup location.
el: %s διαδρομής από τη βάση έως την τοποθεσία παραλαβής του πελάτη.
it_it: %s della corsa dalla base alla posizione di ritiro del cliente.
nl_nl: %s van de rit van de basis naar de afhaallocatie van de klant.
tr_tr: %s merkezden müşteri teslim alma konumuna kadar olan yolculuk.

source: %s of ride from customer drop-off location to base.
el: %s διαδρομής από την τοποθεσία αποβίβασης πελατών στη βάση.
it_it: %s della corsa dal luogo di consegna del cliente alla base.
nl_nl: %s van de rit van de afhaallocatie van de klant naar de basis.
tr_tr: %s müşteri bırakma konumundan üsse kadar olan yolculuk.

source: Price per distance.
el: Τιμή ανά απόσταση.
it_it: Prezzo per distanza.
nl_nl: Prijs per afstand.
tr_tr: Km başına fiyat.

source: Price per distance for return ride.
el: Τιμή ανά απόσταση για διαδρομή μετ' επιστροφής.
it_it: Prezzo per distanza per la corsa di ritorno.
nl_nl: Prijs per afstand voor terugrit.
tr_tr: Dönüş yolculuğu için mesafe başına fiyat.

source: Price per distance for return, new ride.
el: Τιμή ανά απόσταση μετ' επιστροφής, και νέα διαδρομή.
it_it: Prezzo a distanza per il ritorno, nuova corsa.
nl_nl: Prijs per afstand voor retour, nieuwe rit.
tr_tr: Dönüş için mesafe başına fiyat, yeni yolculuk.

source: Price per hour.
el: Τιμή ανά ώρα.
it_it: Prezzo per miglia.
nl_nl: Prijs per uur.
tr_tr: Saatlik fiyat.

source: Price per hour for return ride.
el: Τιμή ανά ώρα για διαδρομή μετ' επιστροφής.
it_it: Prezzo all'ora per la corsa di andata e ritorno.
nl_nl: Prijs per uur voor retourritten.
tr_tr: Dönüş yolculuğu için saatlik fiyat.

source: Price per hour for return, new ride.
el: Τιμή ανά ώρα μετ' επιστροφής, νέα διαδρομή.
it_it: Prezzo all'ora per la restituzione, nuova corsa.
nl_nl: Prijs per uur voor retour, nieuwe rit.
tr_tr: Dönüş için saatlik fiyat, yeni yolculuk.

source: Per extra time (hour)
el: Ανά επιπλέον χρόνο (ώρα)
it_it: Per tempo extra (ora)
nl_nl: Per extra tijd (uur)
tr_tr: Ek süre başına (saat)

source: Price per hour for extra time.
el: Τιμή ανά ώρα για επιπλέον χρόνο.
it_it: Tariffa oraria per i tempi extra.
nl_nl: Prijs per uur voor extra tijd.
tr_tr: Ekstra süre için saatlik fiyat.

source: Fixed value added for each waypoint in "Distance" service.
el: Σταθερή προστιθέμενη αξία για κάθε σημείο στην υπηρεσία "Απόσταση".
it_it: Valore fisso aggiunto per ogni waypoint nel servizio "Distanza".
nl_nl: Vaste waarde toegevoegd voor elk waypoint in de dienst "Afstand".
tr_tr: "Mesafe" hizmetinde her ara nokta için sabit değer eklendi.

source: Per waypoint duration
el: Ανά διάρκεια σημείου διαδρομής
it_it: Durata per waypoint
nl_nl: Duur per waypoint
tr_tr: Yol noktası başına süre

source: Price per minute of the waypoint duration.
el: Τιμή ανά λεπτό της διάρκειας του σημείου διαδρομής.
it_it: Prezzo al minuto della durata del waypoint.
nl_nl: Prijs per minuut van de duur van het waypoint.
tr_tr: Yol noktası süresinin dakika başına fiyatı.

source: Per adult
el: Ανά ενήλικα
it_it: Per adulto
nl_nl: Per volwassene
tr_tr: Yetişkin başına

source: Price per adult.
el: Τιμή ανά ενήλικα.
it_it: Prezzo per adulto.
nl_nl: Prijs per volwassene.
tr_tr: Yetişkin başına fiyat.

source: Per child
el: Ανά παιδί
it_it: Per bambino
nl_nl: Per kind
tr_tr: Çocuk başına

source: Price per child.
el: Τιμή ανά παιδί.
it_it: Prezzo per bambino.
nl_nl: Prijs per kind.
tr_tr: Çocuk başına fiyat.

source: Flat fee added to the sum of booking once customer selects PayPal payment.
el: Κατ 'αποκοπή χρέωση που προστίθεται στο ποσό της κράτησης μόλις ο πελάτης επιλέξει PayPal πληρωμή.
it_it: Una tariffa forfettaria aggiunta alla somma della prenotazione, una volta che il cliente ha scelto il pagamento con PayPal.
nl_nl: Vast bedrag toegevoegd aan het bedrag van de boeking zodra de klant kiest voor PayPal-betaling.
tr_tr: Müşteri PayPal ödemesini seçtiğinde rezervasyon toplamına sabit ücret eklenir.

source: Percentage fee (calculate based on booking sum) added to the sum of booking once customer selects PayPal payment.
el: Ποσοστό χρέωσης (υπολογίζεται με βάση το ποσό κράτησης) που προστίθεται στο άθροισμα της κράτησης μόλις ο πελάτης επιλέξει PayPal πληρωμή.
it_it: Commissione percentuale (calcolata in base alla somma della prenotazione) aggiunta alla somma della prenotazione una volta che il cliente seleziona il pagamento con PayPal.
nl_nl: Procentuele kosten (berekend op basis van het boekingsbedrag) toegevoegd aan het boekingsbedrag zodra de klant kiest voor PayPal-betaling.
tr_tr: Müşteri PayPal ödemesini seçtiğinde rezervasyon toplamına eklenen yüzde ücreti (rezervasyon toplamına göre hesaplanır).

source: Flat fee added to the sum of booking once customer selects Stripe payment.
el: Κατ 'αποκοπή χρέωση προστίθεται στο άθροισμα της κράτησης μόλις ο πελάτης επιλέξει πληρωμή Stripe.
it_it: Una tariffa forfettaria aggiunta alla somma della prenotazione, una volta che il cliente ha scelto il pagamento con Stripe.
nl_nl: Vast bedrag toegevoegd aan het bedrag van de boeking zodra de klant Stripe betaling selecteert.
tr_tr: Müşteri Stripe ödemesini seçtiğinde rezervasyon toplamına sabit ücret eklenir.

source: Percentage fee (calculate based on booking sum) added to the sum of booking once customer selects Stripe payment.
el: Ποσοστιαία χρέωση (υπολογίζεται με βάση το ποσό κράτησης) που προστίθεται στο άθροισμα της κράτησης μόλις ο πελάτης επιλέξει πληρωμή Stripe.
it_it: Commissione percentuale (calcolata in base alla somma della prenotazione) aggiunta alla somma della prenotazione una volta che il cliente seleziona il pagamento con Stripe.
nl_nl: Procentuele kosten (berekend op basis van het boekingsbedrag) toegevoegd aan het boekingsbedrag zodra de klant Stripe-betaling selecteert.
tr_tr: Müşteri Stripe ödemesini seçtiğinde rezervasyon toplamına eklenen yüzde ücreti (rezervasyon toplamına göre hesaplanır).

source: Defines whether the plugin should stop pricing after this rule or continue processing the next rule based on order within the same rule level.
el: Καθορίζει εάν το πρόσθετο θα πρέπει να σταματά την τιμολόγηση μετά από αυτόν τον κανόνα ή να συνεχίζει την επεξεργασία του επόμενου κανόνα με βάση τη σειρά εντός του ίδιου επιπέδου κανόνα.
it_it: Definisce se il plugin deve interrompere l'elaborazione dei prezzi dopo questa regola o continuare ad elaborare la regola successiva in base all'ordine all'interno dello stesso livello di regola.
nl_nl: Definieert of de plugin moet stoppen met prijzen na deze regel of moet doorgaan met het verwerken van de volgende regel op basis van volgorde binnen hetzelfde regelniveau.
tr_tr: Eklentinin bu kuraldan sonra fiyatlandırmayı durdurup durdurmayacağını veya aynı kural seviyesi içindeki sıraya göre bir sonraki kuralı işlemeye devam edip etmeyeceğini tanımlar.

source: Rule level
el: Επίπεδο κανόνα
it_it: Livello della regola
nl_nl: Regelniveau
tr_tr: Kural seviyesi
