Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: No Routes Found in Trash
el: Δεν βρέθηκαν διαδρομές στον Κάδο απορριμμάτων
it_it: Nessun Percorso Trovato nel Cestino
nl_nl: Geen routes gevonden in afval
tr_tr: Çöp Kutusunda Rota Bulunamadı

source: Hourly
el: Aνά ώρα
it_it: Ogni ora
nl_nl: Per uur
tr_tr: Saatlik

source: Flat rate
el: Σταθερή χρεώση
it_it: Tariffa fissa
nl_nl: Vast bedrag
tr_tr: Sabit Fiyat

source: Add New Tax Rate
el: Προσθήκη Νέας Φορολογικής Κλίμακας
it_it: Aggiungi nuova aliquota fiscale
nl_nl: Nieuw belastingtarief toevoegen
tr_tr: Yeni Vergi Oranı Ekle

source: Edit Tax Rate
el: Επεξεργασία Φορολογικής Κλίμακας
it_it: Modifica aliquota fiscale
nl_nl: Belastingtarief bewerken
tr_tr: Vergi Oranını Düzenle

source: New Tax Rate
el: Νέος φορολογικός συντελεστής
it_it: Nuova aliquota fiscale
nl_nl: Nieuw belasting tarief(%)
tr_tr: Yeni Vergi Oranı

source: View Tax Rate
el: Προβολή φορολογικού συντελεστή
it_it: Vedi aliquota fiscale
nl_nl: Bekijk BTW tarief
tr_tr: Vergi Oranını Görüntüle

source: Search Tax Rates
el: Αναζήτηση φορολογικών συντελεστών
it_it: Cerca aliquota fiscale
nl_nl: Zoek belastingtarief
tr_tr: Vergi Oranlarını Ara

source: No Tax Rates Found
el: Δεν βρέθηκαν φορολογικοί συντελεστές
it_it: Nessuna aliquota fiscale trovata
nl_nl: Geen belastingtarieven gevonden
tr_tr: Vergi Oranı Bulunamadı

source: No Tax Rates in Trash
el: Δεν υπάρχουν φορολογικοί συντελεστές στον κάδο απορριμμάτων
it_it: Nessuna aliquota fiscale nel cestino
nl_nl: Geen belastingtarieven in de prullenbak
tr_tr: Çöp Kutusunda Vergi Oranı Yok

source: Value
el: Αξία
it_it: Valore
nl_nl: Waarde
tr_tr: Değer

source: (default)
el: (προεπιλογή)
nl_nl: (standaard)
tr_tr: (varsayılan)

source: One Way
el: Μόνο μετάβαση
it_it: Solo andata
nl_nl: Enkel
tr_tr: Tek Yön

source: Return (new ride)
el: Επιστροφή (νέα διαδρομή)
it_it: Con ritorno in (data diversa)
nl_nl: Retour
tr_tr: Dönüş (yeni sürüş)

source: Add New Vehicle
el: Προσθήκη Νέου Αυτοκινήτου
it_it: Aggiungi nuovo veicolo
nl_nl: Nieuw voertuig toevoegen
tr_tr: Yeni Araç Ekle

source: Edit Vehicle
el: Επεξεργασία Αυτοκινήτου
it_it: Modifica veicolo
nl_nl: Bewerk
tr_tr: Araç Düzenleme

source: New Vehicle
el: Νέο Αυτοκίνητο
it_it: Nuovo veicolo
nl_nl: Nieuw voertuig toevoegen
tr_tr: Yeni Araç

source: View Vehicle
el: Προβολή Αυτοκινήτου
it_it: Vedi veicolo
nl_nl: Bekijk voertuig
tr_tr: Araç Görüntüle

source: Search Vehicles
el: Αναζήτηση στα Αυτοκίνητα
it_it: Ricerca veicoli
nl_nl: Zoek voertuigen
tr_tr: Araç Arama

source: No Vehicles Found
el: Δεν βρέθηκαν Αυτοκίνητα
it_it: Nessun veicollo trovato
nl_nl: Geen voertuigen gevonden
tr_tr: Araç Bulunamadı

source: No Vehicles Found in Trash
el: Δεν βρέθηκαν Αυτοκίνητα στα διεγραμμένα
it_it: Nessun veicolo trovato nel cestino
nl_nl: Geen nieuwberichten gevonden in de prullenbak
tr_tr: Çöpte Araç Bulunamadı

source: Vehicle make and model
el: Μάρκα και Μοντέλο Αυτοκινήτου
it_it: Marca e modello del veicolo
nl_nl: Voertuig merk en model
tr_tr: Araç markası ve modeli

source: Number of passengers and suitcases
el: Αριθμός επιβατών και βαλιτσών
it_it: Numero di passeggeri e valigie
nl_nl: Aantal passagiers en koffers
tr_tr: Yolcu ve bavul sayısı

source: Net prices
el: Καθαρές Αξίες
it_it: Prezzi netti
nl_nl: Nettoprijzen
tr_tr: Net fiyatlar

source: Suitcases
el: Βαλίτσες
it_it: Valigie
nl_nl: Max. aantal stuks bagage
tr_tr: Bavul

source: - Not set -
el: - Δεν έχει οριστεί -
it_it: - Non impostato -
nl_nl: - Niet ingesteld -
tr_tr: - Ayarlanmadı -

source: Text Value
el: Τιμή Κειμένου
it_it: Valore testo
nl_nl: Tekst waarde
tr_tr: Metin Değeri

source: Single Choice
el: Μοναδικής Επιλογής
it_it: Scelta singola
nl_nl: Enkele keuze
tr_tr: Tek Tercih

source: Multi Choice
el: Πολλαπλής Επιλογής
it_it: Scelta multipla
nl_nl: Multiple Choice
tr_tr: Çoktan Seçmeli

source: Vehicle Attribute
el: Χαρακτηριστικό Αυτοκινήτου
it_it: Attributo veicolo
nl_nl: Voertuig eigenschap
tr_tr: Araç Özelliği

source: Add New Vehicle Attribute
el: Προσθήκη Νέου Χαρακτηριστικού Αυτοκινήτου
it_it: Aggiungi nuovo attributo del veicolo
nl_nl: Nieuwe voertuig eigenschap toevoegen
tr_tr: Yeni Araç Özelliği Ekle

source: Edit Vehicle Attribute
el: Επεξεργασία Χαρακτηριστικού Αυτοκινήτου
it_it: Modifica attributo veicolo
nl_nl: Voertuigattribuut bewerken
tr_tr: Araç Özelliğini Düzenle

source: New Vehicle Attribute
el: Νέο Χαρακτηριστικό Αυτοκινήτου
it_it: Nuovo Attributo del Veicolo
nl_nl: Nieuw voertuig eigenschap
tr_tr: Yeni Araç Özelliği

source: View Vehicle Attribute
el: Προβολή Χαρακτηριστικού Αυτοκινήτου
it_it: Vedi attributo del veicolo
nl_nl: Bekijk voertuig eigenschap
tr_tr: Araç Özelliklerini Görüntüle

source: Search Vehicle Attributes
el: Αναζήτηση στα Χαρακτηριστικά Αυτοκινήτου
it_it: Cerca attributo del veicolo
nl_nl: Zoeken voertuig eigenschappen
tr_tr: Araç Özelliklerini Ara

source: No Vehicle Attributes Found
el: Δεν βρέθηκαν Χαρακτηριστικά Αυτοκινήτου
it_it: Nessun attributo del veicolo trovato
nl_nl: Geen voertuigeigenschappen gevonden
tr_tr: Araç Özellikleri Bulunamadı

source: No Vehicle Attributes Found in Trash
el: Δεν βρέθηκαν Χαρακτηριστικά Αυτοκινήτου στα διεγραμμένα
it_it: Nessun Attributo del Veicolo Trovato nel Cestino
nl_nl: Geen voertuigattributen gevonden in afval
tr_tr: Çöp Kutusunda Araç Özelliği Bulunamadı

source: Type
el: Τύπος
it_it: Tipo
tr_tr: Tip

source: Values
el: Τιμές
it_it: Valori
nl_nl: Waarden
tr_tr: Değerler

source: Add New Vehicle Company
el: Προσθήκη νέας εταιρείας οχημάτων
it_it: Aggiungi Nuova Marca veicolo
nl_nl: Nieuw Voertuig Bedrijf toevoegen
tr_tr: Yeni Araç Şirketi Ekle

source: Edit Vehicle Company
el: Επεξεργασία εταιρείας οχημάτων
it_it: Modifica Marca Veicolo
nl_nl: Bewerk Voertuigbedrijf
tr_tr: Araç Şirketini Düzenle

source: New Vehicle Company
el: Νέα εταιρεία Οχημάτων
it_it: Nuova Marca Veicolo
nl_nl: Nieuw voertuig bedrijf
tr_tr: Yeni Araç Şirketi

source: View Vehicle Company
el: Δείτε την εταιρεία οχημάτων
it_it: Visualizza Marca Veicolo
nl_nl: Bekijk voertuig bedrijf
tr_tr: Araç Şirketini Görüntüle

source: Search Vehicle Companies
el: Αναζήτηση εταιρειών οχημάτων
it_it: Cerca Marche Veicolo
nl_nl: Zoek voertuigbedrijf
tr_tr: Araç Firmaları Ara

source: No Vehicle Companies Found
el: Δεν βρέθηκαν εταιρείες οχημάτων
it_it: Nessuna Marca Veicolo Trovata
nl_nl: Geen voertuigbedrijven gevonden
tr_tr: Araç Şirketi Bulunamadı

source: No Vehicle Companies in Trash
el: Δεν βρέθηκαν εταιρίες οχημάτων στον κάδο απορριμμάτων
it_it: Nessuna Marca Veicolo Trovata nel Cestino
nl_nl: Geen voertuigbedrijven in de prullenbak
tr_tr: Çöp Kutusunda Araç Firması Yok

source: Address
el: Διεύθυνση
it_it: Indirizzo
nl_nl: Adres
tr_tr: Adres

source: Style 1
el: Στυλ 1
it_it: Stile 1
nl_nl: Stijl 1
tr_tr: Stil 1

source: Style 2
el: Στυλ 2
it_it: Stile 2
nl_nl: Stijl 2
tr_tr: Stil 2

source: Style 3
el: Στυλ 3
it_it: Stile 3
nl_nl: Stijl 3
tr_tr: Stil 3

source: Style 4
el: Στυλ 4
it_it: Stile 4
nl_nl: Stijl 4
tr_tr: Stil 4

source: Chauffeur Booking Form
el: Φόρμα Κράτησης Chauffeur
it_it: Modulo di prenotazione per autista
nl_nl: Chauffeur reserveringsformulier
tr_tr: Şoför Rezervasyon Formu

source: Displays booking form.
el: Προβάλει τη Φόρμα Κράτησης.
it_it: Visualizza modulo di prenotazione.
nl_nl: Toon het reserveringsformulier.
tr_tr: Rezervasyon formunu görüntüler.

source: Tax %.2f
el: Φόρος %.2f
it_it: Iva %.2f
tr_tr: Vergi %.2f

source: Pickup date:
el: Ημέρα παραλαβής:
it_it: Data della presa in consegna:
nl_nl: Afhaaldatum:
tr_tr: Alım tarihi:

source: Pickup location:
el: Τοποθεσία παραλαβής:
it_it: Luogo di ritiro:
nl_nl: Pickup locatie:
tr_tr: Teslim alma yeri:

source: Drop-off location:
el: Τοποθεσία αποβίβασης:
it_it: Luogo di consegna:
nl_nl: Afgiftepunt:
tr_tr: Bırakma yeri:

source: Booking information
el: Πληροφορίες κράτησης
it_it: Informazioni di prenotazione
nl_nl: Boekingsinformatie
tr_tr: Rezervasyon bilgileri

source: This order has corresponding booking from "Chauffeur Booking System" plugin. Click on button below to see its details in new window.
el: Αυτή η παραγγελία έχει αντίστοιχη κράτηση από το πρόσθετο "Chauffeur Booking System". Κάντε κλικ στο κουμπί παρακάτω για να δείτε τις λεπτομέρειες του σε νέο παράθυρο.
it_it: Questo ordine ha una prenotazione corrispondente dal plugin "Chauffeur Booking System". Clicchi sul pulsante qui sotto per vedere i suoi dettagli in una nuova finestra.
nl_nl: Deze bestelling heeft overeenkomstige boeking van "Chauffeur Booking System" plugin. Klik op onderstaande knop om de details te zien in een nieuw venster.
tr_tr: Bu sipariş, "Chauffeur Booking System" eklentisinden karşılık gelen rezervasyona sahip. Ayrıntılarını yeni pencerede görmek için aşağıdaki düğmeye tıklayın.

source: A "%s" transfer from "%s"
el: Μεταφορά "%s" από "%s"
it_it: Un trasferimento "%s" da "%s"
nl_nl: Een "%s" overdracht van "%s"
tr_tr: "%s"den bir "%s" aktarımı

source: to "%s"
el: προς "%s"
it_it: a "%s"
nl_nl: naar "%s"
tr_tr: "%s" olarak değiştirin

source: , on "%s"
el: , στο "%s"
it_it: su "%s"
nl_nl: , op "%s"
tr_tr: , "%s" üzerinde

source: , return on "%s"
el: , επιστροφή στο "%s"
it_it: ritorno su "%s"
nl_nl: , terugkeren op "%s"
tr_tr: , "%s" üzerine geri dön

source: Waypoints:
el: Σημεία διαδρομής:
it_it: Punti di passaggio:
tr_tr: Ara noktalar:

source: Pickup date, time:
el: Ημερομηνία και ώρα παραλαβής:
it_it: Data e ora del ritiro:
nl_nl: Afhaaldatum, -tijd:
tr_tr: Teslim alma tarihi, saati:

source: Return date, time:
el: Ημερομηνία, ώρα επιστροφής:
it_it: Data e ora del ritorno:
nl_nl: Datum en tijd terug:
tr_tr: Dönüş tarihi, saati:

source: Passengers:
el: Επιβάτες:
it_it: Passeggeri:
nl_nl: Passagiers:
tr_tr: Yolcular:

source: Service type:
el: Τύπος υπηρεσίας:
it_it: Tipo servizio:
nl_nl: Type dienstverlening:
tr_tr: Hizmet türü:

source: Transfer type:
el: Τύπος μεταφοράς:
it_it: Tipo di trasferimento:
nl_nl: Type overdrachtsdienst:
tr_tr: Transfer türü:

source: Vehicle name:
el: Όνομα οχήματος:
it_it: Nome del veicolo:
nl_nl: Naam voertuig:
tr_tr: Araç adı:

source: Duration:
el: Διάρκεια:
it_it: Durata:
nl_nl: Duur:
tr_tr: Süre:

source: Distance:
el: Απόσταση:
it_it: Distanza:
nl_nl: Afstand:
tr_tr: Mesafe:

source: Vehicle ride cost (one way):
el: Κόστος διαδρομής με το όχημα (μία διαδρομή):
it_it: Costo della corsa del veicolo (solo andata):
nl_nl: Kosten voertuigrit (enkele reis):
tr_tr: Araç sürüş maliyeti (tek yön):

source: Vehicle ride cost (return):
el: Κόστος διαδρομής οχήματος (επιστροφή):
it_it: Costo della corsa del veicolo (andata e ritorno):
nl_nl: Kosten voertuigrit (retour):
tr_tr: Araç sürüş maliyeti (dönüş):

source: Extras:
el: Πρόσθετα:
it_it: Extra:
tr_tr: Ek Hizmetler:

source: Invoices
el: Τιμολόγια
it_it: Fatture
nl_nl: Facturen
tr_tr: Faturalar

source: Import/Export
el: Εισαγωγή/Εξαγωγή
it_it: Importa/Esporta
nl_nl: Importeren/Exporteren
tr_tr: İçe Aktar/Dışa Aktar

source: Google Analytics Events
el: Εκδηλώσεις Google Analytics
it_it: Eventi di Google Analytics
nl_nl: Google Analytics Gebeurtenissen
tr_tr: Google Analytics Etkinlikleri

source: Custom Notifications
el: Προσαρμοσμένες ειδοποιήσεις
it_it: Notifiche personalizzate
nl_nl: Aangepaste meldingen
tr_tr: Özel Bildirimler

source: Sorry, there has been an error.
el: Λυπούμαστε, παρουσιάστηκε ένα σφάλμα.
it_it: Siamo spiacenti, si è verificato un errore.
nl_nl: Excuses, er is een foutmelding opgetreden.
tr_tr: Maalesef bir hata oldu.

source: The file does not exist, please try again.
el: Το αρχείο δεν υπάρχει, παρακαλούμε δοκιμάστε ξανά.
it_it: Questo file non esiste, prova di nuovo.
nl_nl: Het bestand bestaat niet, probeer het alstublieft opnieuw.
tr_tr: Dosya mevcut değil, lütfen tekrar deneyin.

source: All done.
el: Όλα έτοιμα.
it_it: Fatto.
nl_nl: Gereed.
tr_tr: Hepsi tamam.

source: Have fun!
el: Καλή διασκέδαση!
it_it: Divertiti!
nl_nl: Veel plezier!
tr_tr: İyi eğlenceler!

source: Remember to update the passwords and roles of imported users.
el: Θυμηθείτε να ενημερώσετε τα συνθηματικά πρόσβασης και τους ρόλους των εισαγόμενων χρηστών.
it_it: Ricorda di aggiornare le password e i ruoli degli utenti importati.
nl_nl: Denk eraan de wachtwoorden en rollen van geïmporteerde gebruikers bij te werken.
tr_tr: Alınan kullanıcıların şifrelerini ve rollerini güncellemeyi unutmayın.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
el: Το αρχείο εξαγωγής δε βρέθηκε στο <code>%s</code>. Είναι πιθανό κάτι τέτοιο να προκλήθηκε από ζήτημα αδειών.
it_it: Il file di esportazione non è stato trovato in <code>%s</code>. E' probabile che ciò sia stato causato da un problema di autorizzazioni.
nl_nl: Het exportbestand is niet te vinden op <code>%s</code>. Waarschijnlijk wordt dit veroorzaakt door een probleem met de rechten.
tr_tr: <code>%s</code> konumunda dışa aktarma dosyası bulunamadı. Bu muhtemelen bir izin sorununun neden olduğu bir durumdur.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
el: Αυτό το WXR αρχείο (έκδοση %s) ίσως δεν υποστηρίζεται από τη συγκεκριμένη έκδοση του εισαγωγέα. Παρακαλώ εξετάστε το ενδεχόμενο ενημέρωσης.
it_it: Questo file WXR (versione %s) potrebbe non essere supportato da questa versione dell'importer. Considerare un aggiornamento.
nl_nl: Dit WXR bestand (versie %s) wordt mogelijk niet ondersteund door deze versie. U kunt overwegen een update uit te voeren.
tr_tr: Bu WXR dosyası (sürüm %s) bu içe aktarıcı sürümü tarafından desteklenmeyebilir. Lütfen güncellemeyi düşünün.

source: Failed to import author %s. Their posts will be attributed to the current user.
el: Αποτυχία εισαγωγής συντάκτη %s. Οι σχετικές δημοσιεύσεις θα αποδοθούν στον τρέχοντα χρήστη.
it_it: È fallita l’importazione dell’autore %s. I suoi post sono stati attribuiti all’utente corrente.
nl_nl: Fout bij importeren van auteur %s. Hun berichten zullen worden toegeschreven aan de huidige gebruiker.
tr_tr: Yazar %s içe aktarılamadı. Gönderileri mevcut kullanıcıya atanacaktır.

source: Assign Authors
el: Ανάθεση Συντακτών
it_it: Assegna Autori
nl_nl: Auteurs toevoegen
tr_tr: Yazarları Ata

source: To make it simpler for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site, such as your primary administrator account.
el: Για να διευκολύνετε την επεξεργασία και αποθήκευση του εισαγόμενου περιεχομένου, μπορείτε να αντιστοιχίσετε εκ νέου το συντάκτη του εισαγόμενου στοιχείου σε έναν υπάρχοντα χρήστη αυτής της τοποθεσίας, όπως στον κύριο λογαριασμό διαχειριστή.
it_it: Per rendere più facile la modifica ed il salvataggio del contenuto importato è possibile riassegnare l'autore della voce importata ad un utente esistente di questo sito, come il tuo account principale di amministratore.
nl_nl: Om het je makkelijker te maken om geïmporteerde inhoud te bewerken en op te slaan, kun je de auteur van het geïmporteerd item opnieuw toewijzen aan een bestaande gebruiker van deze site, zoals het account van de primaire beheerder.
tr_tr: İçe aktarılan içeriği düzenlemenizi ve kaydetmenizi kolaylaştırmak için, içe aktarılan öğenin yazarını, birincil yönetici hesabınız gibi bu sitenin var olan bir kullanıcısına atamak isteyebilirsiniz.

source: Import Attachments
el: Εισαγωγή Συνημμένων
it_it: Importa Allegati
nl_nl: Bijlagen Importeren
tr_tr: Ekleri İçe Aktar

source: Download and import file attachments
el: Κατέβασμα και εισαγωγή συνημμένων αρχείων
it_it: Scarica e importa gli allegati
nl_nl: Do
tr_tr: Dosya eklerini indirin ve içe aktarın

source: Submit
el: Υποβολή
it_it: Invia
nl_nl: Verzenden
tr_tr: Gönder

source: Import author:
el: Εισαγωγή συντάκτη:
it_it: Importa autore:
nl_nl: Importeer auteur:
tr_tr: Yazarı içe aktar:

source: or create new user with login name:
el: ή δημιουργία νέου χρήστη με όνομα εισόδου:
it_it: o crea un nuovo utente con il nome per il login:
nl_nl: of creëer een nieuwe gebruiker met inlognaam:
tr_tr: veya giriş adı ile yeni bir kullanıcı oluşturun:

source: as a new user:
el: ως νέος χρήστης:
it_it: come un nuovo utente:
nl_nl: als een nieuwe gebruiker:
tr_tr: yeni bir kullanıcı olarak:

source: assign posts to an existing user:
el: ανάθεση δημοσιεύσεων σε έναν υπάρχοντα χρήστη:
it_it: assegna post ad un utente esistente:
nl_nl: berichten toewijzen aan bestaande gebruiker:
tr_tr: mevcut bir kullanıcıya ileti ata:

source: or assign posts to an existing user:
el: ή ανάθεση δημοσιεύσεων σε έναν υπάρχοντα χρήστη:
it_it: oppure assegna post ad un utente esistente:
nl_nl: of berichten toewijzen aan bestaande gebruiker:
tr_tr: veya varolan bir kullanıcıya ileti atamak:

source: - Select -
el: - Επιλογή -
it_it: - Seleziona -
nl_nl: - Selecteer -
tr_tr: - Seçiniz -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
el: Αποτυχία δημιουργίας νέου χρήστη για το%s. Τα αρθρά του, θα αποδοθούν στον τρέχοντα χρήστη.
it_it: Impossibile creare un nuovo utente per %s. I post saranno attribuiti all’utente corrente.
nl_nl: Nieuwe gebruiker aanmaken voor %s mislukt. Berichten zullen worden toegekend aan de huidige gebruiker.
tr_tr: %s için yeni kullanıcı oluşturulamadı. Yayınları mevcut kullanıcıya atıf yapılacaktır.

source: Failed to import category %s
el: Αποτυχία εισαγωγής κατηγορίας %s
it_it: Impossibile importare la categoria %s
nl_nl: Fout bij importeren van categorie %s
tr_tr: Kategori içe aktarılamadı %s

source: Failed to import post tag %s
el: Αποτυχία εισαγωγής ετικέτας %s
it_it: Fallita l’importazione dei tag del post %s
nl_nl: Fout bij importeren berichten label %s
tr_tr: Posta etiketi içe aktarılamadı %s

source: Failed to import %1$s %2$s
el: Αποτυχία εισαγωγής %1$s %2$s
it_it: Impossibile importare %1$s %2$s
nl_nl: Niet ingevoerd %1$s %2$s
tr_tr: İçe Aktarma Başarısız %1$s %2$s

source: Failed to import &#8220;%1$s&#8221;: Invalid post type %2$s
el: Αποτυχία εισαγωγής &#8220;%1$s&#8221;: Μη έγκυρος τύπος %2$s
it_it: Impossibile importare "%1$s": tipo di post non valido %2$s
nl_nl: Heeft "%1$s" niet geïmporteerd: Ongeldig posttype %2$s
tr_tr: İçe aktarma başarısız &#8220;%1$s&#8221;: Geçersiz posta türü %2$s

source: %1$s &#8220;%2$s&#8221; already exists.
el: %1$s &#8220;%2$s&#8221; υπάρχει ήδη.
it_it: %s &#8220;%s&#8221; esiste già.
nl_nl: %1$s "%2$s" bestaat al.
tr_tr: %1$s &#8220;%2$s&#8221; zaten Var.

source: Failed to import %1$s &#8220;%2$s&#8221;
el: Αποτυχία εισαγωγής %1$s &#8220;%2$s&#8221;
it_it: Importazione fallita %1$s &#8220;%2$s&#8221;
nl_nl: Mislukt bij het importeren %1$s &#8220;%2$s&#8221;
tr_tr: İçe aktarılamadı %1$s&#8220;%2$s&#8221;

source: Menu item skipped due to missing menu slug
el: Το αντικείμενου του μενού παραλείφθηκε λόγω μη έγκυρου ονόματος μενού (slug)
it_it: Voce di menu saltato a causa della mancanza di uno slug
nl_nl: Menu item overgeslagen omdat de menu slag ontbreekt
tr_tr: Menü slug eksik olması nedeniyle atlanan menü öğesi

source: Menu item skipped due to invalid menu slug: %s
el: Στοιχείο μενού παραλείπεται λόγω της απουσίας slug μενού: %s
it_it: Voce di menu saltata a causa di un errore di menu slug non valido:%s
nl_nl: Menu-item overgeslagen vanwege ongeldige menu slug: %s
tr_tr: Geçersiz menü slug nedeniyle menü öğesi atlandı: %s

source: Fetching attachments is not enabled
el: Η μεταφορά συνημμένων δεν είναι ενεργοποιημένη
it_it: Il recupero degli allegati non è abilitato
nl_nl: Het ophalen van bijlagen is niet ingeschakeld
tr_tr: Ekleri getirmek etkin değil

source: Invalid file type
el: Άκυρος τύπος αρχείου
it_it: Tipo di file non valido
nl_nl: Ongeldig bestandstype
tr_tr: Geçersiz dosya türü

source: Could not create temporary file.
el: Δεν ήταν δυνατή η δημιουργία προσωρινού αρχείου.
it_it: Impossibile creare il file temporaneo.
nl_nl: Kon geen tijdelijk bestand aanmaken.
tr_tr: Geçici dosya oluşturulamadı.

source: Request failed due to an error: %1$s (%2$s)
el: Η αίτηση απέτυχε λόγω σφάλματος: %1$s (%2$s)
it_it: Richiesta fallita a causa di un errore: %1$s (%2$s)
nl_nl: Aanvraag mislukt door een fout: %1$s (%2$s)
tr_tr: Bir hata nedeniyle istek başarısız oldu: %1$s (%2$s)

source: Remote server returned the following unexpected result: %1$s (%2$s)
el: Ο απομακρυσμένος διακομιστής επέστρεψε το ακόλουθο μη αναμενόμενο αποτέλεσμα: %1$s (%2$s)
it_it: Il server remoto ha restituito il seguente risultato inaspettato: %1$s (%2$s)
nl_nl: De externe server gaf het volgende onverwachte resultaat: %1$s (%2$s)
tr_tr: Uzak sunucu aşağıdaki beklenmeyen sonucu verdi: %1$s (%2$s)

source: Remote server did not respond
el: Ο απομακρυσμένος εξυπηρετητής δεν αποκρίθηκε
it_it: Il server remoto non risponde
nl_nl: Externe server reageerde niet
tr_tr: Uzak sunucu yanıt vermedi

source: Zero size file downloaded
el: Κατέβηκε αρχείο μηδενικού μεγέθους
it_it: Dimensione del file scaricato uguale a zero
nl_nl: Leeg bestand gedownload
tr_tr: Sıfır boyutlu dosya indirildi

source: Downloaded file has incorrect size
el: Το ληφθέν αρχείο έχει εσφαλμένο μέγεθος
it_it: Il file scaricato ha una dimensione errata
nl_nl: Het gedownloade bestand heeft een verkeerde grootte
tr_tr: İndirilen dosyanın boyutu yanlış

source: Remote file is too large, limit is %s
el: Το απομακρυσμένο αρχείο είναι πολύ μεγάλο, το όριο είναι %s
it_it: File remoto troppo grande, il limite è %s
nl_nl: Extern bestand is te groot, maximum is %s
tr_tr: Uzak dosya çok büyük, limit %s

source: Sorry, this file type is not permitted for security reasons.
el: Λυπούμαστε, αυτός ο τύπος αρχείου δεν επιτρέπεται για λόγους ασφαλείας.
it_it: Spiacenti, questo tipo di file non è consentito per motivi di sicurezza.
nl_nl: Sorry, dit bestandstype is om veiligheidsredenen niet toegestaan.
tr_tr: Üzgünüz, bu dosya türüne güvenlik nedenleriyle izin verilmez.

source: The uploaded file could not be moved
el: Δεν ήταν δυνατή η μετακίνηση του μεταφορτωμένου αρχείου
it_it: Non è stato possibile spostare il file caricato
nl_nl: Het geüploade bestand kon niet worden verplaatst
tr_tr: Yüklenen dosya taşınamadı

source: Import WordPress
el: Εισαγωγή WordPress
it_it: Importa WordPress
nl_nl: Importeer WordPress
tr_tr: İthalat WordPress

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
el: Μια νέα έκδοση του εισαγωγέα είναι διαθέσιμη. Παρακαλώ ενημερώστε στην έκδοση %s για διαβεβαίωση συμβατότητας με νεότερα αρχεία εξαγωγής.
it_it: Una nuova versione di questo importer è disponibile. Aggiorna alla versione %s per assicurarti la compatibilità con i nuovi file esportati.
nl_nl: Een nieuwe versie van deze importeur is beschikbaar. Update naar versie %s om de compatibiliteit te garanderen met nieuwere export bestanden.
tr_tr: Bu içe aktarıcının yeni bir sürümü mevcut. Daha yeni dışa aktarma dosyalarıyla uyumluluğu sağlamak için lütfen %s sürümüne güncelleyin.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
el: Διαλέξτε ένα WXR (.xml) αρχείο προς ανέβασμα, ύστερα κλικάρετε Ανέβασμα αρχείου και εισαγωγή.
it_it: Scegli un file WXR (.xml) da caricare, quindi seleziona Carica file ed importa.
nl_nl: Kies een WXR (.xml)-bestand, klik daarna op Bestand uploaden en importeren.
tr_tr: Yüklemek için bir WXR (.xml) dosyasını seçin, ardından Dosya yükle ve içe aktarı tıklayın.

source: This does not appear to be a WXR file, missing/invalid WXR version number
el: Δε φαίνεται να πρόκειται για αρχείο WXR, άκυρος ή ελλιπής αριθμός έκδοσης WXR
it_it: Questo non sembra essere un file WXR; numero di versione WXR mancante/non valido
nl_nl: Dit lijkt niet op een WXR bestand, ontbrekende/ongeldige WXR versienummer
tr_tr: Bu bir WXR dosyası, eksik / geçersiz WXR sürüm numarası gibi görünmüyor
