Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: You can find more information about Vonage <a href="%s" target="_blank">here</a>.
el: Μπορείτε να βρείτε περισσότερες πληροφορίες για το Vonage <a href="%s" target="_blank">εδώ</a>.
it_it: Può trovare maggiori informazioni su Vonage <a href="%s" target="_blank">qui</a>.
nl_nl: Meer informatie over Vonage vind je <a href="%s" target="_blank">hier</a>.
tr_tr: Vonage hakkında daha fazla bilgiye <a href="%s" target="_blank">buradan</a> ulaşabilirsiniz.

source: API key
el: Κλειδί API
it_it: Chiave API
tr_tr: API Anahtarı

source: API key.
el: Κλειδί API.
nl_nl: API-sleutel.
tr_tr: API anahtarı.

source: Secret API key.
el: Μυστικό κλειδί API.
it_it: Chiave API segreta.
nl_nl: Geheime API-sleutel.
tr_tr: Gizli API anahtarı.

source: Sender name
el: Ονομα αποστολέα
it_it: Nome mittente
nl_nl: Naam van de afzender
tr_tr: Gönderen adı

source: Sender name.
el: Όνομα αποστολέα.
it_it: Nome mittente.
nl_nl: Afzendernaam.
tr_tr: Gönderen adı.

source: Recipient phone number
el: Αριθμός τηλεφώνου παραλήπτη
it_it: Numero di telefono del destinatario
nl_nl: Telefoonnummer ontvanger
tr_tr: Alıcı telefon numarası

source: Recipient phone number.
el: Αριθμός τηλεφώνου παραλήπτη.
it_it: Numero di telefono del destinatario.
nl_nl: Telefoonnummer ontvanger.
tr_tr: Alıcı telefon numarası.

source: Message
el: Μήνυμα
it_it: Messaggio
nl_nl: Bericht
tr_tr: Mesaj

source: Message.
el: Μήνυμα.
it_it: Messaggio.
nl_nl: Bericht.
tr_tr: Mesaj.

source: You can find more information about Twilio <a href="%s" target="_blank">here</a>.
el: Μπορείτε να βρείτε περισσότερες πληροφορίες για το Twilio <a href="%s" target="_blank">εδώ</a>.
it_it: Può trovare maggiori informazioni su Twilio <a href="%s" target="_blank">qui</a>.
nl_nl: Meer informatie over Twilio vind je <a href="%s" target="_blank">hier</a>.
tr_tr: Twilio hakkında daha fazla bilgiye <a href="%s" target="_blank">buradan</a> ulaşabilirsiniz.

source: API token
el: Διακριτικό API
it_it: Token API
tr_tr: API belirteci

source: API token.
el: Διακριτικό API.
it_it: Token API.
tr_tr: API belirteci.

source: Sender phone number
el: Αριθμός τηλεφώνου αποστολέα
it_it: Numero di telefono del mittente
nl_nl: Telefoonnummer verzender
tr_tr: Gönderen telefon numarası

source: Sender phone number.
el: Αριθμός τηλεφώνου αποστολέα.
it_it: Numero di telefono del mittente.
nl_nl: Telefoonnummer afzender.
tr_tr: Gönderen telefon numarası.

source: Using these options you can set up sending notifications about new booking to the customer.
el: Χρησιμοποιώντας αυτές τις επιλογές, μπορείτε να ρυθμίσετε την αποστολή ειδοποιήσεων σχετικά με νέες κρατήσεις στον πελάτη.
it_it: Utilizzando queste opzioni, può impostare l'invio di notifiche sulle nuove prenotazioni al cliente.
nl_nl: Met deze opties kunt u meldingen over nieuwe boekingen naar de klant sturen.
tr_tr: Bu seçenekleri kullanarak müşteriye yeni rezervasyon hakkında bildirim göndermeyi ayarlayabilirsiniz.

source: Note that the "Status" option in the Twilio and Vonage settings has no effect when sending notifications to the customer.
el: Σημειώστε ότι η επιλογή "Κατάσταση" στις ρυθμίσεις Twilio και Vonage δεν έχει καμία επίδραση κατά την αποστολή ειδοποιήσεων στον πελάτη.
it_it: Si noti che l'opzione "Stato" nelle impostazioni di Twilio e Vonage non ha alcun effetto quando invia le notifiche al cliente.
nl_nl: Merk op dat de optie "Status" in de instellingen van Twilio en Vonage geen effect heeft bij het verzenden van meldingen naar de klant.
tr_tr: Twilio ve Vonage ayarlarındaki "Durum" seçeneğinin müşteriye bildirim gönderirken hiçbir etkisi olmadığını unutmayın.

source: You can use shortcodes like: %s in the message.
el: Μπορείτε να χρησιμοποιήσετε συντομεύσεις όπως: %s στο μήνυμα.
it_it: Può utilizzare shortcode come: %s nel messaggio.
nl_nl: U kunt shortcodes gebruiken zoals: %s in het bericht.
tr_tr: Gibi kısa kodlar kullanabilirsiniz: mesaj içinde %s.

source: Enable via Twilio
el: Ενεργοποίηση μέσω Twilio
it_it: Abilitazione tramite Twilio
nl_nl: Inschakelen via Twilio
tr_tr: Twilio aracılığıyla etkinleştirin

source: Enable via Vonage
el: Ενεργοποίηση μέσω Vonage
it_it: Attivazione tramite Vonage
nl_nl: Inschakelen via Vonage
tr_tr: Vonage üzerinden etkinleştirin

source: Text message
el: Μήνυμα
it_it: Messaggio SMS
nl_nl: SMS-bericht
tr_tr: Metin mesajı

source: Text message.
el: Μήνυμα.
it_it: Messaggio di testo.
nl_nl: Tekstbericht.
tr_tr: Kısa mesaj.

source: You can find more information about Telegram configuration <a href="%s" target="_blank">here</a>.
el: Μπορείτε να βρείτε περισσότερες πληροφορίες σχετικά με τη διαμόρφωση του Telegram <a href="%s" target="_blank">εδώ</a>.
it_it: Può trovare maggiori informazioni sulla configurazione di Telegram <a href="%s" target="_blank">qui</a>.
nl_nl: Meer informatie over de configuratie van Telegram vindt u <a href="%s" target="_blank">hier</a>.
tr_tr: Telegram yapılandırması hakkında daha fazla bilgiyi <a href="%s" target="_blank">burada</a> bulabilirsiniz.

source: Group ID
el: ID ομάδας
it_it: ID Gruppo
nl_nl: Groeps-ID
tr_tr: Grup ID

source: Group ID.
el: Αναγνωριστικό ομάδας.
it_it: ID gruppo.
nl_nl: Groeps-ID.
tr_tr: Grup kimliği.

source: Google Map ID
it_it: ID di Google Map
nl_nl: Google Kaart ID
tr_tr: Google Harita Kimliği

source: Google Map ID.
it_it: ID Google Map.
nl_nl: Google Kaart ID.
tr_tr: Google Harita Kimliği.

source: Default location
el: Προεπιλεγμένη τοποθεσία
it_it: Posizione di default
nl_nl: Standaardlocatie
tr_tr: Varsayılan lokasyon

source: Select how the default location on the map should be determined.
el: Επιλέξτε τον τρόπο καθορισμού της προεπιλεγμένης θέσης στο χάρτη.
it_it: Selezioni come determinare la posizione predefinita sulla mappa.
nl_nl: Selecteer hoe de standaardlocatie op de kaart moet worden bepaald.
tr_tr: Harita üzerindeki varsayılan konumun nasıl belirleneceğini seçin.

source: If you choose "Browser geolocation" (requires SSL), the customer will be asked for permission to use their current location.
el: Εάν επιλέξετε "Γεωεντοπισμός προγράμματος περιήγησης" (απαιτεί SSL), θα ζητηθεί από τον πελάτη η άδεια χρήσης της τρέχουσας τοποθεσίας του.
it_it: Se sceglie "Geolocalizzazione del browser" (richiede SSL), al cliente verrà chiesto il permesso di utilizzare la sua posizione attuale.
nl_nl: Als u "Browser geolocatie" (SSL vereist) kiest, zal de klant om toestemming gevraagd worden om hun huidige locatie te gebruiken.
tr_tr: "Tarayıcı coğrafi konumu" (SSL gerektirir) seçeneğini belirlerseniz, müşteriden mevcut konumunu kullanmak için izin istenecektir.

source: In all other cases, the location from the "Fixed location" text field will be used.
el: Σε όλες τις άλλες περιπτώσεις, θα χρησιμοποιηθεί η τοποθεσία από το πεδίο κειμένου "Σταθερή τοποθεσία".
it_it: In tutti gli altri casi, verrà utilizzata la posizione del campo di testo "Posizione fissa".
nl_nl: In alle andere gevallen wordt de locatie uit het tekstveld "Vaste locatie" gebruikt.
tr_tr: Diğer tüm durumlarda, "Sabit konum" metin alanındaki konum kullanılacaktır.

source: Browser geolocation
el: Γεωεντοπισμός προγράμματος περιήγησης
it_it: Geolocalizzazione del browser
nl_nl: Browser geolocalisatie
tr_tr: Tarayıcı coğrafi konumu

source: Fixed location
el: Σταθερή θέση
it_it: Posizione fissa
nl_nl: Vaste lokatie
tr_tr: Sabit konum

source: Fixed location.
el: Σταθερή θέση.
it_it: Posizione fissa.
nl_nl: Vaste locatie.
tr_tr: Sabit konum.

source: Route type
el: Τύπος δρομολογίου
it_it: Tipo di percorso
nl_nl: Type route
tr_tr: Rota tipi

source: Define which type of the route should be displayed on the map.
el: Καθορίστε ποιος τύπος διαδρομής θα εμφανίζεται στο χάρτη.
it_it: Definisce quale tipo di percorso deve essere visualizzato sulla mappa.
nl_nl: Bepaal welk type route op de kaart moet worden weergegeven.
tr_tr: Haritada hangi rota türünün görüntülenmesi gerektiğini tanımlayın.

source: Fastest
el: Ταχύτερο
it_it: Il più veloce
nl_nl: Snelst
tr_tr: En hızlı

source: Shortest
el: Συντομότερο
it_it: Più breve
nl_nl: Kortste
tr_tr: En kısa

source: Avoid
el: Αποφύγη
it_it: Evitare
nl_nl: Vermijd
tr_tr: Seçenekler

source: Indicates that the calculated route(s) should avoid the indicated features.
el: Υποδεικνύει ότι η(οι) υπολογιζόμενη(-ες) διαδρομή(-ες) πρέπει να αποφεύγει(-ουν) τα υποδεικνυόμενα χαρακτηριστικά.
it_it: Indica che i percorsi calcolati dovrebbero evitare le caratteristiche indicate.
nl_nl: Geeft aan dat de berekende route(s) de aangegeven kenmerken moet(en) vermijden.
tr_tr: Hesaplanan rotaların belirtilen özelliklerden kaçınması gerektiğini belirtir.

source: Traffic layer
el: Επίπεδο κυκλοφορίας
it_it: Livello di traffico
nl_nl: Verkeerslaag
tr_tr: Trafik katmanı

source: Enable or disable traffic layer on the map.
el: Ενεργοποιήστε ή απενεργοποιήστε το επίπεδο κυκλοφορίας στο χάρτη.
it_it: Abilita o disabilita il livello di traffico sulla mappa.
nl_nl: Schakel de verkeerslaag op de kaart in of uit.
tr_tr: Haritadaki trafik katmanını etkinleştirin veya devre dışı bırakın.

source: Draggable map
el: Χάρτης με δυνατότητα κύλισης
it_it: Mappa trascurabile
nl_nl: Sleepbare kaart
tr_tr: Sürüklenebilir harita

source: Enable or disable map dragging.
el: Ενεργοποίηση ή απενεργοποίηση της μεταφοράς χάρτη.
it_it: Abilita o disabilita il trascinamento della mappa.
nl_nl: Het slepen van kaarten in- of uitschakelen.
tr_tr: Harita sürüklemeyi etkinleştirin veya devre dışı bırakın.

source: Map type control
el: Στοιχείο ελέγχου τύπου χάρτη
it_it: Controllo del tipo di mappa
tr_tr: Harita türü kontrolü

source: Enter settings for a map type.
el: Εισαγάγετε ρυθμίσεις για έναν τύπο χάρτη.
it_it: Inserisci le impostazioni per il tipo di mappa.
nl_nl: Voer instellingen in voor een kaarttype.
tr_tr: Bir harita türü için ayarları girin.

source: Style.
el: Στυλ.
it_it: Stile.
nl_nl: Stijl.
tr_tr: Stil.

source: Position.
el: Θέση.
it_it: Posizione.
nl_nl: Positie.
tr_tr: Durum.

source: Zoom
el: Μεγέθυνση
tr_tr: Yakınlaştır

source: Enter settings for a zoom.
el: Εισαγάγετε ρυθμίσεις για μεγέθυνση.
it_it: Immettere le impostazioni per lo zoom.
nl_nl: Voer instellingen in voor een zoom.
tr_tr: Yakınlaştırma için ayarları girin.

source: Enable or disable integration with Google Calendar.
el: Ενεργοποιήστε ή απενεργοποιήστε την ενσωμάτωση με το Ημερολόγιο Google.
it_it: Abilita o disabilita l'integrazione con Google Calendar.
nl_nl: Schakel integratie met Google Agenda in of uit.
tr_tr: Google Takvim ile entegrasyonu etkinleştirin veya devre dışı bırakın.

source: Google Calendar ID.
el: Αναγνωριστικό ημερολογίου Google.
nl_nl: Google Calender ID.
tr_tr: Google Takvim Kimliği.

source: Settings
el: Ρυθμίσεις
it_it: Impostazioni
nl_nl: Instellingen
tr_tr: Ayarlar

source: Copy/paste the contents of downloaded *.json file.
el: Αντιγράψτε/επικολλήστε τα περιεχόμενα του ληφθέντος αρχείου *.json.
it_it: Copia/incolla i contenuti dei file *.json scaricati.
nl_nl: Kopieer/plak de inhoud van het gedownloade *.json-bestand.
tr_tr: İndirilen * .json dosyasının içeriğini kopyalayın / yapıştırın.

source: Regenerate token
el: Αναγέννηση διακριτικού
it_it: Rigenerare il token
nl_nl: Regenereren token
tr_tr: Jetonu yeniden oluştur

source: Regenerate (create a new one) OAuth2 token each time when the new event is added.
el: Δημιουργήστε ξανά (δημιουργήστε ένα νέο) διακριτικό OAuth2 κάθε φορά που προστίθεται το νέο συμβάν.
it_it: Rigenera (crea un nuovo token) OAuth2 ogni volta che viene aggiunto un nuovo evento.
nl_nl: Regenereren (een nieuwe aanmaken) OAuth2 token telkens wanneer de nieuwe gebeurtenis wordt toegevoegd.
tr_tr: Yeni olay eklendiğinde her seferinde OAuth2 belirtecini yeniden oluşturun (yeni bir tane oluşturun).

source: You can disable this option if the Google Calendar works without any issues and events are created.
el: Μπορείτε να απενεργοποιήσετε αυτήν την επιλογή εάν το Ημερολόγιο Google λειτουργεί χωρίς προβλήματα και δημιουργούνται συμβάντα.
it_it: Può disattivare questa opzione se il Calendario Google funziona senza problemi e gli eventi vengono creati.
nl_nl: U kunt deze optie uitschakelen als de Google Agenda zonder problemen werkt en gebeurtenissen worden aangemaakt.
tr_tr: Google Takvim sorunsuz çalışıyorsa ve etkinlikler oluşturuluyorsa bu seçeneği devre dışı bırakabilirsiniz.

source: Adding event
el: Προσθήκη συμβάντος
it_it: Aggiunta di un evento
nl_nl: Gebeurtenis toevoegen
tr_tr: Etkinlik ekleme

source: Specify when the booking has to be added to the calendar.
el: Καθορίστε πότε πρέπει να προστεθεί η κράτηση στο ημερολόγιο.
it_it: Specificare quando la prenotazione deve essere aggiunta al calendario.
nl_nl: Geef aan wanneer de boeking aan de kalender moet worden toegevoegd.
tr_tr: Rezervasyonun takvime ne zaman eklenmesi gerektiğini belirtin.

source: Event title
el: Τίτλος Εκδήλωσης
it_it: Titolo Evento
nl_nl: Titel van de activiteit
tr_tr: Etkinlik başlığı

source: Title of the Google Calendar event. If this field will be empty, plugin uses default one.
el: Τίτλος του συμβάντος του Ημερολογίου Google. Εάν αυτό το πεδίο είναι κενό, το πρόσθετο χρησιμοποιεί το προεπιλεγμένο.
it_it: Titolo dell'evento di Google Calendar. Se questo campo è vuoto, il plugin utilizza quello predefinito.
nl_nl: Titel van de Google Agenda gebeurtenis. Als dit veld leeg is, gebruikt de plugin de standaard.
tr_tr: Google Takvim etkinliğinin başlığı. Bu alan boş bırakılırsa, eklenti varsayılanı kullanır.

source: You can use shortcodes like: %s in the title.
el: Μπορείτε να χρησιμοποιήσετε συντομεύσεις όπως: %s στον τίτλο.
it_it: Può utilizzare shortcode come: %s nel titolo.
nl_nl: U kunt shortcodes gebruiken zoals: %s in de titel.
tr_tr: Gibi kısa kodlar kullanabilirsiniz: başlıkta %s.

source: Event description
el: Περιγραφή συμβάντος
it_it: Descrizione del servizio
nl_nl: Evenement beschrijving
tr_tr: Etkinlik Açıklaması

source: Description of the Google Calendar event. If this field will be empty, plugin uses default one.
el: Περιγραφή του συμβάντος του Ημερολογίου Google. Εάν αυτό το πεδίο είναι κενό, το πρόσθετο χρησιμοποιεί το προεπιλεγμένο.
it_it: Descrizione dell'evento di Google Calendar. Se questo campo è vuoto, il plugin utilizza quello predefinito.
nl_nl: Beschrijving van de Google Agenda gebeurtenis. Als dit veld leeg is, gebruikt de plugin de standaard beschrijving.
tr_tr: Google Takvim etkinliğinin açıklaması. Bu alan boş bırakılırsa, eklenti varsayılanı kullanır.

source: You can use shortcodes like: %s in the description.
el: Μπορείτε να χρησιμοποιήσετε συντομεύσεις όπως: %s στην περιγραφή.
it_it: Può utilizzare shortcode come: %s nella descrizione.
nl_nl: U kunt shortcodes gebruiken zoals: %s in de beschrijving.
tr_tr: Gibi kısa kodlar kullanabilirsiniz: açıklamada %s.

source: Colors
el: Χρώματα
it_it: Colori
nl_nl: Kleuren
tr_tr: Renkler

source: Specify color for each group of elements.
el: Καθορίστε χρώμα για κάθε ομάδα στοιχείων.
it_it: Specifica colore per ogni gruppo di elementi.
nl_nl: Geef kleur op voor elke groep elementen.
tr_tr: Her öğe grubu için rengi belirtin.

source: Please note that in some cases "resetting browser cache" will be required.
el: Λάβετε υπόψη ότι σε ορισμένες περιπτώσεις απαιτείται "επαναφορά της προσωρινής μνήμης του προγράμματος περιήγησης".
it_it: Tenga presente che in alcuni casi sarà necessario "resettare la cache del browser".
nl_nl: Merk op dat in sommige gevallen "reset browser cache" nodig zal zijn.
tr_tr: Lütfen bazı durumlarda "tarayıcı önbelleğini sıfırlamanın" gerekeceğini unutmayın.

source: If you use server cache control plugins in your WordPress, you need to clear its own cache as well.
el: Εάν χρησιμοποιείτε πρόσθετα ελέγχου προσωρινής μνήμης διακομιστή στο WordPress σας, πρέπει επίσης να διαγράψετε τη δική του προσωρινή μνήμη.
it_it: Se utilizza i plugin di controllo della cache del server nel suo WordPress, deve cancellare anche la sua cache.
nl_nl: Als u server cache control plugins gebruikt in uw WordPress, moet u de eigen cache ook wissen.
tr_tr: WordPress'inizde sunucu önbellek kontrol eklentileri kullanıyorsanız, kendi önbelleğini de temizlemeniz gerekir.

source: Group number
el: Αριθμός ομάδας
it_it: Numero gruppo
nl_nl: Groepnummer
tr_tr: Grup numarası

source: Group number.
el: Αριθμός ομάδας.
it_it: Numero di passeggeri.
nl_nl: Groepnummer.
tr_tr: Grup numarası.

source: Description.
el: Περιγραφή.
it_it: Descrizione.
nl_nl: Beschrijving.
tr_tr: Açıklama.

source: Default color
el: Προεπιλεγμένο χρώμα
it_it: Colore predefinito
nl_nl: Standaardkleur
tr_tr: Varsayılan renk

source: Default value of the color.
el: Προεπιλεγμένη τιμή του χρώματος.
it_it: Valore predefinito del colore.
nl_nl: Standaardwaarde van de kleur.
tr_tr: Rengin varsayılan değeri.

source: Color
el: Χρώμα
it_it: Colore
nl_nl: Kleur
tr_tr: Renk

source: New value (in HEX) of the color.
el: Νέα τιμή (σε HEX) του χρώματος.
it_it: Nuovo valore (in HEX) del colore.
nl_nl: Nieuwe waarde (in HEX) van de kleur.
tr_tr: Rengin yeni değeri (HEX olarak).

source: Coupon ID
el: Αναγνωριστικό κουπονιού
it_it: ID coupon
tr_tr: Kupon Kimliği

source: Unique, max 12-characters coupon code.
el: Μοναδικός, έως 12 χαρακτήρες κωδικός κουπονιού.
it_it: Codice coupon unico, massimo 12 caratteri.
nl_nl: Unieke couponcode van maximaal 12 tekens.
tr_tr: Benzersiz, maksimum 12 karakterli kupon kodu.

source: If the coupon with the same code already exists, plugin will generate a new, random code.
el: Εάν το κουπόνι με τον ίδιο κωδικό υπάρχει ήδη, το plugin θα δημιουργήσει έναν νέο, τυχαίο κωδικό.
it_it: Se il coupon con lo stesso codice esiste già, il plugin genererà un nuovo codice casuale.
nl_nl: Als de coupon met dezelfde code al bestaat, genereert de plugin een nieuwe, willekeurige code.
tr_tr: Aynı koda sahip kupon zaten mevcutsa, eklenti yeni, rastgele bir kod üretecektir.

source: Usage count
el: Πλήθος χρηστών
it_it: Conteggio dell'utilizzo
nl_nl: Gebruiksaantal
tr_tr: Kullanım sayısı

source: Current usage count of the coupon.
el: Τρέχουσα χρήση του κουπονιού.
it_it: Conteggio dell'utilizzo attuale del coupon.
nl_nl: Huidige gebruikstelling van de coupon.
tr_tr: Kuponun mevcut kullanım sayısı.

source: Usage limit
el: Όριο Χρήσης
it_it: Limite di utilizzo
nl_nl: Gebruikslimiet
tr_tr: Kullanım Sınırı

source: Usage limit of the coupon. Allowed are integer values from range 1-9999. Leave blank for unlimited.
el: Όριο χρήσης του κουπονιού. Επιτρέπονται ακέραιες τιμές από την περιοχή 1-9999. Αφήστε κενό για απεριόριστο.
it_it: Limite di utilizzo del coupon. Sono ammessi valori interi dall'intervallo 1-9999. Lasciare vuoto per illimitato.
nl_nl: Gebruikslimiet van de coupon. Toegestaan zijn gehele getallen uit het bereik 1-9999. Laat leeg voor onbeperkt.
tr_tr: Kuponun kullanım limiti. 1-9999 aralığında tamsayı değerlerine izin verilir. Sınırsız için boş bırakın.

source: Percentage discount. Allowed are floating values from 0.00 to 99.99.
el: Ποσοστό έκπτωσης. Επιτρέπονται κυμαινόμενες τιμές από 0,00 έως 99,99.
it_it: Percentuale di sconto. Sono ammessi valori fluttuanti da 0,00 a 99,99.
nl_nl: Percentage korting. Toegestaan zijn variabele waarden van 0,00 tot 99,99.
tr_tr: Yüzde indirim. 0,00 ile 99,99 arasındaki kayan değerlere izin verilir.

source: Customer (user) ID
el: Αναγνωριστικό πελάτη (χρήστη)
it_it: ID cliente (utente)
nl_nl: Klant (gebruiker) ID
tr_tr: Müşteri (kullanıcı) kimliği

source: List of users ID separated by comma for which this coupon has to be applied.
el: Λίστα αναγνωριστικών χρηστών διαχωρισμένων με κόμμα για το οποίο πρέπει να εφαρμοστεί αυτό το κουπόνι.
it_it: Elenco di ID di utenti separati da virgola per i quali questo coupon deve essere applicato.
nl_nl: Lijst van gebruikers ID gescheiden door een komma waarvoor deze coupon moet worden toegepast.
tr_tr: Bu kuponun uygulanması gereken, virgülle ayrılmış kullanıcı kimliklerinin listesi.

source: Empty field means that coupon can be used by all customers.
el: Κενό πεδίο σημαίνει ότι το κουπόνι μπορεί να χρησιμοποιηθεί από όλους τους πελάτες.
it_it: Il campo vuoto significa che il coupon può essere utilizzato da tutti i clienti.
nl_nl: Een leeg veld betekent dat de coupon door alle klanten kan worden gebruikt.
tr_tr: Boş alan, kuponun tüm müşteriler tarafından kullanılabileceği anlamına gelir.

source: Select vehicles for which coupon has to be applied.
el: Επιλέξτε οχήματα για τα οποία πρέπει να εφαρμοστεί κουπόνι.
it_it: Selezioni i veicoli per i quali deve essere applicato il coupon.
nl_nl: Selecteer voertuigen waarvoor de coupon moet worden toegepast.
tr_tr: Kuponun uygulanacağı araçları seçin.

source: Active from
el: Ενεργό από
it_it: Attivo dal
nl_nl: Actief vanaf
tr_tr: İtibaren aktif

source: Start date. Leave blank for no start date.
el: Ημερομηνία έναρξης. Αφήστε κενό για καμία ημερομηνία έναρξης.
it_it: Data di inizio. Lasciare vuoto per nessuna data di inizio.
nl_nl: Startdatum. Laat leeg voor geen startdatum.
tr_tr: Başlangıç ​​tarihi. Başlangıç ​​tarihi yoksa boş bırakın.

source: Active to
el: Ενεργό έως
it_it: Attivo al
nl_nl: Actief tot
tr_tr: Aktif için

source: Stop date. Leave blank for no stop date.
el: Ημερομηνία διακοπής. Αφήστε κενό για ημερομηνία διακοπής.
it_it: Data di fine. Lasciare vuoto per nessuna data di fine.
nl_nl: Stopdatum. Laat leeg voor geen stopdatum.
tr_tr: Bitiş tarihi. Bitiş tarihi yoksa boş bırakın.

source: Note that if the currency is already defined, it will not be saved again.
el: Σημειώστε ότι εάν το νόμισμα έχει ήδη οριστεί, δεν θα αποθηκευτεί ξανά.
it_it: Si noti che se la valuta è già definita, non verrà salvata di nuovo.
nl_nl: Merk op dat als de valuta al gedefinieerd is, deze niet opnieuw zal worden opgeslagen.
tr_tr: Para birimi zaten tanımlanmışsa, tekrar kaydedilmeyeceğini unutmayın.

source: Currency ID
el: Αναγνωριστικό νομίσματος
it_it: ID di valuta
nl_nl: Valuta-id
tr_tr: Para Birimi Kimliği

source: Select currency. If the currency already exists, changes will not be saved.
el: Επιλέξτε νόμισμα. Εάν το νόμισμα υπάρχει ήδη, οι αλλαγές δεν θα αποθηκευτούν.
it_it: Selezioni la valuta. Se la valuta esiste già, le modifiche non verranno salvate.
nl_nl: Selecteer valuta. Als de valuta al bestaat, worden de wijzigingen niet opgeslagen.
tr_tr: Para birimi seçin. Para birimi zaten mevcutsa, değişiklikler kaydedilmeyecektir.

source: Symbol
el: Σύμβολο
it_it: Simbolo
tr_tr: Sembol

source: Symbol of the currency e.g "$".
el: Σύμβολο του νομίσματος π.χ. "$".
it_it: Simbolo della valuta, ad esempio "$".
nl_nl: Symbool van de valuta, bijv. "$".
tr_tr: Para biriminin sembolü, örneğin "$".

source: Position of the symbol.
el: Θέση του συμβόλου.
it_it: Posizione del simbolo.
nl_nl: Positie van het symbool.
tr_tr: Sembolün konumu.

source: Decimal separator, e.g ".".
el: Διαχωριστικό δεκαδικών, π.χ. ".".
it_it: Separatore decimale, ad esempio "...".
nl_nl: Decimaal scheidingsteken, bijvoorbeeld ".".
tr_tr: Ondalık ayırıcı, örneğin ".".

source: Number of decimal digits, e.g "2".
el: Αριθμός δεκαδικών ψηφίων, π.χ. "2".
it_it: Numero di cifre decimali, ad esempio "2".
nl_nl: Aantal decimale cijfers, bijvoorbeeld "2".
tr_tr: Ondalık basamak sayısı, örneğin "2".

source: Thousands separator, e.g .
el: Διαχωριστής χιλιάδων, π.χ. .
it_it: Separatore di migliaia, ad esempio .
nl_nl: Duizendscheidingsteken, bijv.
tr_tr: Binlerce ayırıcı, örn.

source: Driver ID
el: Αναγνωριστικό οδηγού
it_it: ID conducente
nl_nl: Bestuurder ID
tr_tr: Sürücü Kimliği

source: First and second name of the driver.
el: Όνομα και Επίθετο του οδηγού.
it_it: Nome e cognome del conducente.
nl_nl: Voornaam en tweede naam van de bestuurder.
tr_tr: Sürücünün ilk ve ikinci adı.

source: Second name.
el: Δεύτερο όνομα.
it_it: Cognome.
nl_nl: Achternaam.
tr_tr: İkinci isim.
