Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: Value 0 means that all vehicles will be displayed on single page and pagination won't be displayed.
el: Η τιμή 0 σημαίνει ότι όλα τα οχήματα θα εμφανίζονται σε μία σελίδα και η σελιδοποίηση δεν θα εμφανίζεται.
it_it: Il valore 0 significa che tutti i veicoli saranno visualizzati in un'unica pagina e la paginazione non sarà visualizzata.
nl_nl: Waarde 0 betekent dat alle voertuigen op één pagina worden weergegeven en dat de paginering niet wordt weergegeven.
tr_tr: 0 Değeri, tüm araçların tek sayfada görüntüleneceği ve sayfalandırmanın görüntülenmeyeceği anlamına gelir.

source: Limit number of vehicles
el: Περιορισμός αριθμού οχημάτων
it_it: Limitare il numero di veicoli
nl_nl: Beperking van het aantal voertuigen
tr_tr: Araç sayısını sınırlayın

source: Limit number of displayed vehicles.
el: Περιορίστε τον αριθμό των εμφανιζόμενων οχημάτων.
it_it: Limitare il numero di veicoli esposti.
nl_nl: Beperk het aantal tentoongestelde voertuigen.
tr_tr: Görüntülenen araç sayısını sınırlayın.

source: Value 0 means that all vehicles will be displayed on single page.
el: Η τιμή 0 σημαίνει ότι όλα τα οχήματα θα εμφανίζονται σε μία σελίδα.
it_it: Il valore 0 significa che tutti i veicoli saranno visualizzati in una sola pagina.
nl_nl: Waarde 0 betekent dat alle voertuigen op één pagina worden weergegeven.
tr_tr: 0 değeri, tüm araçların tek sayfada görüntüleneceği anlamına gelir.

source: Select categories, from which add-ons are available to book.
el: Επιλέξτε κατηγορίες, από τις οποίες διατίθενται πρόσθετα για κράτηση.
it_it: Selezioni le categorie, tra le quali sono disponibili i componenti aggiuntivi da prenotare.
nl_nl: Selecteer categorieën, waaruit add-ons te boeken zijn.
tr_tr: Eklentilerin rezerve edilebileceği kategorileri seçin.

source: - All extras -
el: - Όλα τα πρόσθετα -
it_it: - Tutti gli extra -
nl_nl: - Alle extras -
tr_tr: - Tüm ekstralar -

source: Show booking extras categories
el: Εμφάνιση κατηγοριών πρόσθετων κρατήσεων
it_it: Mostra categorie extra di prenotazione
nl_nl: Toon reservering extra's categorieën
tr_tr: Ekstra rezervasyon kategorilerini göster

source: Enable or disable showing add-ons grouped in categories.
el: Ενεργοποιήστε ή απενεργοποιήστε την εμφάνιση πρόσθετων ομαδοποιημένων σε κατηγορίες.
it_it: Abilita o disabilita la visualizzazione dei componenti aggiuntivi raggruppati in categorie.
nl_nl: Schakel het tonen van add-ons gegroepeerd in categorieën in of uit.
tr_tr: Kategorilere göre gruplanmış eklentileri göstermeyi etkinleştirin veya devre dışı bırakın.

source: Please note that add-on has to be assigned to at least one category, otherwise it won't be displayed (when this option is enabled).
el: Λάβετε υπόψη ότι το πρόσθετο πρέπει να αντιστοιχιστεί σε τουλάχιστον μία κατηγορία, διαφορετικά δεν θα εμφανίζεται (όταν είναι ενεργοποιημένη αυτή η επιλογή).
it_it: Si prega di notare che il componente aggiuntivo deve essere assegnato ad almeno una categoria, altrimenti non verrà visualizzato (quando questa opzione è abilitata).
nl_nl: Houd er rekening mee dat de add-on aan minstens één categorie moet worden toegewezen, anders wordt deze niet weergegeven (als deze optie is ingeschakeld).
tr_tr: Lütfen eklentinin en az bir kategoriye atanması gerektiğini unutmayın, aksi takdirde görüntülenmeyecektir (bu seçenek etkinleştirildiğinde).

source: Booking extra notes
el: Σημειώσεις επιπρόσθετων κράτησης
it_it: Note aggiuntive della prenotazione
nl_nl: Extra notities boeken
tr_tr: Ekstra rezervasyon notları

source: Enable or disable showing notes under each add-on in step #3 of booking form.
el: Ενεργοποιήστε ή απενεργοποιήστε την εμφάνιση σημειώσεων κάτω από κάθε πρόσθετο στο βήμα #3 της φόρμας κράτησης.
it_it: Abiliti o disabiliti la visualizzazione delle note sotto ogni componente aggiuntivo nella fase #3 del modulo di prenotazione.
nl_nl: Schakel het tonen van notities onder elke add-on in stap #3 van het boekingsformulier in of uit.
tr_tr: Rezervasyon formunun 3. adımında her eklentinin altında notları göstermeyi etkinleştirin veya devre dışı bırakın.

source: Mandatory.
el: Επιτακτικός.
it_it: Obbligatorio.
nl_nl: Verplicht.
tr_tr: Zorunlu.

source: Prices modification
el: Τροποποίηση τιμών
it_it: Modifica dei prezzi
nl_nl: Prijswijziging
tr_tr: Fiyat değişikliği

source: Enter percentage of the extra’s net price for "Return" and "Return (new ride)" transfer types.
el: Εισάγετε ποσοστό επί της καθαρής τιμής του επιπλέον εισιτηρίου για τους τύπους μεταφοράς "Επιστροφή" και "Επιστροφή (νέα διαδρομή)".
it_it: Inserisca la percentuale del prezzo netto dell'extra per i tipi di trasferimento "Ritorno" e "Ritorno (nuova corsa)".
nl_nl: Voer een percentage van de nettoprijs van de extra in voor "Terugbrengen" en "Terugbrengen (nieuwe rit)" overdrachttypes.
tr_tr: "İade" ve "İade (yeni yolculuk)" transfer türleri için ekstra net fiyatın yüzdesini girin.

source: 100 means same price as for "One way" ride, 50 means half the price, etc.
el: 100 σημαίνει την ίδια τιμή με τη διαδρομή "One way", 50 σημαίνει τη μισή τιμή, κ.λπ.
it_it: 100 significa lo stesso prezzo della corsa "solo andata", 50 significa la metà del prezzo, ecc.
nl_nl: 100 betekent dezelfde prijs als voor een "Enkele reis", 50 betekent de helft van de prijs, enz.
tr_tr: 100, "Tek yön" yolculukla aynı fiyat, 50 yarı fiyat vb. anlamına gelir.

source: Return transfer type.
el: Τύπος μεταφοράς επιστροφής.
it_it: Tipo di trasferimento di ritorno.
nl_nl: Type overdracht retourneren.
tr_tr: İade transfer türü.

source: Return (new ride) transfer type.
el: Τύπος μεταφοράς επιστροφής (νέα διαδρομή).
it_it: Tipo di trasferimento di ritorno (nuova corsa).
nl_nl: Soort transfer terug (nieuwe rit).
tr_tr: Dönüş (yeni yolculuk) transfer türü.

source: Select available currencies.
el: Επιλέξτε διαθέσιμα συναλλάγματα.
it_it: Selezionare le valute disponibili.
nl_nl: Selecteer beschikbare valuta.
tr_tr: Kullanılabilir para birimlerini seçin.

source: You can set exchange rates for each selected currency in plugin options.
el: Μπορείτε να ορίσετε συναλλαγματικές ισοτιμίες για κάθε επιλεγμένο νόμισμα στις επιλογές προσθηκών.
it_it: È possibile impostare i tassi di cambio per ogni valuta selezionata nelle opzioni del plugin.
nl_nl: U kunt de wisselkoersen voor elke geselecteerde valuta instellen in de plug-in opties.
tr_tr: Eklenti seçeneklerinde seçilen her para birimi için döviz kurlarını ayarlayabilirsiniz.

source: You can run booking form with particular currency by adding parameter "currency=CODE" to the query string of page on which booking form is located.
el: Μπορείτε να εκτελέσετε φόρμα κράτησης με συγκεκριμένο νόμισμα προσθέτοντας την παράμετρο "currency=CODE" στη συμβολοσειρά ερωτήματος της σελίδας στην οποία βρίσκεται η φόρμα κράτησης.
it_it: È possibile eseguire il modulo di prenotazione con una determinata valuta aggiungendo il parametro "currency=CODE" alla stringa di interrogazione della pagina in cui si trova il modulo di prenotazione.
nl_nl: Uw boekingsformulier met bepaalde valuta uitvoeren door parameter currency=CODE toe te voegen aan de pagina pagina waarop het boekingsformulier zich bevindt.
tr_tr: Rezervasyon formunun bulunduğu sayfanın sorgu dizesine "para birimi = KOD" parametresini ekleyerek belirli bir para birimiyle rezervasyon formunu çalıştırabilirsiniz.

source: Select one of the available price calculation methods for services.
el: Επιλέξτε μία από τις διαθέσιμες μεθόδους υπολογισμού τιμών για υπηρεσίες.
it_it: Selezioni uno dei metodi di calcolo dei prezzi disponibili per i servizi.
nl_nl: Selecteer een van de beschikbare prijsberekeningsmethoden voor diensten.
tr_tr: Hizmetler için mevcut fiyat hesaplama yöntemlerinden birini seçin.

source: This option is available only for "Variable" booking sum type.
el: Αυτή η επιλογή είναι διαθέσιμη μόνο για τον τύπο αθροίσματος κράτησης "Μεταβλητό".
it_it: Questa opzione è disponibile solo per il tipo di somma di prenotazione "Variabile".
nl_nl: Deze optie is alleen beschikbaar voor het boekingstype "Variabel".
tr_tr: Bu seçenek yalnızca "Değişken" rezervasyon toplamı türü için kullanılabilir.

source: Method
el: Μέθοδος
it_it: Metodo
nl_nl: Methode
tr_tr: Yöntem

source: Hide fees
el: Απόκρυψη χρεώσεων
it_it: Nascondere le tasse
nl_nl: Verberg kosten
tr_tr: Ücretleri gizle

source: Hide/show all additional fees (initial, delivery) in booking summary and include/exclude them to/from the price of the vehicle.
el: Απόκρυψη/εμφάνιση όλων των πρόσθετων χρεώσεων (αρχική, παράδοση) στη σύνοψη της κράτησης και συμπερίληψή τους στην/από την τιμή του οχήματος.
it_it: Nascondere/mostrare tutte le spese aggiuntive (iniziali, di consegna) nel riepilogo della prenotazione e includerle/escluderle dal prezzo del veicolo.
nl_nl: Alle extra kosten (eerste kosten, afleveringskosten) verbergen/tonen in het boekingsoverzicht en deze toevoegen aan/uitsluiten van de prijs van het voertuig.
tr_tr: Rezervasyon özetinde tüm ek ücretleri (başlangıç, teslimat) gizleyin/gösterin ve bunları aracın fiyatına dahil edin/hariç tutun.

source: Show in booking summary and exclude from vehicle price
el: Εμφάνιση στη σύνοψη της κράτησης και εξαίρεση από την τιμή του οχήματος
it_it: Mostra nel riepilogo della prenotazione ed esclude dal prezzo del veicolo
nl_nl: Weergeven in boekingsoverzicht en niet meeberekenen in de voertuigprijs
tr_tr: Rezervasyon özetinde göster ve araç fiyatından hariç tut

source: Show in booking summary and include in vehicle price
el: Εμφανίζεται στη σύνοψη της κράτησης και περιλαμβάνεται στην τιμή του οχήματος
it_it: Mostra nel riepilogo della prenotazione e include il prezzo del veicolo
nl_nl: Weergeven in het boekingsoverzicht en inbegrepen in de voertuigprijs
tr_tr: Rezervasyon özetinde gösterilir ve araç fiyatına dahil edilir

source: Hide in booking summary and include in vehicle price
el: Απόκρυψη στη σύνοψη της κράτησης και συμπερίληψη στην τιμή του οχήματος
it_it: Nascondere nel riepilogo della prenotazione e includere nel prezzo del veicolo
nl_nl: Verbergen in boekingsoverzicht en opnemen in voertuigprijs
tr_tr: Rezervasyon özetinde gizleyin ve araç fiyatına dahil edin

source: Hide prices
el: Απόκρυψη τιμών
it_it: Nascondi prezzi
nl_nl: Prijzen verbergen
tr_tr: Fiyatları Gizle

source: Hide all prices and summary.
el: Απόκρυψη όλων των τιμών και της περίληψης.
it_it: Nascondi tutti i prezzi e il riepilogo.
nl_nl: Verberg alle prijzen en samenvatting.
tr_tr: Tüm fiyatları ve özeti gizle.

source: If enabled, customers won’t see prices or payment methods. WooCommerce support will also be disabled.
el: Εάν είναι ενεργοποιημένη, οι πελάτες δεν θα βλέπουν τιμές ή μεθόδους πληρωμής. Η υποστήριξη του WooCommerce θα είναι επίσης απενεργοποιημένη.
it_it: Se abilitato, i clienti non vedranno i prezzi o i metodi di pagamento. Anche il supporto di WooCommerce sarà disabilitato.
nl_nl: Als deze optie is ingeschakeld, zullen klanten geen prijzen of betaalmethoden zien. WooCommerce ondersteuning wordt ook uitgeschakeld.
tr_tr: Etkinleştirilirse, müşteriler fiyatları veya ödeme yöntemlerini görmez. WooCommerce desteği de devre dışı bırakılacaktır.

source: Split order sum
el: Διαχωρισμός αθροίσματος παραγγελίας
it_it: Somma d'ordine divisa
nl_nl: Verdeel bedrag
tr_tr: Bölünmüş sipariş toplamı

source: Split order sum to net and tax value in summary section.
el: Διαχωρίστε το ποσό παραγγελίας σε καθαρή και φορολογική αξία στην ενότητα σύνοψης.
it_it: Dividere la somma dell'ordine in valore netto e valore fiscale nella sezione di riepilogo.
nl_nl: Toon belasting apart in samenvatting.
tr_tr: Özet bölümünde sipariş toplamını net ve vergi değerine bölün.

source: Show vehicle price details
el: Εμφάνιση λεπτομερειών τιμής οχήματος
it_it: Mostra i dettagli del prezzo del veicolo
nl_nl: Details voertuigprijs tonen
tr_tr: Araç fiyat detaylarını göster

source: Split vehicle price to one way and return sum in the booking summary for a selected transfer types.
el: Διαχωρίστε την τιμή του οχήματος σε ποσό για απλή μετάβαση και επιστροφή στη σύνοψη της κράτησης για έναν επιλεγμένο τύπο μεταφοράς.
it_it: Dividere il prezzo del veicolo in somma di andata e ritorno nel riepilogo della prenotazione per i tipi di trasferimento selezionati.
nl_nl: Splits de prijs van het voertuig op in een enkele reis en een bedrag voor de terugreis in het boekingsoverzicht voor een geselecteerd type transfer.
tr_tr: Seçilen bir transfer türü için rezervasyon özetinde araç fiyatını tek yön ve dönüş toplamına bölün.

source: Show net prices and hide tax
el: Εμφάνιση καθαρών τιμών και απόκρυψη φόρου
it_it: Mostra prezzi netti e nascondi imposte
nl_nl: Toon nettoprijzen en verberg belastingen
tr_tr: Net fiyatları göster ve vergiyi gizle

source: Show net prices and hide tax - tax value will be displayed in last step only.
el: Εμφάνιση καθαρών τιμών και απόκρυψη φορολογικής - φορολογικής αξίας θα εμφανίζονται μόνο στο τελευταίο βήμα.
it_it: Mostra i prezzi netti e nascondi il valore dell'imposta fiscale, verrà visualizzato solo nell'ultimo passaggio.
nl_nl: Toon nettoprijzen en verberg belasting - belasting wordt pas in de laatste stap weergegeven.
tr_tr: Net fiyatları göster ve vergiyi gizle - vergi değeri yalnızca son adımda görüntülenecektir.

source: Show price before discount
el: Εμφάνιση τιμής πριν την έκπτωση
it_it: Mostra il prezzo prima dello sconto
nl_nl: Toon prijs vóór korting
tr_tr: İndirimden önceki fiyatı göster

source: Show original (higher) price before applying "Pricing Rules".
el: Εμφάνιση της αρχικής (υψηλότερης) τιμής πριν από την εφαρμογή των "Κανόνων τιμολόγησης".
it_it: Mostra il prezzo originale (più alto) prima di applicare le "Regole di tariffazione".
nl_nl: Toon oorspronkelijke (hogere) prijs voordat u "Prijsregels" toepast.
tr_tr: "Fiyatlandırma Kuralları "nı uygulamadan önce orijinal (daha yüksek) fiyatı gösterin.

source: If the final price is lower than the base price from "Vehicles" or "Routes", the higher one will be shown with strikethrough.
el: Εάν η τελική τιμή είναι χαμηλότερη από τη βασική τιμή από το "Οχήματα" ή το "Δρομολόγια", η υψηλότερη τιμή θα εμφανίζεται με διαγράμμιση.
it_it: Se il prezzo finale è inferiore al prezzo base di "Veicoli" o "Itinerari", quello più alto sarà indicato con una barra.
nl_nl: Als de uiteindelijke prijs lager is dan de basisprijs van "Voertuigen" of "Routes", wordt de hogere prijs doorgestreept weergegeven.
tr_tr: Nihai fiyat "Araçlar" veya "Rotalar "daki baz fiyattan düşükse, yüksek olanın üzeri çizilerek gösterilecektir.

source: Works only if "Show price per passengers" and "Bid vehicle price" are disabled.
el: Λειτουργεί μόνο εάν οι επιλογές "Εμφάνιση τιμής ανά επιβάτη" και "Προσφορά τιμής οχήματος" είναι απενεργοποιημένες.
it_it: Funziona solo se le opzioni "Mostra prezzo per passeggero" e "Offerta prezzo veicolo" sono disattivate.
nl_nl: Werkt alleen als "Toon prijs per passagier" en "Bied voertuigprijs" zijn uitgeschakeld.
tr_tr: Yalnızca "Yolcu başına fiyatı göster" ve "Araç fiyatı teklif et" devre dışı bırakıldığında çalışır.

source: Apply tax based on geofence
el: Εφαρμογή φόρου με βάση το geofence
it_it: Applica la tassa in base alla geofence
nl_nl: Belasting toepassen op basis van geofence
tr_tr: Coğrafi sınıra göre vergi uygulayın

source: Apply tax to the distance prices based on geofence.
el: Εφαρμόστε φόρο στις τιμές απόστασης με βάση το geofence.
it_it: Applica l'imposta ai prezzi della distanza in base alla geofence.
nl_nl: Pas belasting toe op de afstandsprijzen op basis van geofence.
tr_tr: Coğrafi sınıra göre mesafe fiyatlarına vergi uygulayın.

source: This option works for "Distance" service type and "Distance" calculation method only.
el: Αυτή η επιλογή λειτουργεί μόνο για τον τύπο υπηρεσίας "Απόσταση" και τη μέθοδο υπολογισμού "Απόσταση".
it_it: Questa opzione funziona solo per il tipo di servizio "Distanza" e il metodo di calcolo "Distanza".
nl_nl: Deze optie werkt alleen voor het servicetype "Afstand" en de berekeningsmethode "Afstand".
tr_tr: Bu seçenek yalnızca "Mesafe" hizmet türü ve "Mesafe" hesaplama yöntemi için çalışır.

source: Enter setting of coupons.
el: Εισάγετε τη ρύθμιση των κουπονιών.
it_it: Inserisca l'impostazione dei tagliandi.
nl_nl: Instelling van coupons invoeren.
tr_tr: Kupon ayarlarını girin.

source: Show value of the discount in the booking summary.
el: Εμφάνιση της αξίας της έκπτωσης στη σύνοψη της κράτησης.
it_it: Mostra il valore dello sconto nel riepilogo della prenotazione.
nl_nl: Toon de waarde van de korting in het boekingsoverzicht.
tr_tr: Rezervasyon özetinde indirim değerini gösterin.

source: Enter setting of gratuity.
el: Εισαγάγετε τη ρύθμιση του φιλοδωρήματος.
it_it: Inserire l'impostazione della mancia.
nl_nl: Voer de fooi in.
tr_tr: Armağan ayarını girin.

source: Gratuity type.
el: Τύπος φιλοδωρήματος.
it_it: Tipo di mancia.
nl_nl: Soort fooi.
tr_tr: Bahşiş türü.

source: Value of gratuity (fixed or percentage).
el: Αξία φιλοδωρήματος (σταθερή ή ποσοστιαία).
it_it: Valore della mancia (fisso o percentuale).
nl_nl: Waarde van de gratificatie (vast of percentage).
tr_tr: İkramiyenin değeri (sabit veya yüzde).

source: Enable possibility of changing gratuity by customer.
el: Δυνατότητα αλλαγής φιλοδωρήματος από τον πελάτη.
it_it: Consente la possibilità di modificare la mancia da parte del cliente.
nl_nl: Mogelijkheid tot veranderen van fooi door klant.
tr_tr: Bahşişin müşteri tarafından değiştirilebilmesini sağlayın.

source: Customer gratuity type (fixed or percentage).
el: Τύπος φιλοδωρήματος πελάτη (σταθερό ή ποσοστιαίο).
it_it: Tipo di mancia del cliente (fissa o percentuale).
nl_nl: Type klantgratificatie (vast of percentage).
tr_tr: Müşteri bahşiş türü (sabit veya yüzde).

source: Vehicle price rounding
el: Στρογγυλοποίηση τιμών οχημάτων
it_it: Arrotondamento del prezzo del veicolo
nl_nl: Afronding voertuigprijs
tr_tr: Araç fiyatı yuvarlama

source: Vehicle price rounding.
el: Στρογγυλοποίηση τιμών οχημάτων.
it_it: Arrotondamento del prezzo del veicolo.
nl_nl: Afronding van de voertuigprijs.
tr_tr: Araç fiyatı yuvarlama.

source: A value from range 0.01-999999.99. If empty, price will not be rounded.
el: Μια τιμή από την περιοχή 0,01-999999,99. Εάν είναι άδειο, η τιμή δεν θα στρογγυλοποιηθεί.
it_it: Un valore compreso nell'intervallo 0.01-9999.99. Se vuoto, il prezzo non sarà arrotondato.
nl_nl: Een waarde uit het bereik 0,01-999999,99. Indien leeg, wordt de prijs niet afgerond.
tr_tr: 0,01-999999,99 aralığında bir değer. Boşsa, fiyat yuvarlanmayacaktır.

source: This option works for vehicle gross price only.
el: Αυτή η επιλογή λειτουργεί μόνο για μικτή τιμή οχήματος.
it_it: Questa opzione funziona solo per il prezzo lordo del veicolo.
nl_nl: Deze optie werkt alleen voor de brutoprijs van het voertuig.
tr_tr: Bu seçenek yalnızca araç brüt fiyatı için çalışır.

source: Bid vehicle price
el: Τιμή προσφοράς οχήματος
it_it: Prezzo del veicolo offerto
nl_nl: Biedprijs voertuig
tr_tr: Teklif aracı fiyatı

source: Allows customer to enter their own price for a vehicle.
el: Επιτρέπει στον πελάτη να εισάγει τη δική του τιμή για ένα όχημα.
it_it: Consente al cliente di inserire il proprio prezzo per un veicolo.
nl_nl: Hiermee kan de klant zijn eigen prijs voor een voertuig invoeren.
tr_tr: Müşterinin bir araç için kendi fiyatını girmesine izin verir.

source: Price cannot be lower than a defined percentage of the base price.
el: Η τιμή δεν μπορεί να είναι χαμηλότερη από ένα καθορισμένο ποσοστό της βασικής τιμής.
it_it: Il prezzo non può essere inferiore a una percentuale definita del prezzo base.
nl_nl: De prijs kan niet lager zijn dan een bepaald percentage van de basisprijs.
tr_tr: Fiyat, baz fiyatın tanımlanmış bir yüzdesinden daha düşük olamaz.

source: For fixed locations, this limit can be overridden by a value set in the location settings.
el: Για σταθερές τοποθεσίες, το όριο αυτό μπορεί να παρακαμφθεί από μια τιμή που ορίζεται στις ρυθμίσεις τοποθεσίας.
it_it: Per le sedi fisse, questo limite può essere superato da un valore impostato nelle impostazioni della sede.
nl_nl: Voor vaste locaties kan deze limiet worden overschreven door een waarde die is ingesteld in de locatie-instellingen.
tr_tr: Sabit konumlar için bu sınır, konum ayarlarında belirlenen bir değerle geçersiz kılınabilir.

source: Works only if "Hide fees" is enabled and "Vehicle price rounding" is set to 0.00.
el: Λειτουργεί μόνο εάν η επιλογή "Απόκρυψη τελών" είναι ενεργοποιημένη και η επιλογή "Στρογγυλοποίηση τιμής οχήματος" έχει οριστεί σε 0,00.
it_it: Funziona solo se "Nascondi tasse" è abilitato e "Arrotondamento prezzo veicolo" è impostato su 0.00.
nl_nl: Werkt alleen als "Verberg kosten" is ingeschakeld en "Afronding voertuigprijs" is ingesteld op 0,00.
tr_tr: Yalnızca "Ücretleri gizle" etkinleştirildiğinde ve "Araç fiyatı yuvarlama" 0,00 olarak ayarlandığında çalışır.

source: Maximum percentage discount.
el: Μέγιστο ποσοστό έκπτωσης.
it_it: Percentuale massima di sconto.
nl_nl: Maximaal kortingspercentage.
tr_tr: Maksimum yüzde indirimi.

source: To use these features, make sure WooCommerce is installed and the "Checkout" page is set up in <a href="%s" target="_blank">WooCommerce settings</a>.
el: Για να χρησιμοποιήσετε αυτές τις λειτουργίες, βεβαιωθείτε ότι το WooCommerce είναι εγκατεστημένο και ότι η σελίδα "Checkout" έχει ρυθμιστεί στις <a href="%s" target="_blank">ρυθμίσεις του WooCommerce</a>.
it_it: Per utilizzare queste funzioni, si assicuri che WooCommerce sia installato e che la pagina "Cassa" sia impostata nelle <a href="%s" target="_blank">impostazioni di WooCommerce</a>.
nl_nl: Om deze functies te gebruiken, moet u ervoor zorgen dat WooCommerce geïnstalleerd is en dat de pagina "Afrekenen" ingesteld is in <a href="%s" target="_blank">de instellingen van WooCommerce</a>.
tr_tr: Bu özellikleri kullanmak için WooCommerce'in kurulu olduğundan ve <a href="%s" target="_blank">WooCommerce ayarlarında</a>"Checkout" sayfasının ayarlandığından emin olun.

source: WooCommerce support
el: Υποστήριξη εφαρμογής WooCommerce
it_it: Supporto WooCommerce
tr_tr: WooCommerce destek

source: Enable or disable managing bookings and payments via the WooCommerce plugin.
el: Ενεργοποιήστε ή απενεργοποιήστε τη διαχείριση κρατήσεων και πληρωμών μέσω του πρόσθετου WooCommerce.
it_it: Abilita o disabilita la gestione delle prenotazioni e dei pagamenti tramite il plugin WooCommerce.
nl_nl: Het beheren van boekingen en betalingen via de WooCommerce-plugin in- of uitschakelen.
tr_tr: WooCommerce eklentisi aracılığıyla rezervasyonları ve ödemeleri yönetmeyi etkinleştirin veya devre dışı bırakın.

source: Requires "Hide prices" and "Add to WooCommerce cart" options to be disabled.
el: Απαιτεί την απενεργοποίηση των επιλογών "Απόκρυψη τιμών" και "Προσθήκη στο καλάθι του WooCommerce".
it_it: Richiede che le opzioni "Nascondi prezzi" e "Aggiungi al carrello WooCommerce" siano disattivate.
nl_nl: Vereist dat de opties "Prijzen verbergen" en "Toevoegen aan WooCommerce winkelwagen" zijn uitgeschakeld.
tr_tr: "Fiyatları gizle" ve "WooCommerce sepetine ekle" seçeneklerinin devre dışı bırakılmasını gerektirir.

source: WooCommerce account
el: Λογαριασμός WooCommerce
it_it: Conto Negozio
tr_tr: WooCommerce hesabı

source: Enable or disable account creation and login via WooCommerce.
el: Ενεργοποίηση ή απενεργοποίηση της δημιουργίας λογαριασμού και της σύνδεσης μέσω του WooCommerce.
it_it: Abilita o disabilita la creazione di un account e il login tramite WooCommerce.
nl_nl: Account aanmaken en aanmelden via WooCommerce in- of uitschakelen.
tr_tr: WooCommerce üzerinden hesap oluşturmayı ve giriş yapmayı etkinleştirin veya devre dışı bırakın.
