Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: There was an error when reading this WXR file
el: Προέκυψε σφάλμα κατά την ανάγνωση του WXR αρχείου
it_it: Si è verificato un errore durante la lettura di questo file WXR
nl_nl: Er is een fout aangetroffen bij het lezen van dit WXR bestand
tr_tr: Bu WXR dosyasını okurken bir hata oluştu

source: Details are shown above. The importer will now try again with a different parser...
el: Λεπτομέρειες παραπάνω. Ο εισαγωγέας θα προσπαθήσει και πάλι με διαφορετικό αναλυτή...
it_it: I dettagli sono riportati sopra. L’importer tenterà nuovamente con un diverso decodificatore...
nl_nl: Details worden hierboven weergegeven. De importer zal nu opnieuw proberen met een andere parser...
tr_tr: Detaylar yukarıda gösterilmiştir. Aktarıcı şimdi farklı bir ayrıştırıcı ile tekrar deneyecek…

source: Chauffeur Booking Form Settings
el: Ρυθμίσεις φόρμας κράτησης Chauffeur
it_it: Impostazione Modulo di Prenotazione per Autista
nl_nl: Chauffeur reservering formulier Instellingen
tr_tr: Rezervasyon formu ayarları

source: Chauffeur Booking Form shortcode ID
el: Αναγνωριστικό σύντομου κωδικού φόρμας κράτησης Chauffeur
it_it: ID shortcode Modulo di prenotazione autista
nl_nl: Chauffeur Reservering formulier shortcode ID
tr_tr: Şoför Rezervasyon Formu kısa kod kimliği

source: Block for displaying Chauffeur Booking Form
el: Μπλοκ για εμφάνιση φόρμας κράτησης Chauffeur
it_it: Blocco per la visualizzazione del Modulo di prenotazione per autisti
nl_nl: Blok voor het tonen van het reservering formulier van de chauffeur
tr_tr: Rezervasyon formunu gösterme bloğu

source: Please select shortcode ID under settings panel
el: Επιλέξτε αναγνωριστικό σύντομου κωδικού στον πίνακα ρυθμίσεων
it_it: Selezioni l'ID dello shortcode nel pannello delle impostazioni
nl_nl: Selecteer shortcode ID onder instellingen paneel
tr_tr: Lütfen Ayarlar panelinde Shortcode ID seçin

source: Chauffeur Booking Form:
el: Φόρμα Κράτησης Chauffeur:
it_it: Modulo di Prenotazione Autista:
nl_nl: Chauffeur reservering formulier
tr_tr: Rezervasyon formu:

source: Please select shortcode id under settings panel
el: Επιλέξτε αναγνωριστικό σύντομου κωδικού στον πίνακα ρυθμίσεων
it_it: Selezioni l'id dello shortcode nel pannello delle impostazioni
nl_nl: Selecteer shortcode id onder instellingen paneel
tr_tr: Lütfen Ayarlar panelinde Shortcode ID seçin

source: Options
el: Επιλογές
it_it: Opzioni
nl_nl: Opties
tr_tr: Seçenekler

source: Availability rule ID
el: Αναγνωριστικό κανόνα διαθεσιμότητας
it_it: ID della regola di disponibilità
nl_nl: Beschikbaarheidsregel ID
tr_tr: Kullanılabilirlik kuralı kimliği

source: Select service type(s).
el: Επιλέξτε τύπο υπηρεσίας.
it_it: Selezioni il tipo di servizio.
nl_nl: Selecteer service type(s).
tr_tr: Hizmet tür(ler)ini seçin.

source: - None -
el: - Κανένα -
it_it: Non disponibile
nl_nl: - Geen -
tr_tr: - Yok -

source: Select booking form(s).
el: Επιλέξτε φόρμα κράτησης.
it_it: Selezioni il/i modulo/i di prenotazione.
nl_nl: Selecteer boekingsformulier(en).
tr_tr: Rezervasyon form(lar)ını seçin.

source: These conditions work only for a "Distance" and "Hourly" service types.
el: Αυτές οι συνθήκες λειτουργούν μόνο για τύπους υπηρεσιών "Απόστασης" και "Ωριαίας".
it_it: Queste condizioni funzionano solo per i tipi di servizio "Distanza" e "Orario".
nl_nl: Deze voorwaarden werken alleen voor een "Afstandsdienst" en een "Uurdienst".
tr_tr: Bu koşullar yalnızca "Mesafe" ve "Saatlik" hizmet türleri için geçerlidir.

source: Please use "Geofence" and "Country" options separately. Using them together may produce unexpected results.
el: Χρησιμοποιήστε ξεχωριστά τις επιλογές "Geofence" και "Χώρα". Η χρήση τους μαζί μπορεί να παράγει απροσδόκητα αποτελέσματα.
it_it: Utilizzi le opzioni "Geofence" e "Country" separatamente. Utilizzarle insieme può produrre risultati inaspettati.
nl_nl: Gebruik de opties "Geofence" en "Country" afzonderlijk. Als u ze samen gebruikt, kan dit onverwachte resultaten opleveren.
tr_tr: Lütfen "Geofence" ve "Country" seçeneklerini ayrı ayrı kullanın. İkisini birlikte kullanmak beklenmedik sonuçlar doğurabilir.

source: These conditions work only if the fixed locations are enabled in the booking form.
el: Αυτοί οι όροι λειτουργούν μόνο εάν οι σταθερές τοποθεσίες είναι ενεργοποιημένες στη φόρμα κράτησης.
it_it: Queste condizioni funzionano solo se le posizioni fisse sono abilitate nel modulo di prenotazione.
nl_nl: Deze voorwaarden werken alleen als de vaste locaties zijn ingeschakeld in het boekingsformulier.
tr_tr: Bu koşullar yalnızca rezervasyon formunda sabit konumlar etkinleştirildiğinde çalışır.

source: Select fixed pickup location(s).
el: Επιλέξτε σταθερές τοποθεσίες παραλαβής.
it_it: Selezioni una o più sedi di ritiro fisse.
nl_nl: Selecteer vaste afhaallocatie(s).
tr_tr: Sabit teslim alma konum(lar)ını seçin.

source: Select fixed drop-off location(s).
el: Επιλέξτε σταθερές τοποθεσίες αποβίβασης.
it_it: Selezioni una o più sedi fisse di consegna.
nl_nl: Kies (een) vaste afgifteplaats(en).
tr_tr: Sabit bırakma konum(lar)ını seçin.

source: These conditions work only for the non-fixed locations.
el: Αυτές οι συνθήκες λειτουργούν μόνο για τις μη σταθερές θέσεις.
it_it: Queste condizioni funzionano solo per le posizioni non fisse.
nl_nl: Deze voorwaarden werken alleen voor de niet-vaste locaties.
tr_tr: Bu koşullar yalnızca sabit olmayan konumlar için geçerlidir.

source: Select geofence areas of pickup location.
el: Επιλέξτε περιοχές geofence της τοποθεσίας παραλαβής.
it_it: Selezioni le aree di geofence della posizione di prelievo.
nl_nl: Selecteer geofence gebieden van afhaallocatie.
tr_tr: Teslim alma konumunun coğrafi çit alanlarını seçin.

source: Select geofence areas of drop-off location.
el: Επιλέξτε περιοχές geofence της τοποθεσίας αποβίβασης.
it_it: Selezioni le aree di geofence del luogo di consegna.
nl_nl: Selecteer geofence gebieden van drop-off locatie.
tr_tr: Bırakma konumunun coğrafi çit alanlarını seçin.

source: Enter pickup dates.
el: Εισαγάγετε ημερομηνίες παραλαβής.
it_it: Inserisca le date di ritiro.
nl_nl: Voer afhaaldata in.
tr_tr: Teslim alma tarihlerini girin.

source: From
el: Από
it_it: Dal
nl_nl: Van
tr_tr: Kimden

source: From.
el: Από.
it_it: Da.
nl_nl: Vanaf.
tr_tr: Nereden.

source: To
el: Προς
it_it: A
nl_nl: Tot
tr_tr: Kime

source: To.
el: Προς.
it_it: A.
nl_nl: Naar.
tr_tr: Hedef.

source: Remove
el: Αφαίρεση
it_it: Rimuovi
nl_nl: Verwijderen
tr_tr: Kaldır

source: Remove this entry.
el: Καταργήστε αυτήν την καταχώρηση.
it_it: Rimuovi questa voce.
nl_nl: Verwijder dit item.
tr_tr: Bu girişi kaldırın.

source: Add
el: Προσθήκη
it_it: Aggiungi
nl_nl: Toevoegen
tr_tr: Ekle

source: Enter return dates. This feature works only if the "Return (new ride)" transfer type is selected by the customer.
el: Εισαγάγετε ημερομηνίες επιστροφής. Αυτή η λειτουργία λειτουργεί μόνο εάν ο πελάτης επιλέξει τον τύπο μεταφοράς "Επιστροφή (νέα διαδρομή)".
it_it: Inserisca le date di ritorno. Questa funzione funziona solo se il cliente ha selezionato il tipo di trasferimento "Ritorno (nuova corsa)".
nl_nl: Voer retourdata in. Deze functie werkt alleen als het overdrachtstype "Terugbrengen (nieuwe rit)" door de klant is geselecteerd.
tr_tr: Dönüş tarihlerini girin. Bu özellik yalnızca müşteri tarafından "İade (yeni yolculuk)" transfer türü seçildiğinde çalışır.

source: Enter pickup hours.
el: Εισαγάγετε τις ώρες παραλαβής.
it_it: Inserisca l'orario di ritiro.
nl_nl: Voer afhaaluren in.
tr_tr: Teslim alma saatlerini girin.

source: Enter return hours. This feature works only if the "Return (new ride)" transfer type is selected by the customer.
el: Εισαγάγετε τις ώρες επιστροφής. Αυτή η λειτουργία λειτουργεί μόνο εάν ο πελάτης επιλέξει τον τύπο μεταφοράς "Επιστροφή (νέα διαδρομή)".
it_it: Inserisca le ore di ritorno. Questa funzione funziona solo se il cliente ha selezionato il tipo di trasferimento "Ritorno (nuova corsa)".
nl_nl: Terugkeeruren invoeren. Deze functie werkt alleen als het overdrachtstype "Terugkeer (nieuwe rit)" door de klant is geselecteerd.
tr_tr: Dönüş saatlerini girin. Bu özellik yalnızca müşteri tarafından "Dönüş (yeni yolculuk)" transfer türü seçildiğinde çalışır.

source: Select vehicles and its availability.
el: Επιλέξτε οχήματα και τη διαθεσιμότητά τους.
it_it: Seleziona i veicoli e la loro disponibilità.
nl_nl: Selecteer voertuigen en hun beschikbaarheid.
tr_tr: Araçları ve kullanılabilirliğini seçin.

source: Vehicle.
el: Όχημα.
it_it: Veicolo.
nl_nl: Voertuig.
tr_tr: Araç.

source: Availability
el: Διαθεσιμότητα
it_it: Disponibilità
nl_nl: Beschikbaarheid
tr_tr: Kullanılabilirlik

source: Availability.
el: Διαθεσιμότητα.
it_it: Disponibilità.
nl_nl: Beschikbaarheid.
tr_tr: Kullanılabilirlik.

source: Select booking extras and its availability.
el: Επιλέξτε επιπλέον παροχές κράτησης και τη διαθεσιμότητά τους.
it_it: Selezioni gli extra della prenotazione e la loro disponibilità.
nl_nl: Selecteer het boeken van extra's en de beschikbaarheid ervan.
tr_tr: Rezervasyon ekstralarını ve uygunluğunu seçin.

source: Booking extra
el: Επιπλέον παροχές κράτησης
it_it: Prenotazione extra
nl_nl: Extra boeken
tr_tr: Ekstra rezervasyon

source: Select payments and its availability.
el: Επιλέξτε πληρωμές και τη διαθεσιμότητά τους.
it_it: Selezionare i pagamenti e la loro disponibilità.
nl_nl: Selecteer betalingen en de beschikbaarheid ervan.
tr_tr: Ödemeleri ve kullanılabilirliğini seçin.

source: Defines whether the plugin should stop availability checking after this rule or continue processing the next rule based on order.
el: Ορίζει εάν το πρόσθετο θα πρέπει να διακόψει τον έλεγχο διαθεσιμότητας μετά από αυτόν τον κανόνα ή να συνεχίσει την επεξεργασία του επόμενου κανόνα βάσει της σειράς.
it_it: Definisce se il plugin deve interrompere il controllo di disponibilità dopo questa regola o continuare ad elaborare la regola successiva in base all'ordine.
nl_nl: Definieert of de plugin de beschikbaarheidscontrole moet stoppen na deze regel of door moet gaan met het verwerken van de volgende regel op basis van volgorde.
tr_tr: Eklentinin bu kuraldan sonra kullanılabilirlik denetimini durdurup durdurmayacağını veya sıraya göre bir sonraki kuralı işlemeye devam edip etmeyeceğini tanımlar.

source: Booking period
el: Περίοδος κράτησης
it_it: Periodo di prenotazione
nl_nl: Boekingsperiode
tr_tr: Rezervasyon süresi

source: Set range (in days, hours, or minutes) during which customer can make a booking.
el: Ορισμός εύρους (σε ημέρες, ώρες ή λεπτά) κατά το οποίο ο πελάτης μπορεί να κάνει κράτηση.
it_it: Imposta l'intervallo (in giorni, ore o minuti) durante il quale il cliente può effettuare una prenotazione.
nl_nl: Stel het bereik in (in dagen, uren of minuten) waarbinnen de klant een boeking kan maken.
tr_tr: Müşterinin rezervasyon yapabileceği aralığı (gün, saat veya dakika olarak) ayarlayın.

source: E.g. range 1–14 days means booking is allowed from tomorrow for the next two weeks.
el: Π.χ. το εύρος 1-14 ημέρες σημαίνει ότι η κράτηση επιτρέπεται από αύριο για τις επόμενες δύο εβδομάδες.
it_it: Ad esempio, l'intervallo 1-14 giorni significa che la prenotazione è consentita da domani per le prossime due settimane.
nl_nl: Bijv. bereik 1-14 dagen betekent dat er vanaf morgen geboekt mag worden voor de komende twee weken.
tr_tr: Örneğin 1-14 gün aralığı, yarından itibaren önümüzdeki iki hafta boyunca rezervasyona izin verildiği anlamına gelir.

source: Use integers from 0 to 9999. Leave empty to make the booking period unlimited.
el: Χρησιμοποιήστε ακέραιους αριθμούς από 0 έως 9999. Αφήστε το κενό για να κάνετε την περίοδο κράτησης απεριόριστη.
it_it: Utilizzi numeri interi da 0 a 9999. Lasciare vuoto per rendere il periodo di prenotazione illimitato.
nl_nl: Gebruik gehele getallen van 0 tot 9999. Laat leeg om de boekingsperiode onbeperkt te maken.
tr_tr: 0'dan 9999'a kadar tam sayılar kullanın. Rezervasyon süresini sınırsız yapmak için boş bırakın.

source: From (number of days/hours/minutes from now when booking becomes available).
el: Από (αριθμός ημερών/ωρών/λεπτών από τώρα που η κράτηση θα είναι διαθέσιμη).
it_it: Da (numero di giorni/ore/minuti a partire da ora, quando la prenotazione sarà disponibile).
nl_nl: Vanaf (aantal dagen/uren/minuten vanaf nu wanneer de reservering beschikbaar wordt).
tr_tr: Şu andan itibaren (rezervasyonun müsait olduğu andan itibaren gün/saat/dakika sayısı).

source: To (number of days/hours/minutes from now when booking is no longer allowed).
el: Μέχρι (αριθμός ημερών/ωρών/λεπτών από τώρα, όταν η κράτηση δεν επιτρέπεται πλέον).
it_it: Fino a (numero di giorni/ore/minuti a partire da ora, quando la prenotazione non è più consentita).
nl_nl: Tot (aantal dagen/uren/minuten vanaf nu wanneer boeken niet langer is toegestaan).
tr_tr: To (rezervasyona artık izin verilmediği andan itibaren gün/saat/dakika sayısı).

source: Days
el: Ημέρες
it_it: Giorni
nl_nl: Dagen
tr_tr: Gün

source: Minutes
el: Λεπτά
it_it: Minuti
nl_nl: Minuten
tr_tr: Dakika

source: Define the minimum (net) order value.
el: Καθορίστε την ελάχιστη (καθαρή) αξία παραγγελίας.
it_it: Definisce il valore minimo (netto) dell'ordine.
nl_nl: Definieer de minimale (netto) bestelwaarde.
tr_tr: Minimum (net) sipariş değerini tanımlayın.

source: If the total is lower than the defined amount, the plugin will display an error message.
el: Εάν το σύνολο είναι μικρότερο από το καθορισμένο ποσό, το πρόσθετο θα εμφανίσει ένα μήνυμα σφάλματος.
it_it: Se il totale è inferiore all'importo definito, il plugin visualizzerà un messaggio di errore.
nl_nl: Als het totaal lager is dan het gedefinieerde bedrag, zal de plugin een foutbericht weergeven.
tr_tr: Toplam, tanımlanan miktardan düşükse, eklenti bir hata mesajı görüntüleyecektir.

source: Minimum order value.
el: Ελάχιστη αξία παραγγελίας.
it_it: Valore minimo dell'ordine.
nl_nl: Minimum bestelwaarde.
tr_tr: Minimum sipariş değeri.

source: Error message.
el: Μήνυμα σφάλματος.
it_it: Messaggio di errore.
nl_nl: Foutbericht.
tr_tr: Hata mesajı.

source: Billing
el: Χρέωση
it_it: Fatturazione
nl_nl: Facturatie
tr_tr: Faturalandırma

source: Extras
el: Πρόσθετα
it_it: Extra
tr_tr: Ekstralar

source: Booking ID
el: ID κράτησης
it_it: ID Prenotazione
nl_nl: Reservering ID
tr_tr: Rezervasyon ID

source: Booking status.
el: Κατάσταση κράτησης.
it_it: Stato della Prenotazione.
nl_nl: Reserveringsstatus.
tr_tr: Rezervasyon Durumu.

source: Service type.
el: Τύπος υπηρεσίας.
it_it: Tipo servizio.
nl_nl: Type dienst.
tr_tr: Servis Tipi.

source: Transfer type.
el: Τύπος μεταφοράς.
it_it: Tipo di trasferimento.
nl_nl: Soort overdracht.
tr_tr: Kurye Tipi.

source: Pickup date and time.
el: Ημερομηνία και ώρα παραλαβής.
it_it: Data e orario scelti dal cliente.
nl_nl: Afhaaldatum en -tijd.
tr_tr: Alış Noktası Tarihi ve Saati.

source: Return date and time.
el: Ημερομηνία και ώρα επιστροφής.
it_it: Data/ora del Ritorno.
nl_nl: Retour ophaal datum en tijd.
tr_tr: Dönüş tarihi ve saati.

source: To Pay
el: Επιλογές αιτήματος πληρωμής (Apple Pay / Google Pay)
it_it: Da Pagare
nl_nl: Aanbetaling
tr_tr: Ödeme

source: Total distance.
el: Συνολική απόσταση.
it_it: Distanza totale.
nl_nl: Totale afstand.
tr_tr: Toplam mesafe.

source: Service distance.
el: Απόσταση εξυπηρέτησης.
it_it: Distanza di servizio.
nl_nl: Serviceafstand.
tr_tr: Servis mesafesi.

source: Rental time of the vehicle in hours.
el: Χρόνος ενοικίασης του οχήματος σε ώρες.
it_it: Tempo di noleggio del veicolo in ore.
nl_nl: Huurtijd van het voertuig in uren.
tr_tr: Saat olarak aracın kiralama süresi.

source: Total duration.
el: Συνολική διάρκεια.
it_it: Durata totale.
nl_nl: Totale duur.
tr_tr: Toplam süre.

source: Service duration.
el: Διάρκεια υπηρεσίας.
it_it: Durata del servizio.
nl_nl: Duur van de service.
tr_tr: Hizmet süresi.

source: Number of passengers.
el: Αριθμός Επιβατών.
it_it: Numero di passeggeri.
nl_nl: Aantal passagiers.
tr_tr: Yolcuların sayısı.

source: Order total amount.
el: Συνολικό ποσό παραγγελίας.
it_it: Prezzo totale del noleggio.
nl_nl: Totaal bedrag rit.
tr_tr: Toplam sipariş miktarı.

source: This booking has been paid by business user.
el: Αυτή η κράτηση έχει πληρωθεί από επιχειρηματία χρήστη.
it_it: Questa prenotazione è stata pagata dall'utente business.
nl_nl: Deze boeking is betaald door de zakelijke gebruiker.
tr_tr: Bu rezervasyon, işletme kullanıcısı tarafından ödendi.

source: Comments to order
el: Σχόλια κατόπιν παραγγελίας
it_it: Note sulla prenotazione
nl_nl: Opmerkingen
tr_tr: Sipariş için Açıklamalar

source: Client comments.
el: Σχόλια πελατών.
it_it: Note del Cliente.
nl_nl: Opmerkingen van de klant.
tr_tr: Müşteri yorumları.

source: Coupon code
el: Κωδικός κουπονιού
it_it: Codice Coupon
nl_nl: Kortingscode
tr_tr: Kupon Kodu

source: Coupon code.
el: Κωδικός κουπονιού.
it_it: Codice del Coupon.
nl_nl: Kortingscode.
tr_tr: Kupon kodu.

source: Percentage discount.
el: Ποσοστό έκπτωσης.
it_it: Sconto in percentuale.
nl_nl: Kortingspercentage.
tr_tr: Yüzde indirim.

source: Name of the booking form from which booking has been sent.
el: Όνομα της φόρμας κράτησης από την οποία έχει σταλεί η κράτηση.
it_it: Nome del modulo di prenotazione da cui è stata inviata la prenotazione.
nl_nl: Naam van het boekingsformulier van waaruit de boeking is verstuurd.
tr_tr: Rezervasyonun gönderildiği rezervasyon formunun adı.

source: Calculation method
el: Μέθοδος υπολογισμού
it_it: Metodo di calcolo
nl_nl: Berekeningsmethode
tr_tr: Hesaplama yöntemi

source: Calculation method.
el: Μέθοδος υπολογισμού.
it_it: Metodo di calcolo.
nl_nl: Berekeningsmethode.
tr_tr: Hesaplama yöntemi.

source: Billing.
el: Χρέωση.
it_it: Fatturazione.
nl_nl: Facturatie.
tr_tr: Fatura.

source: Unit
el: Μονάδα
it_it: Unità
nl_nl: Eenheid
tr_tr: Birim

source: Unit net price
el: Καθαρή τιμή μονάδας
it_it: Prezzo unitario netto
nl_nl: Nettoprijs per eenheid
tr_tr: Birim net fiyat

source: Net value
el: Καθαρή αξία
it_it: Importo netto
nl_nl: Nettowaarde
tr_tr: Net değer

source: Tax rate
el: Φορολογικός Συντελεστής
it_it: Aliquota fiscale
nl_nl: BTW tarief
tr_tr: Yeni Vergi Oranı

source: Total amount
el: Γενικό σύνολο
it_it: Importo totale
nl_nl: Totaalbedrag
tr_tr: Toplam Tutar

source: Route name.
el: Όνομα διαδρομής.
it_it: Nome rotta.
nl_nl: Routenaam.
tr_tr: Rota adı.

source: Route.
el: Διαδρομή.
it_it: Percorso.
tr_tr: Rota.

source: Extra time in hours.
el: Επιπλέον χρόνος σε ώρες.
it_it: Tempo extra in ore.
nl_nl: Extra tijd in uren.
tr_tr: Saat cinsinden ekstra zaman.

source: Vehicle name.
el: Όνομα οχήματος.
it_it: Nome veicolo.
nl_nl: Voertuignaam.
tr_tr: Araç adı.

source: Vehicle prices
el: Τιμές οχημάτων
it_it: Prezzo veicoli
nl_nl: Prijzen van voertuigen
tr_tr: Araç Fiyatları

source: Base prices of vehicle.
el: Βασικές τιμές οχήματος.
it_it: Prezzi base del veicolo.
nl_nl: Basisprijzen van het voertuig.
tr_tr: Aracın baz fiyatları.

source: Price name
el: Όνομα τιμής
it_it: Nome prezzo
nl_nl: Verkoopprijs
tr_tr: Fiyat adı

source: Price name.
el: Όνομα τιμής.
it_it: Nome prezzo.
nl_nl: Prijs.
tr_tr: Fiyat adı.

source: Value.
el: Αξία.
it_it: Prezzo.
nl_nl: Waarde.
tr_tr: Değer.

source: Tax rate.
el: Φορολογικός συντελεστής.
it_it: Aliquota fiscale.
nl_nl: Tax tarief.
tr_tr: Vergi oranı (%).

source: Fixed (return)
el: Σταθερό (επιστροφή)
it_it: Fisso (ritorno)
nl_nl: Vaste prijs (retour)
tr_tr: Sabit (dönüş)

source: Fixed (return, new ride)
el: Σταθερό (επιστροφή, νέα διαδρομή)
it_it: Fisso (ritorno, nuova corsa)
nl_nl: Vaste prijs (retour, nieuwe rit)
tr_tr: Düzeltildi (dönüş, yeni sürüş)

source: Initial
el: Αρχική
nl_nl: Initieel
tr_tr: İlk

source: Initial (return)
el: Αρχική (επιστροφή)
it_it: Iniziale (ritorno)
nl_nl: Initieel (terugkeer)
tr_tr: Başlangıç (dönüş)

source: Initial (return, new ride)
el: Αρχική (επιστροφή, νέα διαδρομή)
it_it: Iniziale (ritorno, nuova corsa)
nl_nl: Initieel (terugkeer, nieuwe rit)
tr_tr: İlk (dönüş, yeni sürüş)

source: Delivery
el: Παράδοση
it_it: Consegna
nl_nl: Levering
tr_tr: Teslimat

source: Delivery (return)
el: Παράδοση (επιστροφή)
it_it: Consegna (ritorno) "domicilio"
nl_nl: Levering (retour)
tr_tr: Teslimat (iade)

source: (return)
el: (επιστροφή)
it_it: (ritorno)
nl_nl: (terug)
tr_tr: (Dönüş)

source: (return, new ride)
el: (επιστροφή, νέα διαδρομή)
it_it: (ritorno nuovo indirizzo)
nl_nl: (terug, nieuwe rit)
tr_tr: Dönüş (Yeni Güzergah)

source: Per hour
el: Ανά ώρα
it_it: Per ora
nl_nl: Per uur
tr_tr: Saat başı

source: Per hour (return)
el: Ανά ώρα (επιστροφή)
it_it: Per ora (andata e ritorno)
nl_nl: Per uur (retour)
tr_tr: Saat başı (dönüş)

source: Per hour (return, new ride)
el: Ανά ώρα (επιστροφή, νέα διαδρομή)
it_it: All'ora (ritorno, nuova corsa)
nl_nl: Per uur (retour, nieuwe rit)
tr_tr: Saat başı (dönüş, yeni yolculuk)

source: Extra time (per hour)
el: Επιπλέον χρόνος (ανά ώρα)
it_it: Tempo extra (per ora)
nl_nl: Extra tijd (per uur)
tr_tr: Ekstra zaman (saat başına)

source: Per waypoint
el: Ανά σημείο διαδρομής
it_it: Per punto di passaggio
tr_tr: Yol noktası başına

source: Per minute of the waypoint duration
el: Ανά λεπτό της διάρκειας του σημείου διαδρομής
it_it: Per minuto di durata del waypoint
nl_nl: Per minuut van de waypointduur
tr_tr: Yol noktası süresinin dakikası başına

source: Per passenger (adult)
el: Ανά επιβάτη (ενήλικας)
it_it: Per passeggero (adulto)
nl_nl: Per passagier (volwassene)
tr_tr: Yolcu başına (yetişkin)

source: Per passenger (child)
el: Ανά επιβάτη (παιδί)
it_it: Per passeggero (bambino)
nl_nl: Per passagier (kind)
tr_tr: Yolcu başına (çocuk)

source: List of add-ons ordered.
el: Λίστα πρόσθετων που παραγγέλθηκαν.
it_it: Elenco dei componenti aggiuntivi ordinati.
nl_nl: Lijst van bestelde add-ons.
tr_tr: Sipariş edilen eklentilerin listesi.

source: Quantity.
el: Ποσότητα.
it_it: Quantità.
nl_nl: Hoeveelheid.
tr_tr: Miktar.

source: Net unit price.
el: Καθαρή τιμή μονάδας.
it_it: Prezzo unitario.
nl_nl: Netto eenheidsprijs.
tr_tr: Net birim fiyatı.

source: Net value.
el: Καθαρή αξία.
it_it: Totale netto.
nl_nl: Netto waarde.
tr_tr: Net değer.

source: Tax rate in percentage.
el: Φορολογικός συντελεστής σε ποσοστό.
it_it: Aliquota fiscale in percentuale.
nl_nl: Belastingtarief in procenten.
tr_tr: Yüzde olarak vergi oranı.

source: Total gross amount.
el: Συνολικό ακαθάριστο ποσό.
it_it: Importo lordo totale.
nl_nl: Totaal bruto bedrag.
tr_tr: Toplam brüt tutar.

source: Customer notes
el: Σημειώσεις πελατών
it_it: Note del cliente
nl_nl: Opmerkingen van de klant
tr_tr: Müşteri Notları

source: Customer notes.
el: Σημειώσεις πελατών.
it_it: Note del cliente.
nl_nl: Opmerkingen van de klant.
tr_tr: Müşteri notları.

source: Client contact details.
el: Στοιχεία επικοινωνίας πελάτη.
it_it: Informazioni di contatto del cliente.
nl_nl: Contactgegevens van klant.
tr_tr: Müşteri iletişim bilgileri.

source: First name.
el: Όνομα.
it_it: Nome.
nl_nl: Voornaam.
tr_tr: Adı.

source: Last name.
el: Επώνυμο.
it_it: Cognome.
nl_nl: Achternaam.
tr_tr: Soyadı.

source: E-mail address.
el: E-mail.
it_it: Indirizzo e-mail.
nl_nl: E-mailadres.
tr_tr: E-Posta Adresiniz.

source: Phone number.
el: Αριθμός Τηλεφώνου.
it_it: Numero di telefono.
nl_nl: Telefoonnummer.
tr_tr: Telefon numarası.

source: Billing address details.
el: Στοιχεία διεύθυνσης χρέωσης.
it_it: Indirizzo per fatturazione.
nl_nl: Factuuradresgegevens.
tr_tr: Fatura adresi ayrıntıları.

source: Company name.
el: Επωνυμία επιχείρησης.
it_it: Nome azienda.
nl_nl: Bedrijfsnaam.
tr_tr: Firma adı.

source: Tax number.
el: Αριθμός φορολογικού μητρώου.
it_it: Codice fiscale.
nl_nl: Belastingnummer.
tr_tr: Vergi numarası.

source: Street name.
el: Όνομα οδού.
it_it: Nome della strada.
nl_nl: Straatnaam.
tr_tr: Sokak adı.

source: Street number.
el: Αριθμός οδού.
it_it: Numero civico.
nl_nl: Straatnummer.
tr_tr: Sokak numarası.

source: City.
el: Πόλη.
it_it: Città.
nl_nl: Plaats.
tr_tr: Şehir.
