Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: "Single Choice" is used for one value. For example, you can define an attribute named "transmission" with two values "automatic" and "manual" and then select one of them in a single vehicle settings.
el: Η "Ενιαία επιλογή" χρησιμοποιείται για μία τιμή. Για παράδειγμα, μπορείτε να ορίσετε ένα χαρακτηριστικό με το όνομα "μετάδοση" με δύο τιμές "αυτόματο" και "χειροκίνητο" και, στη συνέχεια, να επιλέξετε μία από αυτές σε μία μόνο ρύθμιση οχήματος.
it_it: "Scelta singola" viene utilizzata per un solo valore. Ad esempio, può definire un attributo denominato "trasmissione" con due valori "automatico" e "manuale" e poi selezionarne uno in un'unica impostazione del veicolo.
nl_nl: "Single Choice" wordt gebruikt voor één waarde. U kunt bijvoorbeeld een attribuut met de naam "transmissie" definiëren met twee waarden "automatisch" en "handmatig" en vervolgens een van hen selecteren in een enkele voertuiginstellingen.
tr_tr: "Tek Seçim" tek bir değer için kullanılır. Örneğin, "otomatik" ve "manuel" olmak üzere iki değere sahip "şanzıman" adlı bir nitelik tanımlayabilir ve ardından tek bir araç ayarında bunlardan birini seçebilirsiniz.

source: "Multi Choice" is used for multiple values. For example, you can define an attribute named "extras" with two values "bluetooth" and "radio" and then select all of them in a single vehicle settings.
el: Το "Multi Choice" χρησιμοποιείται για πολλαπλές τιμές. Για παράδειγμα, μπορείτε να ορίσετε ένα χαρακτηριστικό με το όνομα "extras" με δύο τιμές "bluetooth" και "radio" και, στη συνέχεια, να τις επιλέξετε όλες σε μία μόνο ρύθμιση οχήματος.
it_it: "Scelta multipla" è utilizzato per valori multipli. Ad esempio, può definire un attributo denominato "extra" con due valori "bluetooth" e "radio" e poi selezionarli tutti in un'unica impostazione del veicolo.
nl_nl: "Multi Choice" wordt gebruikt voor meerdere waarden. U kunt bijvoorbeeld een attribuut met de naam "extra's" definiëren met twee waarden "bluetooth" en "radio" en deze vervolgens allemaal selecteren in één voertuiginstelling.
tr_tr: "Çoklu Seçim" birden fazla değer için kullanılır. Örneğin, "bluetooth" ve "radyo" değerlerine sahip "ekstralar" adında bir özellik tanımlayabilir ve ardından tek bir araç ayarında hepsini seçebilirsiniz.

source: Specify possible values for this attribute.
el: Καθορίστε πιθανές τιμές για αυτό το χαρακτηριστικό.
it_it: Specifica i possibili valori per questo attributo.
nl_nl: Specificeer mogelijke waarden voor deze eigenschap.
tr_tr: Bu özellik için olası değerleri belirtin.

source: Remove this line.
el: Καταργήστε αυτήν τη γραμμή.
it_it: Rimuova questa riga.
nl_nl: Verwijder deze regel.
tr_tr: Bu satırı kaldırın.

source: Enter value of attribute.
el: Εισαγάγετε την τιμή του χαρακτηριστικού.
it_it: Immettere il valore dell'attributo.
nl_nl: Waarde van de eigenschap.
tr_tr: Öznitelik değerini girin.

source: Vehicle company ID
el: Αναγνωριστικό εταιρείας οχήματος
it_it: ID della società del veicolo
nl_nl: ID voertuigbedrijf
tr_tr: Araç şirketi kimliği

source: Contact details.
el: Στοιχεία επικοινωνίας.
it_it: Dettagli di contatto.
nl_nl: Contactgegevens.
tr_tr: [İletişim Bilgileri ]

source: Address details
el: Λεπτομέρειες διεύθυνσης
it_it: Dettagli dell'indirizzo
nl_nl: Adresgegevens
tr_tr: Adres Detayları

source: Address details.
el: Λεπτομέρειες διεύθυνσης.
it_it: Dettagli indirizzo.
nl_nl: Adresgegevens.
tr_tr: Adres detayları.

source: Plugin Options
el: Επιλογές προσθηκών
it_it: Opzioni plugin
nl_nl: Plugin Opties
tr_tr: Eklenti Ayarları

source: WordPress Plugin ver. %s
tr_tr: WordPress Eklentisi sürümü. %s

source: Support Forum
el: Φόρουμ υποστήριξης
it_it: Forum di Supporto
tr_tr: Destek Forumu

source: Plugin site
el: Ιστότοπος plugin
it_it: Plugin del sito
tr_tr: Eklenti sitesi

source: Add-ons
el: Πρόσθετα
it_it: Componenti aggiuntivi
tr_tr: Eklentiler

source: System
el: Σύστημα
it_it: Sistema
nl_nl: Systeem
tr_tr: Sistem

source: License
el: Άδεια Χρήσης
it_it: Licenza
nl_nl: Licentie
tr_tr: Lisans

source: Import demo
el: Εισαγωγή επίδειξης
it_it: Importa demo
nl_nl: Importeer Demo Gegevens
tr_tr: Demo İçeri aktar

source: Coupons creator
el: Δημιουργός κουπονιών
it_it: Creatore di coupon
nl_nl: Coupons maker
tr_tr: Kupon oluşturucu

source: Exchange rates
el: Εισαγωγή Συναλλαγματικής ισοτιμίας
it_it: Cambio
nl_nl: Wisselkoersen
tr_tr: Döviz kurları

source: Booking acceptance
el: Αποδοχή κράτησης
it_it: Accettazione della prenotazione
nl_nl: Boeking aanvaarding
tr_tr: Rezervasyon kabulü

source: Booking cancelling
el: Ακύρωση κράτησης
it_it: Cancellazione della prenotazione
nl_nl: Reservering annuleren
tr_tr: Rezervasyon iptali

source: Company details
el: Πληροφορίες Εταιρείας
it_it: Dettagli della Società
nl_nl: Bedrijfsgegevens
tr_tr: Firma detayları

source: Log manager
el: Διαχειριστής αρχείων καταγραφής
tr_tr: Günlük yöneticisi

source: Geolocation
el: Γεωγραφική τοποθεσία
it_it: Geolocalizzazione
nl_nl: Geolocatie
tr_tr: Coğrafi Konum

source: Product Info
el: Πληροφορίες προϊόντος
it_it: Informazioni sul prodotto
nl_nl: Productinformatie
tr_tr: Ürün

source: Save changes
el: Αποθήκευση αλλαγών
it_it: Salva modifiche
nl_nl: Wijzigingen opslaan
tr_tr: Değişiklikleri Kaydet

source: Booking acceptance by drivers (stage 1)
el: Αποδοχή κράτησης από οδηγούς (στάδιο 1)
it_it: Accettazione della prenotazione da parte dei conducenti (fase 1)
nl_nl: Aanvaarding van de boeking door bestuurders (fase 1)
tr_tr: Sürücüler tarafından rezervasyon kabulü (1. aşama)

source: Enable or disable option to accept/reject booking by the assigned driver.
el: Ενεργοποιήστε ή απενεργοποιήστε την επιλογή αποδοχής/απόρριψης κράτησης από τον εκχωρημένο οδηγό.
it_it: Abilita o disabilita l'opzione per accettare/rifiutare la prenotazione da parte del conducente assegnato.
nl_nl: Schakel de optie voor het accepteren/weigeren van boekingen door de toegewezen chauffeur in of uit.
tr_tr: Atanan sürücü tarafından rezervasyonu kabul etme/reddetme seçeneğini etkinleştirin veya devre dışı bırakın.

source: Once this option is enabled email notification will be sent to the assigned driver.
el: Μόλις ενεργοποιηθεί αυτή η επιλογή, θα σταλεί ειδοποίηση μέσω ηλεκτρονικού ταχυδρομείου στον εκχωρημένο οδηγό.
it_it: Una volta attivata questa opzione, la notifica via e-mail sarà inviata al conducente assegnato.
nl_nl: Zodra deze optie is ingeschakeld, wordt er een e-mailnotificatie naar de toegewezen chauffeur gestuurd.
tr_tr: Bu seçenek etkinleştirildiğinde, atanan sürücüye e-posta bildirimi gönderilecektir.

source: Booking acceptance by drivers (stage 2)
el: Αποδοχή κράτησης από οδηγούς (στάδιο 2)
it_it: Accettazione della prenotazione da parte dei conducenti (fase 2)
nl_nl: Aanvaarding van de boeking door bestuurders (fase 2)
tr_tr: Sürücüler tarafından rezervasyon kabulü (2. aşama)

source: Enable or disable option to accept/reject booking by all drivers.
el: Ενεργοποιήστε ή απενεργοποιήστε την επιλογή αποδοχής/απόρριψης κράτησης από όλους τους οδηγούς.
it_it: Abilita o disabilita l'opzione per accettare/rifiutare la prenotazione da parte di tutti i conducenti.
nl_nl: Schakel de optie voor het accepteren/weigeren van boekingen door alle bestuurders in of uit.
tr_tr: Tüm sürücüler tarafından rezervasyon kabul etme/reddetme seçeneğini etkinleştirin veya devre dışı bırakın.

source: If the booking will not be accepted by the driver in the first stage (or the driver will not take any action in predefined time), then - if this option is enabled - plugin will send an e-mail message to all drivers. If none of the drivers accept the booking (or will not take any action in predefined time) booking will be canceled.
el: Εάν η κράτηση δεν γίνει αποδεκτή από τον οδηγό στο πρώτο στάδιο (ή ο οδηγός δεν θα προβεί σε καμία ενέργεια σε προκαθορισμένο χρόνο), τότε - εάν αυτή η επιλογή είναι ενεργοποιημένη - το plugin θα στείλει ένα μήνυμα ηλεκτρονικού ταχυδρομείου σε όλους τους οδηγούς. Εάν κανένας από τους οδηγούς δεν αποδεχτεί την κράτηση (ή δεν προβεί σε καμία ενέργεια σε προκαθορισμένο χρόνο), η κράτηση θα ακυρωθεί.
it_it: Se la prenotazione non sarà accettata dal conducente nella prima fase (o il conducente non intraprenderà alcuna azione entro un tempo predefinito), allora - se questa opzione è attivata - il plugin invierà un messaggio e-mail a tutti i conducenti. Se nessuno dei conducenti accetta la prenotazione (o non intraprende alcuna azione entro il tempo prestabilito) la prenotazione verrà annullata.
nl_nl: Als de boeking in de eerste fase niet door de chauffeur wordt geaccepteerd (of als de chauffeur geen actie onderneemt binnen de vooraf ingestelde tijd), dan zal de plugin - als deze optie is ingeschakeld - een e-mailbericht naar alle chauffeurs sturen. Als geen van de chauffeurs de boeking accepteert (of geen actie onderneemt binnen de vooraf ingestelde tijd), wordt de boeking geannuleerd.
tr_tr: Rezervasyon ilk aşamada sürücü tarafından kabul edilmezse (veya sürücü önceden tanımlanmış süre içinde herhangi bir işlem yapmazsa), bu seçenek etkinleştirilirse eklenti tüm sürücülere bir e-posta mesajı gönderir. Sürücülerden hiçbiri rezervasyonu kabul etmezse (veya önceden tanımlanmış süre içinde herhangi bir işlem yapmazsa) rezervasyon iptal edilir.

source: Cron events.
el: Εκδηλώσεις Cron.
it_it: Eventi Cron.
nl_nl: Cron-evenementen.
tr_tr: Cron etkinlikleri.

source: Confirmation page for drivers
el: Σελίδα επιβεβαίωσης για οδηγούς
it_it: Pagina di conferma per i conducenti
nl_nl: Bevestigingspagina voor bestuurders
tr_tr: Sürücüler için onay sayfası

source: Enter page/post ID with booking confirmation form for drivers.
el: Εισαγάγετε το αναγνωριστικό σελίδας/ανάρτησης με τη φόρμα επιβεβαίωσης κράτησης για τους οδηγούς.
it_it: Inserisca l'ID della pagina/post con il modulo di conferma della prenotazione per gli autisti.
nl_nl: Voer pagina/post ID in bij boekingsbevestigingsformulier voor chauffeurs.
tr_tr: Sürücüler için rezervasyon onay formu ile birlikte sayfa / posta kimliğini girin.

source: Please note that this page has to contain shortcode %s.
el: Λάβετε υπόψη ότι αυτή η σελίδα πρέπει να περιέχει %s σύντομων κωδικών.
it_it: Tenga presente che questa pagina deve contenere lo shortcode %s.
nl_nl: Deze pagina moet shortcode %s bevatten.
tr_tr: Lütfen bu sayfanın kısa kod içermesi gerektiğini unutmayın %s.

source: Recipient e-mail addresses
el: Διευθύνσεις ηλεκτρονικού ταχυδρομείου παραλήπτη
it_it: Indirizzi e-mail dei destinatari
nl_nl: E-mailadressen van ontvangers
tr_tr: Alıcı e-posta adresleri

source: List of recipient e-mail addresses separated by semicolon on which ones plugin sends notification about accepting/rejecting booking by driver.
el: Λίστα διευθύνσεων ηλεκτρονικού ταχυδρομείου παραλήπτη διαχωρισμένων με ερωτηματικό στο οποίο το πρόσθετο στέλνει ειδοποίηση σχετικά με την αποδοχή / απόρριψη κράτησης από τον οδηγό.
it_it: Elenco degli indirizzi e-mail dei destinatari, separati da un punto e virgola, sui quali il plugin invia la notifica di accettazione/rifiuto della prenotazione da parte del conducente.
nl_nl: Lijst van e-mailadressen van ontvangers, gescheiden door een puntkomma, waarop de plugin een kennisgeving stuurt over het accepteren/afwijzen van een boeking door de bestuurder.
tr_tr: Eklentinin sürücü tarafından rezervasyonu kabul etme / reddetme hakkında bildirim gönderdiği noktalı virgülle ayrılmış alıcı e-posta adreslerinin listesi.

source: Interval between stage 1 and 2
el: Διάστημα μεταξύ των σταδίων 1 και 2
it_it: Intervallo tra la fase 1 e la fase 2
nl_nl: Interval tussen fase 1 en 2
tr_tr: Aşama 1 ve 2 arasındaki aralık

source: Time duration (in minutes) between sending an email in stage 1 and stage 2 - if the assigned driver reject the booking nor take any action (in stage 1).
el: Χρονική διάρκεια (σε λεπτά) μεταξύ της αποστολής μηνύματος ηλεκτρονικού ταχυδρομείου στο στάδιο 1 και στο στάδιο 2 - εάν ο εκχωρημένος οδηγός απορρίψει την κράτηση ούτε προβεί σε οποιαδήποτε ενέργεια (στο στάδιο 1).
it_it: Durata del tempo (in minuti) tra l'invio di un'e-mail nella fase 1 e la fase 2 - se l'autista assegnato rifiuta la prenotazione e non intraprende alcuna azione (nella fase 1).
nl_nl: Tijdsduur (in minuten) tussen het verzenden van een e-mail in stap 1 en stap 2 - als de toegewezen chauffeur de boeking afwijst en geen actie onderneemt (in stap 1).
tr_tr: Atanan sürücü rezervasyonu reddederse veya herhangi bir işlem yapmazsa (aşama 1'de) aşama 1 ve aşama 2'de e-posta gönderme arasında geçen süre (dakika cinsinden).

source: Interval between stage 2 and cancel the booking
el: Διάστημα μεταξύ του σταδίου 2 και ακύρωση της κράτησης
it_it: Intervallo tra la fase 2 e l'annullamento della prenotazione
nl_nl: Interval tussen stap 2 en annuleren van de boeking
tr_tr: Aşama 2 ile rezervasyon iptali arasındaki aralık

source: Time duration (in minutes) between sending an email in stage 2 and cancel the booking - if none of the drivers accept the booking nor take any action (in stage 2).
el: Χρονική διάρκεια (σε λεπτά) μεταξύ της αποστολής ενός μηνύματος ηλεκτρονικού ταχυδρομείου στο στάδιο 2 και της ακύρωσης της κράτησης - εάν κανένας από τους οδηγούς δεν αποδεχτεί την κράτηση ούτε προβεί σε οποιαδήποτε ενέργεια (στο στάδιο 2).
it_it: Durata del tempo (in minuti) tra l'invio di un'e-mail nella fase 2 e l'annullamento della prenotazione - se nessuno dei conducenti accetta la prenotazione né intraprende alcuna azione (nella fase 2).
nl_nl: Tijdsduur (in minuten) tussen het verzenden van een e-mail in stap 2 en het annuleren van de boeking - als geen van de chauffeurs de boeking accepteert of actie onderneemt (in stap 2).
tr_tr: Sürücülerden hiçbiri rezervasyonu kabul etmez veya herhangi bir işlem yapmazsa (2. aşamada), 2. aşamada bir e-posta gönderilmesi ile rezervasyonun iptal edilmesi arasında geçen süre (dakika cinsinden).

source: Driver notification booking status
el: Κατάσταση κράτησης ειδοποίησης οδηγού
it_it: Stato di prenotazione della notifica al conducente
nl_nl: Bestuurdersbericht boekingsstatus
tr_tr: Sürücü bildirimi rezervasyon durumu

source: Define a booking statuses for which notifications to the drivers have to be sent.
el: Ορίστε τις καταστάσεις κράτησης για τις οποίες πρέπει να αποστέλλονται ειδοποιήσεις στους οδηγούς.
it_it: Definisce gli stati di prenotazione per i quali devono essere inviate le notifiche ai conducenti.
nl_nl: Definieer een boekingsstatus waarvoor meldingen naar de chauffeurs moeten worden verzonden.
tr_tr: Sürücülere bildirim gönderilmesi gereken rezervasyon durumlarını tanımlayın.

source: New status for accepted booking
el: Νέα κατάσταση για αποδεκτή κράτηση
it_it: Nuovo stato per la prenotazione accettata
nl_nl: Nieuwe status voor geaccepteerde boeking
tr_tr: Kabul edilen rezervasyon için yeni durum

source: Select new status for bookings which have been accepted by drivers.
el: Επιλέξτε νέα κατάσταση για κρατήσεις που έχουν γίνει αποδεκτές από τους οδηγούς.
it_it: Selezionare un nuovo stato per le prenotazioni che sono state accettate dai conducenti.
nl_nl: Selecteer een nieuwe status voor boekingen die door chauffeurs zijn geaccepteerd.
tr_tr: Sürücüler tarafından kabul edilen rezervasyonlar için yeni durum seçin.

source: - No changes -
el: - Καμία αλλαγή -
it_it: - Nessuna modifica -
nl_nl: - Geen veranderingen -
tr_tr: - Değişiklik yok -

source: New status for rejected booking
el: Νέα κατάσταση για απορριφθείσα κράτηση
it_it: Nuovo stato per la prenotazione rifiutata
nl_nl: Nieuwe status voor geweigerde boeking
tr_tr: Reddedilen rezervasyon için yeni durum

source: Select new status for bookings which have been rejected by drivers.
el: Επιλέξτε νέα κατάσταση για κρατήσεις που έχουν απορριφθεί από τους οδηγούς.
it_it: Selezionare un nuovo stato per le prenotazioni che sono state rifiutate dai conducenti.
nl_nl: Selecteer een nieuwe status voor boekingen die door chauffeurs zijn afgewezen.
tr_tr: Sürücüler tarafından reddedilen rezervasyonlar için yeni durum seçin.

source: Enable or disable option to cancel bookings by customer.
el: Ενεργοποίηση ή απενεργοποίηση της δυνατότητας ακύρωσης κρατήσεων από τον πελάτη.
it_it: Abilita o disabilita l'opzione di cancellazione delle prenotazioni da parte del cliente.
nl_nl: Schakel de optie voor het annuleren van boekingen door klanten in of uit.
tr_tr: Müşteri tarafından rezervasyonları iptal etme seçeneğini etkinleştirin veya devre dışı bırakın.

source: Once this option is enabled email notification (sent to customer) will include a link to cancel the booking.
el: Μόλις ενεργοποιηθεί αυτή η επιλογή, η ειδοποίηση ηλεκτρονικού ταχυδρομείου (που αποστέλλεται στον πελάτη) θα περιλαμβάνει έναν σύνδεσμο για την ακύρωση της κράτησης.
it_it: Una volta attivata questa opzione, la notifica via e-mail (inviata al cliente) includerà un link per cancellare la prenotazione.
nl_nl: Zodra deze optie is ingeschakeld, zal de e-mailnotificatie (die naar de klant wordt gestuurd) een link bevatten waarmee de reservering geannuleerd kan worden.
tr_tr: Bu seçenek etkinleştirildiğinde, e-posta bildirimi (müşteriye gönderilir) rezervasyonu iptal etmek için bir bağlantı içerecektir.

source: Cancelling confirmation page
el: Σελίδα επιβεβαίωσης ακύρωσης
it_it: Annullamento della pagina di conferma
nl_nl: Bevestigingspagina annuleren
tr_tr: Onay sayfasını iptal etme

source: Enter page/post ID to which customer will be redirected after clicking on cancel booking link in the notification.
el: Εισάγετε το αναγνωριστικό σελίδας/ανάρτησης στο οποίο θα ανακατευθύνεται ο πελάτης αφού κάνει κλικ στο σύνδεσμο ακύρωσης κράτησης στην ειδοποίηση.
it_it: Inserisca l'ID della pagina/post a cui il cliente sarà reindirizzato dopo aver cliccato sul link di annullamento della prenotazione nella notifica.
nl_nl: Voer de pagina/post-ID in waarnaar de klant wordt doorgestuurd nadat hij op de link "Boeking annuleren" in de melding heeft geklikt.
tr_tr: Müşterinin bildirimdeki rezervasyonu iptal et bağlantısına tıkladıktan sonra yönlendirileceği sayfa / gönderi kimliğini girin.

source: List of recipient e-mail addresses separated by semicolon on which ones plugin sends notification about canceling booking by the customer.
el: Λίστα με διευθύνσεις ηλεκτρονικού ταχυδρομείου παραληπτών χωρισμένες με άνω και κάτω τελεία στις οποίες το πρόσθετο στέλνει ειδοποίηση για την ακύρωση της κράτησης από τον πελάτη.
it_it: Elenco degli indirizzi e-mail dei destinatari, separati da un punto e virgola, sui quali il plugin invia la notifica di annullamento della prenotazione da parte del cliente.
nl_nl: Lijst met e-mailadressen van ontvangers, gescheiden door een puntkomma, waarop de plugin een melding over het annuleren van een boeking door de klant stuurt.
tr_tr: Eklentinin müşteri tarafından rezervasyonun iptal edilmesiyle ilgili bildirim gönderdiği noktalı virgülle ayrılmış alıcı e-posta adreslerinin listesi.

source: Cancellable booking statuses
el: Καταστάσεις ακυρώσιμων κρατήσεων
it_it: Stati di prenotazione cancellabili
nl_nl: Annuleerbare boekingsstatussen
tr_tr: İptal edilebilir rezervasyon durumları

source: Select booking statuses which could be cancelled.
el: Επιλέξτε καταστάσεις κρατήσεων που μπορούν να ακυρωθούν.
it_it: Seleziona gli stati di prenotazione che possono essere cancellati.
nl_nl: Selecteer boekingsstatussen die geannuleerd kunnen worden.
tr_tr: İptal edilebilecek rezervasyon durumlarını seçin.

source: Street.
el: Οδός.
it_it: Via.
nl_nl: Straatnaam.
tr_tr: Cadde.

source: Bank name
el: Επωνυμία τράπεζας
it_it: Nome della banca
nl_nl: Bank naam
tr_tr: Banka adı

source: Bank name.
el: Όνομα τράπεζας.
it_it: Nome della banca.
nl_nl: Naam bank.
tr_tr: Banka adı.

source: Account number
el: Αριθμός λογαριασμού
it_it: Instestato a
nl_nl: Rekeningnummer
tr_tr: Hesap numarası

source: Account number.
el: Αριθμός λογαριασμού.
it_it: Numero di conto.
nl_nl: Rekeningnummer.
tr_tr: Hesap numarası.

source: Count
el: Μέτρηση
it_it: Conteggio
nl_nl: Aantal
tr_tr: Sayı

source: Number of coupons to generate.
el: Αριθμός κουπονιών προς δημιουργία.
it_it: Numero di coupon da generare.
nl_nl: Aantal te genereren coupons.
tr_tr: Oluşturulacak kupon sayısı.

source: Allowed are integer numbers from 1 to 999.
el: Επιτρέπονται ακέραιοι αριθμοί από το 1 έως το 999.
it_it: I numeri ammessi sono numeri interi da 1 a 999.
nl_nl: Toegestaan zijn gehele getallen van 1 tot 999.
tr_tr: İzin verilenler 1 ila 999 arasındaki tam sayılardır.

source: Current usage count of the code. Allowed are integer values from range 1-9999. Leave blank for unlimited.
el: Τρέχουσα μέτρηση χρήσης του κώδικα. Επιτρέπονται ακέραιες τιμές από την περιοχή 1-9999. Αφήστε κενό για απεριόριστο.
it_it: Conteggio di utilizzo corrente del codice. Consentiti sono valori interi dall'intervallo 1-9999. Lasciare vuoto per illimitato.
nl_nl: Het huidige aantal gebruikers van de code. Toegestaan zijn gehele getallen uit het bereik 1-9999. Laat leeg voor onbeperkt.
tr_tr: Kodun mevcut kullanım sayısı. 1-9999 aralığındaki tamsayı değerlerine izin verilir. Sınırsız için boş bırakın.

source: Percentage discount. Allowed are integer numbers from 0 to 99.
el: Ποσοστό έκπτωσης. Επιτρέπονται ακέραιοι αριθμοί από το 0 έως το 99.
it_it: Percentuale di sconto. I numeri ammessi sono numeri interi da 0 a 99.
nl_nl: Percentage korting. Toegestaan zijn gehele getallen van 0 tot 99.
tr_tr: Yüzde indirim. 0 ile 99 arasındaki tam sayılara izin verilir.

source: Stop date. Leave blank for no start date.
el: Ημερομηνία διακοπής. Αφήστε κενό για καμία ημερομηνία έναρξης.
it_it: Data di fine. Lasciare vuoto per nessuna data di inizio.
nl_nl: Einddatum. Laat leeg voor geen einddatum.
tr_tr: Bitiş tarihi. Başlangıç ​​tarihi yoksa boş bırakın.

source: Create coupons
el: Δημιουργία κουπονιών
it_it: Crea coupon
nl_nl: Kortingscodes aanmaken
tr_tr: Kupon oluştur

source: Default sender e-mail account
el: Προεπιλεγμένος λογαριασμός e-mail αποστολέα
it_it: Account di posta elettronica mittente predefinito
nl_nl: Standaard e-mailaccount afzender
tr_tr: Varsayılan gönderen e-posta hesabı

source: Select the default email account.
el: Επιλέξτε τον προεπιλεγμένο λογαριασμό email.
it_it: Selezioni l'account e-mail predefinito.
nl_nl: Selecteer het standaard e-mailaccount.
tr_tr: Varsayılan e-posta hesabını seçin.

source: It will be used to send notifications to clients about booking status changes and to drivers about assignment or unassignment.
el: Θα χρησιμοποιείται για την αποστολή ειδοποιήσεων στους πελάτες σχετικά με αλλαγές στην κατάσταση κράτησης και στους οδηγούς σχετικά με την ανάθεση ή την άρση ανάθεσης.
it_it: Verrà utilizzato per inviare notifiche ai clienti sulle modifiche dello stato della prenotazione e ai conducenti sull'assegnazione o la disassegnazione.
nl_nl: Het wordt gebruikt om meldingen naar klanten te sturen over wijzigingen in de boekingsstatus en naar chauffeurs over toewijzing of niet-toewijzing.
tr_tr: Müşterilere rezervasyon durumu değişiklikleri hakkında ve sürücülere atama veya atama iptalleri hakkında bildirim göndermek için kullanılacaktır.

source: Customer pre-arrival reminder
el: Υπενθύμιση πελατών πριν από την άφιξη
it_it: Promemoria per i clienti prima dell'arrivo
nl_nl: Herinnering voor aankomst van de klant
tr_tr: Müşteri varış öncesi hatırlatma

source: Enable this option to send customers an email reminder before the service.
el: Ενεργοποιήστε αυτή την επιλογή για να στείλετε στους πελάτες ένα email υπενθύμισης πριν από την υπηρεσία.
it_it: Abiliti questa opzione per inviare ai clienti un promemoria via e-mail prima del servizio.
nl_nl: Schakel deze optie in om klanten vóór de service een herinneringse-mail te sturen.
tr_tr: Müşterilere hizmetten önce bir e-posta hatırlatıcısı göndermek için bu seçeneği etkinleştirin.
