Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: State.
el: Πολιτεία.
it_it: Provincia.
nl_nl: Provincie.
tr_tr: Bölge (Eyalet).

source: Postal code.
el: Ταχυδρομικός κώδικας.
it_it: Codice Postale.
nl_nl: Postcode.
tr_tr: Posta kodu.

source: Country.
el: Χώρα.
it_it: Nazione.
nl_nl: Land.
tr_tr: Ülke.

source: Agreements.
el: Όροι και Προϋποθέσεις.
it_it: Accordi.
nl_nl: Overeenkomsten.
tr_tr: Anlaşmalar.

source: Agreement
el: Όροι και Προϋποθέσεις
it_it: Accordo
nl_nl: Overeenkomst
tr_tr: Sözleşme

source: Text of the agreement.
el: Κείμενο της συμφωνίας.
it_it: Testo dell'accordo.
nl_nl: Tekst van de overeenkomst.
tr_tr: Anlaşma metni.

source: Customer reply
el: Απάντηση πελάτη
it_it: Risposta del cliente
nl_nl: Antwoord van de klant
tr_tr: Müşteri yanıtı

source: Customer reply.
el: Απάντηση πελάτη.
it_it: Risposta del cliente.
nl_nl: Antwoord van de klant.
tr_tr: Müşteri yanıtı.

source: Payment details
el: Λεπτομέριες πληρωμής
it_it: Dettagli di pagamento
nl_nl: Betalingsgegevens
tr_tr: Ödeme detayları

source: Payment details.
el: Λεπτομέρειες πληρωμής.
it_it: Dettagli pagamento.
nl_nl: Betalingsgegevens.
tr_tr: Ödeme detayları.

source: Payment method.
el: Μέθοδος πληρωμής.
it_it: Metodo di pagamento.
nl_nl: Betalingsmethode.
tr_tr: Ödeme yöntemi.

source: Deposit
el: Προκαταβολή
it_it: Acconto
nl_nl: Aanbetaling
tr_tr: Depozito

source: Deposit.
el: Κατάθεση.
it_it: Deposito.
nl_nl: Aanbetaling.
tr_tr: Depozito için.

source: Transactions
el: Συναλλαγές
it_it: Transazioni
nl_nl: Transacties
tr_tr: İşlemler

source: List of registered transactions for this payment.
el: Κατάλογος καταχωρημένων συναλλαγών για αυτήν την πληρωμή.
it_it: Elenco delle transazioni registrate per questo pagamento.
nl_nl: Lijst met geregistreerde transacties voor deze betaling.
tr_tr: Bu ödeme için kayıtlı işlemlerin listesi.

source: Transaction ID
el: Κωδικός Συναλλαγής
it_it: ID transazione
nl_nl: Transactie ID
tr_tr: İşlem ID

source: Transaction ID.
el: Κωδικός Συναλλαγής.
it_it: ID transazione.
nl_nl: Transactie-ID.
tr_tr: İşlem ID.

source: Type.
el: Τύπος.
it_it: Tipo.
tr_tr: Tip.

source: Date.
el: Ημερομηνία.
it_it: Data.
nl_nl: Datum.
tr_tr: Tarih.

source: Details
el: Λεπτομέρειες
it_it: Dettagli
tr_tr: Detaylar

source: Details.
el: Λεπτομέρειες.
it_it: Dettagli.
tr_tr: Ayrıntılar.

source: Toggle details
el: Εναλλαγή λεπτομερειών
it_it: Attiva/disattiva dettagli
nl_nl: Details Toggeren
tr_tr: Ayrıntıları değiştir

source: Driver assigned to this booking.
el: Οδηγός που έχει εκχωρηθεί σε αυτήν την κράτηση.
it_it: Autista assegnato a questa prenotazione.
nl_nl: Bestuurder voor deze boeking.
tr_tr: Bu rezervasyona sürücü atandı.

source: - None -
el: - Κανένας -
it_it: Non disponibile
nl_nl: - Geen -
tr_tr: - Yok -

source: Re-send e-mail message to the driver
el: Επανάληψη αποστολής μηνύματος ηλεκτρονικού ταχυδρομείου στον οδηγό
it_it: Invia nuovamente il messaggio e-mail al conducente
nl_nl: E-mailbericht opnieuw versturen naar de bestuurder
tr_tr: Sürücüye e-posta mesajını yeniden gönderin

source: Enable this option if you need to re-send e-mail message to the driver.
el: Ενεργοποιήστε αυτήν την επιλογή εάν χρειαστεί να στείλετε ξανά μήνυμα ηλεκτρονικού ταχυδρομείου στον οδηγό.
it_it: Abiliti questa opzione se deve inviare nuovamente un messaggio e-mail al conducente.
nl_nl: Schakel deze optie in als u het e-mailbericht opnieuw naar de bestuurder moet sturen.
tr_tr: Sürücüye e-posta mesajını yeniden göndermeniz gerekiyorsa bu seçeneği etkinleştirin.

source: Enable (re-send message)
el: Ενεργοποίηση (εκ νέου αποστολή μηνύματος)
it_it: Abilita (reinvia il messaggio)
nl_nl: Inschakelen (bericht opnieuw verzenden)
tr_tr: Etkinleştir (mesajı yeniden gönder)

source: History
el: Ιστορικό
it_it: Cronologia
nl_nl: Geschiedenis
tr_tr: Geçmiş

source: Below list shows all actions which have been done to assign driver to the booking.
el: Στην παρακάτω λίστα εμφανίζονται όλες οι ενέργειες που έχουν γίνει για την αντιστοίχιση οδηγού στην κράτηση.
it_it: L'elenco seguente mostra tutte le azioni che sono state eseguite per assegnare il conducente alla prenotazione.
nl_nl: Onderstaande lijst toont alle handelingen die zijn verricht om een chauffeur aan een boeking toe te wijzen.
tr_tr: Aşağıdaki liste, sürücüyü rezervasyona atamak için yapılan tüm eylemleri gösterir.

source: Date and time of event.
el: Ημερομηνία και ώρα εκδήλωσης.
it_it: Data e ora dell'evento.
nl_nl: Datum en tijd van het evenement.
tr_tr: Olayın tarihi ve saati.

source: Event
el: Εκδήλωση
it_it: Evento
nl_nl: Evenement
tr_tr: Etkinlik

source: Event name.
el: Όνομα συμβάντος.
it_it: Nome dell'evento.
nl_nl: Naam van het evenement.
tr_tr: Etkinlik adı.

source: Driver.
el: Οδηγός.
it_it: Autista.
nl_nl: Bestuurder.
tr_tr: Sürücü.

source: Booking acceptance details
el: Στοιχεία αποδοχής κράτησης
it_it: Dettagli di accettazione della prenotazione
nl_nl: Details over het accepteren van reserveringen
tr_tr: Rezervasyon kabul detayları

source: Booking acceptance details.
el: Στοιχεία αποδοχής κράτησης.
it_it: Dettagli di accettazione della prenotazione.
nl_nl: Details over het accepteren van reserveringen.
tr_tr: Rezervasyon kabul detayları.

source: Status.
el: Κατάσταση.
it_it: Stato.
tr_tr: Durum.

source: Stage number.
el: Αριθμός σκηνής.
it_it: Numero di tappa.
nl_nl: Fasenummer.
tr_tr: Sahne numarası.

source: Date and time of sending notification in stage 1 to the driver.
el: Ημερομηνία και ώρα αποστολής της ειδοποίησης στο στάδιο 1 στον οδηγό.
it_it: Data e ora dell'invio della notifica nella fase 1 al conducente.
nl_nl: Datum en tijd van het verzenden van de kennisgeving in fase 1 naar de bestuurder.
tr_tr: Aşama 1'de sürücüye bildirim gönderme tarihi ve saati.

source: Date and time of sending notification in stage 2 to the driver.
el: Ημερομηνία και ώρα αποστολής της ειδοποίησης στο στάδιο 2 στον οδηγό.
it_it: Data e ora dell'invio della notifica nella fase 2 al conducente.
nl_nl: Datum en tijd van het verzenden van de kennisgeving in fase 2 naar de bestuurder.
tr_tr: Sürücüye 2. aşamada bildirim gönderme tarihi ve saati.

source: Booking extra ID
el: Αναγνωριστικό πρόσθετου κράτησης
it_it: Servizio Extra ID
nl_nl: Boeking extra ID
tr_tr: Ek kimlik rezervasyonu

source: Description
el: Περιγραφή
it_it: Descrizione
nl_nl: Omschrijving
tr_tr: Açıklama

source: Description of the extra.
el: Περιγραφή του επιπλέον.
it_it: Descrizione dell'extra.
nl_nl: Beschrijving van het extra.
tr_tr: Ekstra açıklaması.

source: "Read more" link
el: Σύνδεσμος "Διαβάστε περισσότερα"
it_it: "Link "Leggi di più
nl_nl: "Lees meer" link
tr_tr: "Daha fazla" bağlantısı

source: Enter URL address of page (opened in a new window) on which customer can find more information about this add-on.
el: Εισαγάγετε τη διεύθυνση URL της σελίδας (άνοιξε σε νέο παράθυρο) στην οποία ο πελάτης μπορεί να βρει περισσότερες πληροφορίες σχετικά με αυτό το πρόσθετο.
it_it: Inserisca l'indirizzo URL della pagina (aperta in una nuova finestra) in cui il cliente può trovare maggiori informazioni su questo componente aggiuntivo.
nl_nl: Voer het URL-adres in van de pagina (geopend in een nieuw venster) waarop de klant meer informatie kan vinden over deze add-on.
tr_tr: Müşterinin bu eklenti hakkında daha fazla bilgi bulabileceği sayfanın URL adresini girin (yeni bir pencerede açılır).

source: This link will be displayed in the end of booking add-on description.
el: Αυτός ο σύνδεσμος θα εμφανιστεί στο τέλος της περιγραφής του πρόσθετου κράτησης.
it_it: Questo link verrà visualizzato alla fine della descrizione del componente aggiuntivo della prenotazione.
nl_nl: Deze link wordt getoond aan het einde van de beschrijving van de add-on.
tr_tr: Bu bağlantı, rezervasyon eklenti açıklamasının sonunda görüntülenecektir.

source: Define whether an add-on can be ordered more then once.
el: Καθορίστε εάν ένα πρόσθετο μπορεί να παραγγελθεί περισσότερες από μία φορές.
it_it: Definire se un componente aggiuntivo può essere ordinato più di una volta.
nl_nl: Bepaal of een add-on meer dan eens kan worden besteld.
tr_tr: Katkı maddesinin tanımı.

source: Maximum number
el: Μέγιστος αριθμός
it_it: Numero massimo
nl_nl: Maximum aantal
tr_tr: Azami sayı

source: A maximum number possible to order. Integer value from 1 to 9999.
el: Μέγιστος δυνατός αριθμός παραγγελιών. Ακέραια τιμή από 1 έως 9999.
it_it: Un numero massimo che è possibile ordinare. Valore intero da 1 a 9999.
nl_nl: Maximaal aantal te bestellen. Geheel getal van 1 tot en met 9999.
tr_tr: Sipariş etmek mümkün olan en fazla sayı. 1 ile 9999 arasında tamsayı değeri.

source: Default state
el: Προεπιλεγμένη κατάσταση
it_it: Stato predefinito
nl_nl: Standaardstatus
tr_tr: Varsayılan durum

source: Set default state of the booking extra.
el: Ορίστε την προεπιλεγμένη κατάσταση της επιπλέον κράτησης.
it_it: Imposta lo stato predefinito della prenotazione extra.
nl_nl: Standaardstatus van de extra boeking instellen.
tr_tr: Ekstra rezervasyonun varsayılan durumunu ayarlayın.

source: Selected
el: Επιλεγμένο
it_it: Selezionato
nl_nl: Geselecteerd
tr_tr: Seçili

source: Not selected
el: Δεν έχει επιλεγεί
it_it: Non selezionato
nl_nl: Niet gekozen
tr_tr: Seçilmedi

source: Define whether selecting of this add-on has to be mandatory.
el: Καθορίστε εάν η επιλογή αυτού του πρόσθετου πρέπει να είναι υποχρεωτική.
it_it: Definisca se la selezione di questo componente aggiuntivo deve essere obbligatoria.
nl_nl: Bepaal of het selecteren van deze add-on verplicht moet zijn.
tr_tr: Bu eklentinin seçilmesinin zorunlu olup olmadığını tanımlayın.

source: Price per single addition or passenger quantity.
el: Τιμή ανά μεμονωμένη προσθήκη ή ποσότητα επιβάτη.
it_it: Prezzo per singola aggiunta o quantità di passeggeri.
nl_nl: Prijs per enkele toevoeging of passagiershoeveelheid.
tr_tr: Bu eklentinin seçilmesinin zorunlu olup olmadığını bildirin.

source: Select tax rate for the price.
el: Επιλέξτε φορολογικό συντελεστή για την τιμή.
it_it: Seleziona l'aliquota fiscale per il prezzo.
nl_nl: Selecteer het belastingtarief voor de prijs.
tr_tr: Fiyat için vergi oranını seçin.

source: Select service type.
el: Επιλέξτε τύπο υπηρεσίας.
it_it: Selezioni il tipo di servizio.
nl_nl: Selecteer het servicetype.
tr_tr: Hizmet türünü seçin.

source: Select transfer type.
el: Επιλέξτε τύπο μεταφοράς.
it_it: Selezioni il tipo di trasferimento.
nl_nl: Selecteer type overdracht.
tr_tr: Kurye tipini seçin.

source: Select vehicles.
el: Επιλέξτε οχήματα.
it_it: Selezionare i veicoli da personalizzare.
nl_nl: Selecteer voertuigen.
tr_tr: Araçları seçin.

source: Driving zone
el: Ζώνη οδήγησης
it_it: Zona guida
nl_nl: Rijgebied
tr_tr: Sürüş bölgesi

source: Form elements
el: Στοιχεία φόρμας
it_it: Elementi del modulo
nl_nl: Formulier Elementen
tr_tr: Form elemanları

source: Notifications
el: Ειδοποιήσεις
it_it: Notifiche
nl_nl: Meldingen
tr_tr: Bildirimler

source: Google Maps
el: Χάρτες Google
tr_tr: Google Haritalar

source: Google Calendar
el: Ημερολόγιο Google
it_it: Calendario di Google
nl_nl: Google kalender
tr_tr: Google Takvim

source: Styles
el: Στυλ
it_it: Stili
nl_nl: Stijlen
tr_tr: Stiller

source: Shortcodes
el: Σύντομοι κωδικοί
tr_tr: Kısa Kodlar

source: Services & transfers
el: Υπηρεσίες & μεταφορές
it_it: Servizi e trasferimenti
nl_nl: Diensten & transfers
tr_tr: Hizmetler & Transferler

source: Look & feel
el: Εμφάνιση & αίσθηση
it_it: Aspetto
tr_tr: Bak ve hisset

source: Booking form ID
el: Αναγνωριστικό φόρμας κράτησης
it_it: ID modulo di prenotazione
nl_nl: Boekingsformulier ID
tr_tr: Rezervasyon formu kimliği

source: Booking sending period
el: Περίοδος αποστολής κρατήσεων
it_it: Periodo di invio della prenotazione
nl_nl: Boekingsperiode
tr_tr: Rezervasyon gönderme süresi

source: Set range (in days, hours or minutes) during which customer can send a booking.
el: Ορίστε το εύρος (σε ημέρες, ώρες ή λεπτά) κατά το οποίο ο πελάτης μπορεί να στείλει μια κράτηση.
it_it: Imposta l'intervallo (in giorni, ore o minuti) durante il quale il cliente può inviare una prenotazione.
nl_nl: Stel een bereik in (in dagen, uren of minuten) waarbinnen de klant een reservering kan versturen.
tr_tr: Müşterinin rezervasyon gönderebileceği aralığı (gün, saat veya dakika olarak) ayarlayın.

source: E.g. range 1-14 days means that customer can send a booking from tomorrow during next two weeks.
el: Π.χ. εύρος 1-14 ημέρες σημαίνει ότι ο πελάτης μπορεί να στείλει μια κράτηση από αύριο κατά τη διάρκεια των επόμενων δύο εβδομάδων.
it_it: Ad esempio, l'intervallo 1-14 giorni significa che il cliente può inviare una prenotazione da domani nelle prossime due settimane.
nl_nl: Bijv. bereik 1-14 dagen betekent dat de klant vanaf morgen een boeking kan versturen gedurende de komende twee weken.
tr_tr: Örneğin 1-14 gün aralığı, müşterinin yarından itibaren önümüzdeki iki hafta boyunca rezervasyon gönderebileceği anlamına gelir.

source: Allowed are integer values from range 0-9999. Empty values means that booking sending period is not limited.
el: Επιτρέπονται ακέραιες τιμές από το εύρος 0-9999. Κενές τιμές σημαίνει ότι η περίοδος αποστολής κράτησης δεν περιορίζεται.
it_it: Sono ammessi valori interi compresi nell'intervallo 0-9999. I valori vuoti significano che il periodo di invio della prenotazione non è limitato.
nl_nl: Toegestaan zijn gehele waarden van 0-9999. Lege waarden betekenen dat de boekingsverzendperiode niet beperkt is.
tr_tr: İzin verilen değerler 0-9999 aralığındaki tamsayı değerlerdir. Boş değerler, rezervasyon gönderme süresinin sınırlı olmadığı anlamına gelir.

source: Bookings interval
el: Διάστημα κρατήσεων
it_it: Intervallo prenotazioni
nl_nl: Boekingsinterval
tr_tr: Rezervasyon aralığı

source: Set interval (in minutes) between bookings for the same vehicle.
el: Ορισμός διαστήματος (σε λεπτά) μεταξύ κρατήσεων για το ίδιο όχημα.
it_it: Imposta l'intervallo (in minuti) tra le prenotazioni per lo stesso veicolo.
nl_nl: Tijdinterval (in minuten) tussen boekingen voor hetzelfde voertuig instellen.
tr_tr: Aynı araç için yapılan rezervasyonlar arasındaki aralığı (dakika cinsinden) ayarlayın.

source: Default booking status
el: Προεπιλεγμένη κατάσταση κράτησης
it_it: Stato di prenotazione predefinito
nl_nl: Standaard boekingsstatus
tr_tr: Varsayılan rezervasyon durumu

source: Default status of a new booking.
el: Προεπιλεγμένη κατάσταση νέας κράτησης.
it_it: Stato predefinito di una nuova prenotazione.
nl_nl: Standaard status van een nieuwe boeking.
tr_tr: Yeni bir rezervasyonun varsayılan durumu.

source: Booking title
el: Τίτλος κράτησης
it_it: Titolo della prenotazione
nl_nl: Titel van de boeking
tr_tr: Rezervasyon başlığı

source: Booking title. Use "%s" to enter booking ID.
el: Τίτλος κράτησης. Χρησιμοποιήστε το "%s" για να εισαγάγετε το αναγνωριστικό κράτησης.
it_it: Titolo della prenotazione. Utilizzi "%s" per inserire l'ID della prenotazione.
nl_nl: Titel van de boeking. Gebruik "%s" om boekings-ID in te voeren.
tr_tr: Rezervasyon başlığı. Rezervasyon kimliğini girmek için "%s" kullanın.

source: Booking form page ID
el: Αναγνωριστικό σελίδας φόρμας κράτησης
it_it: ID della pagina del modulo di prenotazione
nl_nl: Pagina ID boekingsformulier
tr_tr: Rezervasyon formu sayfa kimliği

source: Enter ID of the page/post where this booking form is placed.
el: Εισάγετε το αναγνωριστικό της σελίδας/του post όπου τοποθετείται αυτή η φόρμα κράτησης.
it_it: Inserisca l'ID della pagina/post in cui si trova questo modulo di prenotazione.
nl_nl: Voer het ID in van de pagina/post waar dit boekingsformulier is geplaatst.
tr_tr: Bu rezervasyon formunun yerleştirildiği sayfanın / gönderinin kimliğini girin.

source: Required to enable booking editing.
el: Απαιτείται για την ενεργοποίηση της επεξεργασίας κρατήσεων.
it_it: Richiesto per abilitare la modifica della prenotazione.
nl_nl: Vereist om het bewerken van boekingen mogelijk te maken.
tr_tr: Rezervasyon düzenlemeyi etkinleştirmek için gereklidir.

source: Minimum/maximum distance
el: Ελάχιστη/μέγιστη απόσταση
it_it: Distanza minima/massima
nl_nl: Minimale/maximale afstand
tr_tr: Minimum/maksimum mesafe

source: Minimum/maximum distance (in kilometers) required to make a booking.
el: Ελάχιστη/μέγιστη απόσταση (σε χιλιόμετρα) που απαιτείται για την πραγματοποίηση μιας κράτησης.
it_it: Distanza minima/massima (in chilometri) richiesta per effettuare una prenotazione.
nl_nl: Minimale/maximale afstand (in kilometers) die nodig is om een boeking te maken.
tr_tr: Rezervasyon yapmak için gereken minimum/maksimum mesafe (kilometre cinsinden).

source: Use integer values from 0 to 99999. Available for "Distance" service type only.
el: Χρησιμοποιήστε ακέραιες τιμές από 0 έως 99999. Διαθέσιμο μόνο για τον τύπο υπηρεσίας "Απόσταση".
it_it: Utilizzi valori interi da 0 a 99999. Disponibile solo per il tipo di servizio "Distanza".
nl_nl: Gebruik gehele getallen van 0 tot 99999. Alleen beschikbaar voor het servicetype "Afstand".
tr_tr: 0'dan 99999'a kadar tamsayı değerleri kullanın. Yalnızca "Mesafe" hizmet türü için kullanılabilir.

source: Maximum.
el: Μέγιστο.
it_it: Massimo.
nl_nl: Maximaal.
tr_tr: Maksimum.

source: Minimum/maximum duration
el: Ελάχιστη/μέγιστη διάρκεια
it_it: Durata minima/massima
nl_nl: Minimale/maximale duur
tr_tr: Minimum/maksimum süre

source: Minimum/maximum duration (in minutes) required to make a booking.
el: Ελάχιστη/μέγιστη διάρκεια (σε λεπτά) που απαιτείται για την πραγματοποίηση μιας κράτησης.
it_it: Durata minima/massima (in minuti) richiesta per effettuare una prenotazione.
nl_nl: Minimale/maximale duur (in minuten) die nodig is om een boeking te maken.
tr_tr: Rezervasyon yapmak için gereken minimum/maksimum süre (dakika cinsinden).

source: Use integer values from 0 to 999999999. Available for "Distance" and "Hourly" service types only.
el: Χρησιμοποιήστε ακέραιες τιμές από 0 έως 999999999. Διαθέσιμο μόνο για τους τύπους υπηρεσιών "Απόσταση" και "Ωριαία".
it_it: Utilizza valori interi da 0 a 999999999. Disponibile solo per i tipi di servizio "Distanza" e "Orario".
nl_nl: Gebruik gehele getallen van 0 tot 999999999. Alleen beschikbaar voor servicetypes "Afstand" en "Uur".
tr_tr: 0'dan 999999999'a kadar tamsayı değerleri kullanın. Yalnızca "Mesafe" ve "Saatlik" hizmet türleri için kullanılabilir.

source: Minimum/maximum booking value
el: Ελάχιστη/μέγιστη αξία κράτησης
it_it: Valore minimo/massimo della prenotazione
nl_nl: Minimum/maximum reserveringswaarde
tr_tr: Minimum/maksimum rezervasyon değeri

source: Specify minimum/maximum gross value of the booking.
el: Καθορίστε την ελάχιστη/μέγιστη ακαθάριστη αξία της κράτησης.
it_it: Specificare il valore lordo minimo/massimo della prenotazione.
nl_nl: Geef de minimum/maximum brutowaarde van de boeking op.
tr_tr: Rezervasyonun minimum/maksimum brüt değerini belirtin.

source: Default driver
el: Προεπιλεγμένος οδηγός
it_it: Conducente predefinito
nl_nl: Standaard chauffeur
tr_tr: Varsayılan sürücü

source: Driver assigned to the new bookings.
el: Ο οδηγός ανατέθηκε στις νέες κρατήσεις.
it_it: Autista assegnato alle nuove prenotazioni.
nl_nl: Bestuurder voor nieuwe boekingen.
tr_tr: Yeni rezervasyonlara atanan sürücü.

source: Default country
el: Προεπιλεγμένη χώρα
it_it: Paese predefinito
nl_nl: Standaard land
tr_tr: Varsayılan Ülke

source: Select default country for step #3 ("Billing details") of booking form.
el: Επιλέξτε την προεπιλεγμένη χώρα για το βήμα #3 ("Λεπτομέρειες χρέωσης") της φόρμας κράτησης.
it_it: Selezioni il Paese predefinito per il passo #3 ("Dettagli di fatturazione") del modulo di prenotazione.
nl_nl: Selecteer het standaardland voor stap #3 ("Factureringsgegevens") van het boekingsformulier.
tr_tr: Rezervasyon formunun 3. adımı ("Faturalama ayrıntıları") için varsayılan ülkeyi seçin.

source: If "Based on customer geolocation" is enabled, country will be set by customer IP.
el: Εάν είναι ενεργοποιημένη η επιλογή "Με βάση τη γεωγραφική θέση του πελάτη", η χώρα θα οριστεί από την IP του πελάτη.
it_it: Se l'opzione "In base alla geolocalizzazione del cliente" è attivata, il Paese sarà impostato dall'IP del cliente.
nl_nl: Als "Gebaseerd op klantgeolocatie" is ingeschakeld, wordt het land ingesteld op basis van het IP-adres van de klant.
tr_tr: "Müşteri coğrafi konumuna göre" etkinleştirilmişse, ülke müşteri IP'sine göre ayarlanacaktır.

source: - Based on customer geolocation -
el: - Με βάση τη γεωγραφική θέση του πελάτη -
it_it: Basato sulla localizzazione del cliente
nl_nl: - Op basis van klant geolocatie -
tr_tr: - Müşterinin coğrafi konumuna göre -

source: States
el: Νομοί
it_it: Regioni
nl_nl: Provincies
tr_tr: İlçeler

source: List of available states separated by semicolon which will be available to choose in billing details.
el: Λίστα διαθέσιμων καταστάσεων διαχωρισμένων με ερωτηματικό, το οποίο θα είναι διαθέσιμο για επιλογή στα στοιχεία χρέωσης.
it_it: Elenco degli Stati disponibili, separati da un punto e virgola, che sarà possibile scegliere nei dettagli di fatturazione.
nl_nl: Lijst van beschikbare staten, gescheiden door een puntkomma, die beschikbaar zijn om te kiezen in de factureringsdetails.
tr_tr: Fatura ayrıntılarında seçilebilecek, noktalı virgülle ayrılmış mevcut durumların listesi.

source: Server side geolocation
el: Γεωγραφικός εντοπισμός από την πλευρά του διακομιστή
it_it: Geolocalizzazione lato server
nl_nl: Serverzijde geolokalisatie
tr_tr: Sunucu tarafı konum belirleme

source: Enable or disable server side geolocation.
el: Ενεργοποιήστε ή απενεργοποιήστε τη γεωγραφική τοποθεσία από την πλευρά του διακομιστή.
it_it: Abilita o disabilita la geolocalizzazione lato server.
nl_nl: Server side geolocation in- of uitschakelen.
tr_tr: Sunucu tarafı coğrafi konumunu etkinleştirin veya devre dışı bırakın.

source: You can change settings of geolocation server in "Plugin Options".
el: Μπορείτε να αλλάξετε τις ρυθμίσεις του διακομιστή γεωεντοπισμού στις "Επιλογές προσθήκης".
it_it: Può modificare le impostazioni del server di geolocalizzazione in "Opzioni del plugin".
nl_nl: U kunt de instellingen van de geolocatieserver wijzigen in "Plugin-opties".
tr_tr: Coğrafi konum sunucusunun ayarlarını "Eklenti Seçenekleri" altında değiştirebilirsiniz.

source: Ride time multiplier
el: Πολλαπλασιαστής χρόνου οδήγησης
it_it: Moltiplicatore del tempo di corsa
nl_nl: Rijtijd vermenigvuldiger
tr_tr: Sürüş süresi çarpanı

source: Enter value (multiplier) for ride time.
el: Εισαγάγετε τιμή (πολλαπλασιαστή) για το χρόνο διαδρομής.
it_it: Inserisca il valore (moltiplicatore) per la durata della corsa.
nl_nl: Rijtijdvermenigvuldiger.
tr_tr: Sürüş süresi için değer (çarpan) girin.

source: Allowed are float numbers from range 0-99.99.
el: Επιτρέπονται οι αριθμοί κινητής τηλεφωνίας από το εύρος 0-99,99.
it_it: I numeri ammessi sono numeri fluttuanti compresi nell'intervallo 0-99.99.
nl_nl: Toegestaan zijn zwevende getallen van 0-99,99.
tr_tr: İzin verilenler 0-99,99 aralığındaki kayan sayılardır.

source: Ride time rounding
el: Στρογγυλοποίηση χρόνου διαδρομής
it_it: Arrotondamento del tempo di corsa
nl_nl: Rijtijd afronden
tr_tr: Sürüş süresi yuvarlama

source: Enter value (rounding) for ride time.
el: Εισαγάγετε τιμή (στρογγυλοποίηση) για το χρόνο διαδρομής.
it_it: Inserisca il valore (arrotondamento) per la durata della corsa.
nl_nl: Voer een waarde in (afronding) voor de rijtijd.
tr_tr: Sürüş süresi için değer girin (yuvarlama).

source: Allowed are integer numbers from range 1-60.
el: Επιτρέπονται ακέραιοι αριθμοί από το εύρος 1-60.
it_it: I numeri ammessi sono numeri interi dell'intervallo 1-60.
nl_nl: Toegestaan zijn gehele getallen van 1-60.
tr_tr: İzin verilenler 1-60 aralığındaki tam sayılardır.

source: Recaptcha
tr_tr: Google, spam koruması için reCAPTCHA
