Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: Calculating a distance between two points.
el: Υπολογισμός απόστασης μεταξύ δύο σημείων.
it_it: Calcolo della distanza tra due punti.
nl_nl: Het berekenen van een afstand tussen twee punten.
tr_tr: İki nokta arasındaki mesafenin hesaplanması.

source: Importing an exchange rates.
el: Εισαγωγή συναλλαγματικών ισοτιμιών.
it_it: Importazione di un tasso di cambio.
nl_nl: Het importeren van een wisselkoers.
tr_tr: Bir döviz kurunun içe aktarılması.

source: Verifying the user's response.
el: Επαλήθευση της απάντησης του χρήστη.
it_it: Verifica della risposta dell'utente.
nl_nl: Verificatie van het antwoord van de gebruiker.
tr_tr: Kullanıcı yanıtının doğrulanması.

source: License verification
el: Επαλήθευση άδειας χρήσης
it_it: Verifica della licenza
nl_nl: Licentie controle
tr_tr: Lisans doğrulaması

source: Product info checking
el: Πληροφορίες προϊόντος έλεγχος
it_it: Controllo del prodotto
nl_nl: Productinformatie controleren
tr_tr: Ürün bilgisi kontrolü

source: Booking data validation
el: Επικύρωση δεδομένων κράτησης
it_it: Convalida dei dati di prenotazione
nl_nl: Validatie van boekingsgegevens
tr_tr: Rezervasyon veri doğrulaması

source: Error
el: Σφάλμα
it_it: Errore
nl_nl: Fout
tr_tr: Hata

source: Changes can not be saved.
el: Οι αλλαγές δεν μπορούν να αποθηκευτούν.
it_it: Le modifiche non possono essere salvate.
nl_nl: Wijzigingen kunnen niet worden opgeslagen.
tr_tr: Değişiklikler kaydedilemez.

source: Success
el: Επιτυχία
it_it: Successo
nl_nl: Succes
tr_tr: Başarılı

source: All changes have been saved.
el: Όλες οι αλλαγές έχουν αποθηκευτεί.
it_it: Tutte le modifiche sono state salvate.
nl_nl: Alle wijzigingen zijn opgeslagen.
tr_tr: Tüm değişiklikler kaydedildi.

source: Cash
el: Μετρητά
it_it: Contanti
nl_nl: Contant
tr_tr: Nakit

source: Wire transfer
el: Έμβασμα
it_it: Bonifico bancario
nl_nl: Overboeking
tr_tr: Elektronik transfer

source: Credit card on pickup
el: Πιστωτική κάρτα κατά την παραλαβή
it_it: Carta di credito al momento del ritiro
nl_nl: Kredietkaart bij afhalen
tr_tr: Teslim alınırken kredi kartı

source: [1] Receiving a payment.
el: [1] Λήψη πληρωμής.
it_it: [1] Ricevere un pagamento.
nl_nl: [1] Een betaling ontvangen.
tr_tr: [1] Bir ödeme alınması.

source: [2] Booking %s is not found.
el: [2] Η κράτηση %s δεν βρέθηκε.
it_it: [2] La prenotazione %s non è stata trovata.
nl_nl: [2] Boeking %s is niet gevonden.
tr_tr: [2] Rezervasyon %s bulunamadı.

source: [3] Booking form %s is not found.
el: [3] Φόρμα κράτησης %s δεν βρέθηκε.
it_it: [3] Il modulo di prenotazione %s non è stato trovato.
nl_nl: [3] Boekingsformulier %s is niet gevonden.
tr_tr: [3] Rezervasyon formu %s bulunamadı.

source: [4] Sending a request: %s on address: %s.
el: [4] Αποστολή αιτήματος: %s στη διεύθυνση: %s.
it_it: [4] Invio di una richiesta: %s su indirizzo: %s.
nl_nl: [4] Een verzoek verzenden: %s op adres: %s.
tr_tr: [4] Bir istek gönderiliyor: %s adresinde: %s.

source: [5] Error %s during processing cURL request.
el: [5] Σφάλμα %s κατά την επεξεργασία του αιτήματος cURL.
it_it: [5] Errore %s durante l'elaborazione della richiesta cURL.
nl_nl: [5] Fout %s tijdens het verwerken van cURL verzoek.
tr_tr: [5] cURL isteği işlenirken %s hatası oluştu.

source: [6] Request cannot be verified: %s.
el: [6] Δεν είναι δυνατή η επαλήθευση του αιτήματος: %s.
it_it: [6] La richiesta non può essere verificata: %s.
nl_nl: [6] Verzoek kan niet worden geverifieerd: %s.
tr_tr: [6] Talep doğrulanamıyor: %s.

source: [7] Updating a booking about transaction details.
el: [7] Ενημέρωση κράτησης σχετικά με τα στοιχεία συναλλαγής.
it_it: [7] Aggiornamento di una prenotazione sui dettagli della transazione.
nl_nl: [7] Het bijwerken van een boeking over transactie details.
tr_tr: [7] İşlem detayları hakkında bir rezervasyonun güncellenmesi.

source: [11] Updating booking status.
el: [11] Ενημέρωση κατάστασης κράτησης.
it_it: [11] Aggiornamento dello stato della prenotazione.
tr_tr: [11] Rezervasyon durumu güncelleniyor.

source: [10] Cannot find a valid booking status.
el: [10] Δεν είναι δυνατή η εύρεση έγκυρης κατάστασης κράτησης.
it_it: [10] Impossibile trovare uno stato di prenotazione valido.
nl_nl: [10] Kan geen geldige boekingsstatus vinden.
tr_tr: [10] Geçerli bir rezervasyon durumu bulunamıyor.

source: [9] Changing status of the booking after successful payment is off.
el: [9] Η αλλαγή της κατάστασης της κράτησης μετά την επιτυχή πληρωμή είναι απενεργοποιημένη.
it_it: [9] La modifica dello stato della prenotazione dopo l'avvenuto pagamento è disattivata.
nl_nl: [9] Het wijzigen van de status van de boeking na succesvolle betaling staat uit.
tr_tr: [9] Başarılı ödemeden sonra rezervasyonun durumunu değiştirme kapalı.

source: [8] Payment status %s is not supported.
el: [8] Η κατάσταση πληρωμής %s δεν υποστηρίζεται.
it_it: [8] Lo stato di pagamento %s non è supportato.
nl_nl: [8] Betaalstatus %s wordt niet ondersteund.
tr_tr: [8] Ödeme durumu %s desteklenmemektedir.

source: Cards
el: Κάρτες
it_it: Carte
nl_nl: Kaarten
tr_tr: Kartlar

source: Bacs Direct Debit
el: Άμεση χρέωση Bacs
it_it: Addebito diretto Bacs
nl_nl: Bacs Automatische Incasso
tr_tr: Bacs Doğrudan Borçlandırma

source: Chauffeur services - %s
el: Υπηρεσίες Chauffeur - %s
it_it: Servizi di autista - %s
nl_nl: Chauffeursdiensten - %s
tr_tr: Şoför hizmetleri - %s

source: [2] Error during parsing data in JSON format.
el: [2] Σφάλμα κατά την ανάλυση δεδομένων σε μορφή JSON.
it_it: [2] Errore durante l'analisi dei dati in formato JSON.
nl_nl: [2] Fout tijdens het parsen van gegevens in JSON formaat.
tr_tr: [2] JSON biçimindeki veriler ayrıştırılırken hata oluştu.

source: [4] Checking a booking.
el: [4] Έλεγχος κράτησης.
it_it: [4] Verifica di una prenotazione.
nl_nl: [4] Een boeking controleren.
tr_tr: [4] Bir rezervasyonun kontrol edilmesi.

source: [6] Booking %s is found.
el: [6] Βρέθηκε %s κράτησης.
it_it: [6] Prenotazione %s viene trovata.
nl_nl: [6] Boeking %s is gevonden.
tr_tr: [6] Rezervasyon %s bulundu.

source: [8] Event %s is not supported.
el: [8] Το συμβάν %s δεν υποστηρίζεται.
it_it: [8] L'evento %s non è supportato.
nl_nl: [8] Gebeurtenis %s wordt niet ondersteund.
tr_tr: [8] Olay %s desteklenmez.

source: [5] Booking %s is not found.
el: [5] Η κράτηση %s δεν βρέθηκε.
it_it: [5] La prenotazione %s non è stata trovata.
nl_nl: [5] Boeking %s is niet gevonden.
tr_tr: [5] Rezervasyon %s bulunamadı.

source: [3] Event %s is not supported.
el: [3] Το συμβάν %s δεν υποστηρίζεται.
it_it: [3] L'evento %s non è supportato.
nl_nl: [3] Gebeurtenis %s wordt niet ondersteund.
tr_tr: [3] Olay %s desteklenmez.

source: Total time: %s
el: Συνολικός χρόνος: %s
it_it: Tempo Stimato %s
nl_nl: Totale tijd: %s
tr_tr: Toplam zaman: %s

source: Select booking form
el: Επιλέξτε φόρμα κράτησης
it_it: Selezionare il modulo di prenotazione
nl_nl: Selecteer reservering formulier
tr_tr: Rezervasyon formunu seçin

source: Bookings Calendar
el: Ημερολόγιο κρατήσεων
it_it: Calendario delle prenotazioni
nl_nl: Boekingen kalender
tr_tr: Rezervasyon Takvimi

source: Calendar
el: Ημερολόγιο
it_it: Calendario
nl_nl: Kalender
tr_tr: Takvim

source: Vehicle Types
el: Τύποι οχημάτων
it_it: Tipi di veicolo
nl_nl: Alle voertuigtypen
tr_tr: Araç Tipleri

source: Seems, that demo data has been imported. To make sure if this process has been successfully completed,please check below content of buffer returned by external applications.
el: Φαίνεται, ότι τα δεδομένα επίδειξης έχουν εισαχθεί. Για να βεβαιωθείτε ότι αυτή η διαδικασία έχει ολοκληρωθεί με επιτυχία, ελέγξτε παρακάτω το περιεχόμενο του buffer που επιστρέφεται από εξωτερικές εφαρμογές.
it_it: Sembra che i dati demo siano stati importati. Per assicurarsi che questo processo sia stato completato correttamente, controllare il contenuto del buffer restituito da applicazioni esterne.
nl_nl: Het lijkt erop dat de demodata is geïmporteerd. Om er zeker van te zijn dat dit proces met succes is voltooid, controleert u onderstaande inhoud van de buffer die door externe toepassingen wordt geretourneerd.
tr_tr: Görünüşe göre, bu demo verileri içe aktarılmış. Bu işlemin başarıyla tamamlandığından emin olmak için, lütfen harici uygulamalar tarafından döndürülen tampon içeriğini aşağıdan kontrol edin.

source: Dummy data cannot be imported.
el: Τα εικονικά δεδομένα δεν μπορούν να εισαχθούν.
it_it: I dati fittizi non possono essere importati.
nl_nl: Dummy gegevens kunnen niet worden geïmporteerd.
tr_tr: Sahte veriler içe aktarılamaz.

source: Add-ons &rarr;
el: Πρόσθετα &rarr;
it_it: Componenti aggiuntivi &rarr;
nl_nl: Toevoegingen &rarr;
tr_tr: Eklentiler &rarr;

source: Please enter your Google Maps API key in the <a href="%s">Plugin Options</a>.
el: Εισάγετε το κλειδί API των Χαρτών Google στις <a href="%s">Επιλογές του πρόσθετου</a>.
it_it: Inserisca la sua chiave API di Google Maps nelle <a href="%s">Opzioni del plugin</a>.
nl_nl: Voer uw Google Maps API-sleutel in bij de <a href="%s">Plugin-opties</a>.
tr_tr: Lütfen Google Maps API anahtarınızı <a href="%s">Eklenti Seçenekleri</a>'ne girin.

source: Your product is not verified. Please enter license details in the <a href="%s">Plugin Options</a>.
el: Το προϊόν σας δεν έχει επαληθευτεί. Παρακαλούμε εισαγάγετε τα στοιχεία της άδειας χρήσης στις <a href="%s">Επιλογές του πρόσθετου</a>.
it_it: Il suo prodotto non è verificato. Inserisca i dettagli della licenza nelle <a href="%s">Opzioni del plugin</a>.
nl_nl: Uw product is niet geverifieerd. Voer licentiegegevens in bij de <a href="%s">Plugin-opties</a>.
tr_tr: Ürününüz doğrulanmadı. Lütfen lisans bilgilerini <a href="%s">Eklenti Seçenekleri</a>'ne girin.

source: Your support <b>is not active</b>. <a href="%s" target="_blank">Click to renew the support</a> and get access to all features.
el: Η υποστήριξή σας <b>δεν είναι ενεργή</b>. <a href="%s" target="_blank">Κάντε κλικ για να ανανεώσετε την υποστήριξη</a> και να αποκτήσετε πρόσβαση σε όλες τις λειτουργίες.
it_it: Il suo supporto <b>non è attivo</b>. <a href="%s" target="_blank">Clicchi per rinnovare il supporto</a> e ottenere l'accesso a tutte le funzioni.
nl_nl: Uw ondersteuning <b>is niet actief</b>. <a href="%s" target="_blank">Klik op om de ondersteuning te verlengen</a> en toegang te krijgen tot alle functies.
tr_tr: Desteğiniz <b>aktif değil</b>. <a href="%s" target="_blank">Desteği yenilemek için tıklayın</a> ve tüm özelliklere erişin.

source: Routes
el: Δρομολόγια
it_it: Percorso
tr_tr: Rotalar

source: Vehicle Attributes
el: Χαρακτηριστικά Αυτοκινήτου
it_it: Attributi Veicolo
nl_nl: Voertuig eigenschappen
tr_tr: Araç Özellikleri

source: Vehicle Companies
el: Εταιρείες Οχημάτων
it_it: Marca Veicolo
nl_nl: Voertuig bedrijven
tr_tr: Araç Şirketleri

source: Pricing Rules
el: Κανόνες τιμολόγησης
it_it: Regole sui prezzi
nl_nl: Prijsregels
tr_tr: Fiyatlandırma Kuralları

source: Tax Rates
el: Φορολογικοί συντελεστές
it_it: Aliquote fiscali
nl_nl: Belastingtarieven
tr_tr: Vergi Oranları

source: Variable pricing
el: Μεταβλητή τιμολόγηση
it_it: Prezzo variabile
nl_nl: Variabele prijzen
tr_tr: Değişken fiyatlandırma

source: Fixed pricing
el: Σταθερή τιμολόγηση
it_it: Prezzo fisso
nl_nl: Vaste prijzen
tr_tr: Sabit fiyatlandırma

source: - Inherited -
el: -Κληρονόμησε-
it_it: - Ereditato -
nl_nl: - Geërfd -
tr_tr: - Devralınan -

source: Set value
el: Ορισμός τιμής
it_it: Valore impostato
nl_nl: Waarde instellen
tr_tr: Değer ayarla

source: Increase by value
el: Αύξηση κατά αξία
it_it: Aumentare per valore
nl_nl: Waarde verhogen
tr_tr: Değere göre artış

source: Decrease by value
el: Μείωση κατά αξία
it_it: Diminuire per valore
nl_nl: Waarde verminderen
tr_tr: Değere göre azalt

source: Increase by percentage
el: Αύξηση κατά ποσοστό
it_it: Aumenta in percentuale
nl_nl: Percentage verhogen
tr_tr: Yüzdeye göre artır

source: Decrease by percentage
el: Μείωση κατά ποσοστό
it_it: Diminuzione in percentuale
nl_nl: Percentage verminderen
tr_tr: Yüzdeye göre azalt

source: Set directly in the "Prices" tab
el: Ορίστε απευθείας στην καρτέλα "Τιμές"
it_it: Imposta nella scheda "Prezzi"
nl_nl: Direct instellen in het tabblad "Prijzen
tr_tr: Doğrudan "Fiyatlar" sekmesinde ayarlayın

source: Calculation based on distance (all ranges)
el: Υπολογισμός με βάση την απόσταση (όλα τα εύρη)
it_it: Calcolo basato sulla distanza (tutti gli intervalli)
nl_nl: Berekening op basis van afstand (alle bereiken)
tr_tr: Mesafeye dayalı hesaplama (tüm aralıklar)

source: Calculation based on distance (exact range)
el: Υπολογισμός με βάση την απόσταση (ακριβές εύρος)
it_it: Calcolo basato sulla distanza (intervallo esatto)
nl_nl: Berekening op basis van afstand (exact bereik)
tr_tr: Mesafeye dayalı hesaplama (tam aralık)

source: Calculation based on duration (all ranges)
el: Υπολογισμός με βάση τη διάρκεια (όλα τα εύρη)
it_it: Calcolo basato sulla durata (tutti gli intervalli)
nl_nl: Berekening op basis van duur (alle bereiken)
tr_tr: Süreye dayalı hesaplama (tüm aralıklar)

source: Calculation based on duration (exact range)
el: Υπολογισμός με βάση τη διάρκεια (ακριβές εύρος)
it_it: Calcolo basato sulla durata (intervallo esatto)
nl_nl: Berekening op basis van duur (exact bereik)
tr_tr: Süreye dayalı hesaplama (tam aralık)

source: Calculation based on distance between base and pickup location (all ranges)
el: Υπολογισμός με βάση την απόσταση μεταξύ βάσης και τοποθεσίας παραλαβής (όλα τα εύρη)
it_it: Il calcolo si basa sulla distanza tra la base e la posizione di prelievo (tutti gli intervalli)
nl_nl: Berekening gebaseerd op afstand tussen basis en ophaallocatie (alle bereiken)
tr_tr: Baz ve teslim alma konumu arasındaki mesafeye göre hesaplama (tüm aralıklar)

source: Calculation based on distance between base and pickup location (exact range)
el: Υπολογισμός με βάση την απόσταση μεταξύ βάσης και τοποθεσίας παραλαβής (ακριβές εύρος)
it_it: Il calcolo si basa sulla distanza tra la base e la posizione di prelievo (intervallo esatto)
nl_nl: Berekening gebaseerd op afstand tussen basis en afhaallocatie (exact bereik)
tr_tr: Üs ile teslim alma konumu arasındaki mesafeye göre hesaplama (tam aralık)

source: Calculation based on distance between drop-off and base location (all ranges)
el: Υπολογισμός με βάση την απόσταση μεταξύ της θέσης αποβίβασης και της θέσης βάσης (όλα τα εύρη)
it_it: Calcolo basato sulla distanza tra il punto di consegna e la posizione di base (tutti gli intervalli)
nl_nl: Berekening gebaseerd op afstand tussen afgiftepunt en basislocatie (alle bereiken)
tr_tr: Bırakma ve temel konum arasındaki mesafeye dayalı hesaplama (tüm aralıklar)

source: Calculation based on distance between drop-off and base location (exact range)
el: Υπολογισμός με βάση την απόσταση μεταξύ της θέσης αποβίβασης και της θέσης βάσης (ακριβές εύρος)
it_it: Il calcolo si basa sulla distanza tra il punto di consegna e la posizione di base (intervallo esatto)
nl_nl: Berekening gebaseerd op afstand tussen afgiftepunt en basislocatie (exact bereik)
tr_tr: Bırakma ve ana konum arasındaki mesafeye göre hesaplama (tam aralık)

source: Pricing Rule
el: Κανόνας Έκπτωσης
it_it: Regole sul Prezzo
nl_nl: Prijsregel
tr_tr: Fiyatlandırma Kuralı

source: Add New Pricing Rule
el: Προσθήκη νέου κανόνα τιμολόγησης
it_it: Aggiungi una regola sul prezzo
nl_nl: Nieuwe prijsregel toevoegen
tr_tr: Yeni Fiyatlandırma Kuralı Ekle

source: Edit Pricing Rule
el: Επεξεργασία κανόνα τιμολόγησης
it_it: Modifica regola sul prezzo
nl_nl: Prijsregel bewerken
tr_tr: Fiyatlandırma Kuralını Düzenle

source: New Pricing Rule
el: Νέος κανόνας τιμολόγησης
it_it: Nuova regola sul prezzo
nl_nl: Nieuwe prijsregel
tr_tr: Yeni Fiyatlandırma Kuralı

source: View Pricing Rule
el: Προβολή κανόνα τιμολόγησης
it_it: Vedi regola sul prezzo
nl_nl: Bekijk prijsregel
tr_tr: Fiyatlandırma Kuralını Görüntüle

source: Search Pricing Rules
el: Αναζήτηση κανόνα τιμολόγησης
it_it: Cerca regole sui prezzi
nl_nl: Zoek prijsregels
tr_tr: Arama Fiyatlandırma Kuralları

source: No Pricing Rules Found
el: Δεν βρέθηκαν κανόνες τιμολόγησης
it_it: Nessuna regola sui prezzi trovata
nl_nl: Geen prijsregels gevonden
tr_tr: Fiyatlandırma Kuralı Bulunamadı

source: No Pricing Rules in Trash
el: Δεν υπάρχουν κανόνες τιμολόγησης στον κάδο απορριμμάτων
it_it: Nessuna regola sui prezzi nel cestino
nl_nl: Geen prijsregels in de prullenbak
tr_tr: Çöp Kutusunda Fiyatlandırma Kuralı Yok

source: Prices
el: Τιμές
it_it: Prezzi
nl_nl: Prijzen
tr_tr: Fiyatlar

source: Transfer types
el: Τύποι μεταφοράς
it_it: Tipi di trasferimento
nl_nl: Soorten transfers
tr_tr: Transfer türleri

source: Vehicle companies
el: Εταιρείες οχημάτων
it_it: Aziende produttrici di veicoli
nl_nl: Voertuig bedrijven
tr_tr: Araç Şirketleri

source: Pickup locations
el: Τοποθεσίες παραλαβής
it_it: Luoghi di ritiro
nl_nl: Ophaalpunten
tr_tr: Teslim alma yerleri

source: Drop-off locations
el: Τοποθεσίες αποβίβασης
it_it: Luoghi di consegna
nl_nl: Afgiftepunten
tr_tr: Teslim yerleri

source: Pickup country locations
el: Τοποθεσίες χώρας παραλαβής
it_it: Località del Paese di prelievo
nl_nl: Pickup land locaties
tr_tr: Teslim alma ülke konumları

source: Drop-off country locations
el: Τοποθεσίες χώρας αποβίβασης
it_it: Località del Paese di consegna
nl_nl: Drop-off land locaties
tr_tr: Bırakma ülke konumları

source: Drop-off geofence areas
el: Περιοχές γεωγραφικού φράκτη αποβίβασης
it_it: Aree di geofence per il drop-off
nl_nl: Afzetgebieden met geofence
tr_tr: Bırakma geofence alanları

source: Pickup ZIP codes
el: Ταχυδρομικοί κώδικες παραλαβής
it_it: Codici di avviamento postale
tr_tr: Teslim alma posta kodları

source: Drop-off ZIP codes
el: Ταχυδρομικοί κώδικες αποβίβασης
it_it: Codici di avviamento postale
nl_nl: ZIP-codes voor afgifte
tr_tr: Bırakma posta kodları

source: Pickup day numbers
el: Αριθμοί ημέρας παραλαβής
it_it: Numeri del giorno di ritiro
nl_nl: Pickup dagnummers
tr_tr: Teslim alma gün numaraları

source: Return/pickup date difference
el: Διαφορά ημερομηνίας επιστροφής/παραλαβής
it_it: Differenza della data di restituzione/ritiro
nl_nl: Verschil retour/ophaaldatum
tr_tr: İade/teslim alma tarihi farkı

source: Distance from base to pickup location
el: Απόσταση από τη βάση έως την τοποθεσία παραλαβής
it_it: Distanza dalla base al luogo di ritiro
nl_nl: Afstand van de basis tot de afhaallocatie
tr_tr: Merkezden teslim alma yerine olan mesafe

source: Distance from drop-off to base location
el: Απόσταση από το σημείο παράδοσης έως τη θέση βάσης
it_it: Distanza dalla consegna alla posizione di base
nl_nl: Afstand van afgiftepunt tot basislocatie
tr_tr: Bırakma noktasından üs konumuna olan mesafe

source: Ride duration
el: Διάρκεια διαδρομής
it_it: Durata del trasporto
nl_nl: Duur van de rit
tr_tr: Sürüş süresi

source: Price source
el: Πηγή τιμής
it_it: Fonte del prezzo
nl_nl: Prijsbron
tr_tr: Fiyat kaynağı

source: Booking sum type
el: Τύπος ποσού κράτησης
it_it: Tipo di somma di prenotazione
nl_nl: Type boekingssom
tr_tr: Rezervasyon toplamı türü

source: Fixed price
el: Σταθερή τιμή
it_it: Tariffa Fissa
nl_nl: Vaste prijs
tr_tr: Sabit fiyat

source: Fixed price (return)
el: Προκαθορισμένη τιμή (επιστροφή)
it_it: Prezzo fisso (ritorno)
nl_nl: Vaste prijs (retour)
tr_tr: Sabit fiyat (getiri)

source: Fixed price (return, new ride)
el: Προκαθορισμένη τιμή (επιστροφή, νέα διαδρομή)
it_it: Prezzo fisso (ritorno, nuova corsa)
nl_nl: Vaste prijs (retour, nieuwe rit)
tr_tr: Sabit fiyat (dönüş, yeni yolculuk)

source: Delivery (return) fee
el: Τέλος παράδοσης (επιστροφής)
it_it: Spese di consegna (restituzione)
nl_nl: Levering (retour) kosten
tr_tr: Teslimat (iade) ücreti

source: Price per hour
el: Τιμή ανά ώρα
it_it: Tariffa oraria
nl_nl: Prijs per uur
tr_tr: Saatlik Fiyat

source: Price per hour (return)
el: Τιμή ανά ώρα (επιστροφή)
it_it: Prezzo all'ora (andata e ritorno)
nl_nl: Prijs per uur (retour)
tr_tr: Saatlik fiyat (dönüş)

source: Price per hour (return, new ride)
el: Τιμή ανά ώρα (επιστροφή, νέα διαδρομή)
it_it: Prezzo all'ora (andata e ritorno, nuova corsa)
nl_nl: Prijs per uur (retour, nieuwe rit)
tr_tr: Saatlik fiyat (dönüş, yeni yolculuk)

source: Price per extra time
el: Τιμή ανά επιπλέον χρόνο
it_it: Prezzo per tempo supplementare
nl_nl: Prijs per extra tijd
tr_tr: Ekstra zaman başına fiyat

source: Price per waypoint
el: Τιμή ανά σημείο
it_it: Prezzo per punto di passaggio
nl_nl: Prijs per waypoint
tr_tr: Yol noktası başına fiyat

source: Price per waypoint duration
el: Τιμή ανά διάρκεια σημείου
it_it: Prezzo per durata del waypoint
nl_nl: Prijs per duur waypoint
tr_tr: Yol noktası süresi başına fiyat

source: Price per adult
el: Τιμή ανά ενήλικα
it_it: Prezzo Per Adulto
nl_nl: Prijs per volwassenen
tr_tr: Yetişkin başına fiyat

source: Price per child
el: Τιμή ανά παιδί
it_it: Prezzo per bambino
nl_nl: Prijs per kind
tr_tr: Çocuk başına fiyat

source: PayPal flat fee
el: Πάγια χρέωση PayPal
it_it: PayPal quota fissa
nl_nl: PayPal vast bedrag
tr_tr: PayPal sabit ücreti

source: PayPal percentage fee
el: Ποσοστιαία χρέωση PayPal
it_it: Commissione percentuale PayPal
nl_nl: PayPal procentuele kosten
tr_tr: PayPal yüzde ücreti

source: Stripe flat fee
el: Πάγια χρέωση Stripe
it_it: Stripe quota fissa
tr_tr: Stripe sabit ücreti

source: Stripe percentage fee
el: Ποσοστιαία χρέωση Stripe
it_it: Commissione percentuale di Stripe
nl_nl: Stripe percentage vergoeding
tr_tr: Stripe yüzde ücreti

source: Minimum order value
el: Ελάχιστη αξία παραγγελίας
it_it: Valore minimo dell'ordine
nl_nl: Minimum bestelwaarde
tr_tr: Minimum sipariş değeri

source: Level
el: Επίπεδο
it_it: Livello
nl_nl: Niveau
tr_tr: Seviye

source: Inherited
el: Μεταβιβάστηκε
it_it: Ereditato
nl_nl: Geërfd
tr_tr: Devralınmış

source: Variable
el: Μεταβλητή
it_it: Variabile
nl_nl: Variabel
tr_tr: Değişken

source: Get product info.
el: Λάβετε πληροφορίες για το προϊόν.
it_it: Ottenga informazioni sul prodotto.
nl_nl: Krijg productinformatie.
tr_tr: Ürün bilgisi alın.

source: A new version <b>(%s)</b> of the theme is available to <a href="%s" target="_blank">download on ThemeForest</a>.
el: Μια νέα έκδοση <b>(%s</b> ) του θέματος είναι διαθέσιμη για <a href="%s" target="_blank">λήψη από το ThemeForest</a>.
it_it: Una nuova versione <b>(%s</b> ) del tema è disponibile per il <a href="%s" target="_blank">download su ThemeForest</a>.
nl_nl: Een nieuwe versie <b>(%s</b> ) van het thema is beschikbaar om te <a href="%s" target="_blank">downloaden op ThemeForest</a>.
tr_tr: Temanın yeni bir sürümü <b>(%s</b> ) <a href="%s" target="_blank">ThemeForest'tan indirilebilir</a>.

source: A new version <b>(%s)</b> of the plugin is available to <a href="%s" target="_blank">download on CodeCanyon</a>.
el: Μια νέα έκδοση <b>(%s</b> ) του πρόσθετου είναι διαθέσιμη για <a href="%s" target="_blank">λήψη στο CodeCanyon</a>.
it_it: Una nuova versione <b>(%s</b> ) del plugin è disponibile per il <a href="%s" target="_blank">download su CodeCanyon</a>.
nl_nl: Een nieuwe versie <b>(%s</b> ) van de plugin is beschikbaar om te <a href="%s" target="_blank">downloaden op CodeCanyon</a>.
tr_tr: Eklentinin yeni bir sürümü <b>(%s</b> ) <a href="%s" target="_blank">CodeCanyon'dan indirilebilir</a>.

source: Add New Route
el: Προσθήκη νέας διαδρομής
it_it: Aggiungi nuovo percorso
nl_nl: Nieuw route toevoegen
tr_tr: Yeni Rota Ekle

source: Edit Route
el: Επεξεργασία διαδρομής
it_it: Modifica percorso
nl_nl: Bewerk route
tr_tr: Planı Düzenle

source: New Route
el: Νέα διαδρομή
it_it: Nuovo percorso
nl_nl: Nieuw route
tr_tr: Yeni Rota

source: View Route
el: Προβολή διαδρομής
it_it: Vedi percorso
nl_nl: Bekijk route
tr_tr: Rotayı Görüntüle

source: Search Routes
el: Αναζήτηση Διαδρομών
it_it: Cerca percorsi
nl_nl: Zoek routes
tr_tr: Arama Rotaları

source: No Routes Found
el: Δεν βρέθηκαν διαδρομές
it_it: Nessun percorso trovato
nl_nl: Geen routes gevonden
tr_tr: Rota Bulunamadı
