Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: This page requires the Google Maps library to load the booking form. If you choose not to enable it, the form will not be displayed.
el: Αυτή η σελίδα απαιτεί τη βιβλιοθήκη Google Maps για να φορτώσει τη φόρμα κράτησης. Εάν επιλέξετε να μην την ενεργοποιήσετε, η φόρμα δεν θα εμφανιστεί.
it_it: Questa pagina richiede la libreria di Google Maps per caricare il modulo di prenotazione. Se sceglie di non abilitarla, il modulo non verrà visualizzato.
nl_nl: Deze pagina vereist de Google Maps bibliotheek om het boekingsformulier te laden. Als u dit niet inschakelt, wordt het formulier niet weergegeven.
tr_tr: Bu sayfa, rezervasyon formunu yüklemek için Google Haritalar kütüphanesini gerektirir. Etkinleştirmemeyi seçerseniz form görüntülenmeyecektir.

source: Google Maps API cannot find details for this place.
el: Το Google Maps API δεν μπορεί να βρει λεπτομέρειες για αυτό το μέρος.
it_it: Google Maps API non riesce a trovare dettagli per questo luogo.
nl_nl: Google Maps API kan geen details vinden voor deze plaats.
tr_tr: Google Maps API, bu yer için ayrıntıları bulamıyor.

source: Displays booking from.
el: Προβάλει τη φόρμα κράτησης.
it_it: Visualizza la prenotazione da.
nl_nl: Toont reserveringen van.
tr_tr: Rezervasyon Formunu Göster.

source: Content
el: Περιεχόμενο
it_it: Contenuto
nl_nl: Inhoud
tr_tr: İçerik

source: Select booking form which has to be displayed.
el: Επιλέξτε τη φόρμα κράτησης που πρέπει να προβληθεί.
it_it: Scegli il modulo di prenotazione che dev'essere visualizzato.
nl_nl: Selecteer het boekingsformulier dat moet worden weergegeven.
tr_tr: Görüntülenmesi gereken rezervasyon formunu seçin.

source: Select currency of booking form.
el: Επιλέξτε το νόμισμα της φόρμας κράτησης.
it_it: Selezioni la valuta del modulo di prenotazione.
nl_nl: Selecteer de valuta van het boekingsformulier.
tr_tr: Rezervasyon formunun para birimini seçin.

source: Sorry, it seems that there are no available payment methods for your location. Please contact us if you require assistance or wish to make alternate arrangements.
el: Λυπούμαστε, φαίνεται ότι δεν υπάρχουν διαθέσιμοι τρόποι πληρωμής για την τοποθεσία σας. Παρακαλούμε επικοινωνήστε μαζί μας αν χρειάζεστε βοήθεια.
it_it: Spiacente, sembra che non ci sono modalità di pagamento disponibili per la tua località. Contattaci per richiedere assistenza.
nl_nl: Sorry, het lijkt erop dat er geen betaalmethoden beschikbaar zijn voor uw locatie. Neem contact met ons op als u hulp nodig hebt of op zoek bent naar alternatieve mogelijkheden.
tr_tr: Maalesef, bulunduğunuz yer için geçerli ödeme yöntemi bulunmuyor. Yardıma ihtiyacınız varsa veya alternatif düzenlemeler yapmak istiyorsanız lütfen bizimle iletişime geçin.

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction. Please attempt your purchase again.
el: Δυστυχώς η κράτησή σας δεν μπορεί να επεξεργαστεί καθώς η τράπεζα/υπηρεσία απέρριψε τη συναλλαγή. Παρακαλούμε προσπαθήστε ξανά.
it_it: Sfortunatamente il tuo ordine non può essere processato in quanto la banca ha rifiutato la tua transazione. Prova a completare il tuo ordine diversamente.
nl_nl: Helaas kan je reservering niet verwerkt worden omdat de oorspronkelijke bank/handelaar je transactie heeft geweigerd. Probeer je aankoop opnieuw.
tr_tr: Ne yazık ki sipariş tamamlanamadı. Detay: banka/kredi kartı işlemi kabul etmedi. Lütfen tekrar satın almayı deneyiniz.

source: Thank you. Your order has been received.
el: Σας ευχαριστούμε. Έχουμε λάβει την παραγγελία σας.
it_it: Grazie. Il tuo ordine è stato ricevuto.
nl_nl: Bedankt. Uw bestelling is ontvangen.
tr_tr: Teşekkür ederim. Siparişiniz alındı.

source: Andorra
el: Ανδόρα

source: Angola
el: Αγκόλα

source: Anguilla
el: Ανγκουίλα

source: Barbados
el: Μπαρμπάντος

source: Belarus
el: Λευκορωσία
it_it: Bielorussia
nl_nl: Wit-Rusland

source: Belize
el: Μπελίσε

source: Benin
el: Μπενίν

source: Bermuda
el: Βερμούδες

source: Burkina Faso
el: Μπουρκίνα Φάσο

source: Burundi
el: Μπουρούντι

source: Cape Verde
el: Ακρωτήριο
it_it: Capo Verde
nl_nl: Kaapverdië

source: Comoros
el: Κομόρες
it_it: Comore
nl_nl: Comoren

source: El Salvador
el: Ελ Σαλβαδόρ

source: Eritrea
el: Ερυθραία

source: Fiji
el: Φίτζι
it_it: Isole Figi

source: Gabon
el: Γκαμπόν

source: Guam
el: Γκουάμ

source: Guatemala
el: Γουατεμάλα

source: Guyana
el: Γουιάνας

source: Haiti
el: Αϊτή

source: Honduras
el: Ονδούρα

source: Hong Kong
el: Χονγκ Κονγκ

source: Jersey
el: Ζέρσεϊ

source: Kenya
el: Κένυα
nl_nl: Kenia

source: Kiribati
el: Κιριμπάτι

source: Macao
el: Μακάο
nl_nl: Macau

source: Malawi
el: Μαλάουι

source: Mali
el: Μάλι

source: Malta
el: Μάλτα

source: Mayotte
el: Μαγιότ

source: Moldova
el: Μολδαβία
it_it: Moldavia
nl_nl: Moldavië

source: Myanmar
el: Μιανμάρ

source: Nauru
el: Ναουρού

source: Nepal
el: Νεπάλ

source: Pakistan
el: Πακιστάν

source: Palau
el: Παλάου

source: Panama
el: Παναμάς

source: Paraguay
el: Παραγουάη

source: Peru
el: Περού
it_it: Perù

source: Pitcairn
el: Πίτκερν
nl_nl: Pitcairneilanden

source: Reunion
el: Επανένωση
it_it: Riunione
nl_nl: Réunion

source: Saint Barthelemy
el: Άγιος Βαρθολομαίος
it_it: Saint Barthélemy
nl_nl: Saint-Barthélemy

source: Saint Helena
el: Αγία Ελένη
it_it: Sant'Elena
nl_nl: Sint Helena

source: Saint Lucia
el: Αγία Λουκία
it_it: Santa Lucia
nl_nl: Sint Lucia

source: Saint Martin
el: Άγιος Μάρτιν

source: Samoa
el: Σαμόα

source: San Marino
el: Σαν Μαρίνο

source: Senegal
el: Σενεγάλη

source: Sierra Leone
el: Σιέρρα Λεόνε

source: Sri Lanka
el: Σρι Λάνκα

source: Sudan
el: Σουδάν
nl_nl: Soedan

source: Togo
el: Τόγκο

source: Tokelau
el: Τοκελάου

source: Tonga
el: Τόνγκα

source: Tuvalu
el: Τουβαλού

source: Uganda
el: Ουγκάντα
nl_nl: Oeganda

source: Uruguay
el: Ουρουγουάη

source: Vanuatu
el: Βανουάτου

source: Viet Nam
el: Βιετνάμ

source: Yemen
el: Υεμένη
nl_nl: Jemen

source: KeyCDN [keycdn.com]
el: ΚλειδίCDN [keycdn.com]

source: km
el: χλμ

source: mi
el: μίλι(α)
nl_nl: mijl

source: SEPA Direct Debit
el: Άμεση χρέωση SEPA
nl_nl: SEPA Automatische incasso

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
el: Εάν ένας νέος χρήστης έχει δημιουργηθεί από το WordPress, ένας νέος κωδικός πρόσβασης θα δημιουργηθεί τυχαία και ο ρόλος του νέου χρήστη θα οριστεί ως %s. Ίσως να χρειαστεί αλλαγή των στοιχείων του νέου χρήστη, από εσάς.
it_it: Se un nuovo utente è stato creato da WordPress, una nuova password verrà generata in modo casuale e il ruolo del nuovo utente sarà settato come %s. Sarà necessaria la modifica manuale dei dettagli del nuovo utente.
nl_nl: Als er een nieuwe gebruiker wordt aangemaakt door WordPress, zal een willekeurig nieuw wachtwoord worden gegenereerd en de rol van de nieuwe gebruiker&#8217;s wordt ingesteld als %s. U dient de gegevens van de nieuwe gebruiker&#8217;s handmatig te wijzigen.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
el: Γεια σας! Ανεβάστε το αρχείο WordPress eXtended RSS (WXR) και θα&#8217;εισάγουμε τα posts, σελίδες, σχόλια, ειδικά πεδία, κατηγορίες και ετικέτες του το σε αυτό τον ιστότοπο.
it_it: Salve! Importa il tuo WordPress eXtended RSS (WXR) file and we&#8217; noi importeremo i post, le pagine, i commenti, i campi personalizzati, le categorie ed i tag in questo sito.
nl_nl: Hoi! Upload je WordPress eXtended RSS-bestand (WXR) en wij zullen de berichten, paginas, opmerkingen, aangepaste velden, categorieën en tags in deze site te importeren.

source: Import <strong>posts, pages, comments, custom fields, categories, and tags</strong> from a WordPress export file.
el: Εισαγωγή <strong>άρθρων, σελίδων, σχολίων, προσαρμοσμένων πεδίων, κατηγοριών και ετικετών</strong> από ένα αρχείο εξαγωγής του WordPress.
it_it: Importa <strong> post, pagine, commenti, campi personalizzati, categorie e tag </ strong> da un file di esportazione WordPress.
nl_nl: Importeer<strong>berichten, pagina's, commentaren , aangepaste velden, categorieën, en labels</strong> vanuit een WordPress export bestand.

source: Minimum.
el: Ελάχιστο.
it_it: Minimo.
nl_nl: Minimaal.

source: Timepicker
el: Χρονομέτρης
nl_nl: Tijdpikker

source: Logo
el: Λογότυπο

source: Logo.
el: Λογότυπο.

source: Geofence.
el: Γεωφράχτης.

source: Panel
el: Πίνακας
it_it: Pannello
nl_nl: Paneel

source: Token.
el: Σημείο.
it_it: Gettone.
nl_nl: Teken.

source: Host
el: Διακομιστής

source: Footer copyright
el: Πνευματικά δικαιώματα υποσέλιδου

source: x
el: επί

source: h
el: ω

source: m
el: λ

source: Standard.
el: Πρότυπο.
nl_nl: Standaard.

source: Timor-Leste
it_it: Timor Est
nl_nl: Oost-Timor

source: Vonage SMS
it_it: SMS Vonage

source: API SID
it_it: SID API

source: Webhooks
it_it: Webhook

source: reCAPTCHA v3 Enterprise
it_it: reCAPTCHA v3 Impresa
nl_nl: reCAPTCHA v3 Onderneming

source: Waypoint
it_it: Indicatore
nl_nl: Tussenstop

source: QuanticaLabs
nl_nl: Organosi

source: reCAPTCHA v3
nl_nl: reCAPTRCHA v3
