Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: Enter the rule level (integer from -9999 to 9999). If empty, the rule is treated as the highest level.
el: Εισάγετε το επίπεδο κανόνα (ακέραιος αριθμός από -9999 έως 9999). Εάν είναι κενό, ο κανόνας αντιμετωπίζεται ως το υψηλότερο επίπεδο.
it_it: Inserisca il livello della regola (numero intero da -9999 a 9999). Se vuota, la regola viene considerata come il livello più alto.
nl_nl: Voer het regelniveau in (geheel getal van -9999 tot 9999). Indien leeg, wordt de regel behandeld als het hoogste niveau.
tr_tr: Kural seviyesini girin (-9999 ila 9999 arasında tamsayı). Boşsa, kural en yüksek seviye olarak kabul edilir.

source: Rules are processed in descending order by level and order. When the level changes during rule processing, the "Next Rule Processing" setting is ignored and the next rule from the new level is applied.
el: Η επεξεργασία των κανόνων γίνεται με φθίνουσα σειρά κατά επίπεδο και σειρά. Όταν το επίπεδο αλλάζει κατά τη διάρκεια της επεξεργασίας των κανόνων, η ρύθμιση "Επόμενη επεξεργασία κανόνα" αγνοείται και εφαρμόζεται ο επόμενος κανόνας από το νέο επίπεδο.
it_it: Le regole vengono elaborate in ordine decrescente per livello e ordine. Quando il livello cambia durante l'elaborazione delle regole, l'impostazione "Elaborazione regola successiva" viene ignorata e viene applicata la regola successiva del nuovo livello.
nl_nl: Regels worden in aflopende volgorde op niveau en volgorde verwerkt. Als het niveau tijdens de regelverwerking verandert, wordt de instelling "Volgende regelverwerking" genegeerd en wordt de volgende regel van het nieuwe niveau toegepast.
tr_tr: Kurallar seviye ve sıraya göre azalan sırada işlenir. Kural işleme sırasında seviye değiştiğinde, "Sonraki Kural İşleme" ayarı yok sayılır ve yeni seviyedeki bir sonraki kural uygulanır.

source: If the total is lower than the defined minimum, the plugin adds the difference to the initial fee.
el: Εάν το σύνολο είναι χαμηλότερο από το καθορισμένο ελάχιστο όριο, το πρόσθετο προσθέτει τη διαφορά στην αρχική χρέωση.
it_it: Se il totale è inferiore al minimo definito, il plugin aggiunge la differenza alla tariffa iniziale.
nl_nl: Als het totaal lager is dan het gedefinieerde minimum, voegt de plug-in het verschil toe aan de initiële vergoeding.
tr_tr: Toplam, tanımlanan minimum değerden düşükse, eklenti aradaki farkı başlangıç ücretine ekler.

source: This option is available for variable prices only.
el: Αυτή η επιλογή είναι διαθέσιμη μόνο για μεταβλητές τιμές.
it_it: Questa opzione è disponibile solo per i prezzi variabili.
nl_nl: Deze optie is alleen beschikbaar voor variabele prijzen.
tr_tr: Bu seçenek yalnızca değişken fiyatlar için kullanılabilir.

source: Minimum order net value.
el: Ελάχιστη καθαρή αξία παραγγελίας.
it_it: Valore netto minimo dell'ordine.
nl_nl: Minimum netto bestelwaarde.
tr_tr: Minimum sipariş net değeri.

source: Include (net) value of booking extras to the minimum order value.
el: Συμπεριλάβετε την (καθαρή) αξία των πρόσθετων στοιχείων κράτησης στην ελάχιστη αξία της παραγγελίας.
it_it: Includere il valore (netto) degli extra di prenotazione al valore minimo dell'ordine.
nl_nl: Inclusief (netto) waarde van geboekte extra's tot de minimale bestelwaarde.
tr_tr: Rezervasyon ekstralarının (net) değerini minimum sipariş değerine dahil edin.

source: Include (net) value of extra time to the minimum order value.
el: Συμπεριλάβετε την (καθαρή) αξία του επιπλέον χρόνου στην ελάχιστη αξία παραγγελίας.
it_it: Includere il valore (netto) del tempo extra al valore minimo dell'ordine.
nl_nl: Voeg de (netto) waarde van extra tijd toe aan de minimale bestelwaarde.
tr_tr: Ekstra zamanın (net) değerini minimum sipariş değerine dahil edin.

source: Include (net) value of waypoint duration to the minimum order value.
el: Συμπεριλάβετε την (καθαρή) αξία της διάρκειας του σημείου διαδρομής στην ελάχιστη τιμή παραγγελίας.
it_it: Include il valore (netto) della durata del waypoint al valore minimo dell'ordine.
nl_nl: Voeg de (netto) waarde van de duur van het waypoint toe aan de minimale bestelwaarde.
tr_tr: Yol noktası süresinin (net) değerini minimum sipariş değerine dahil edin.

source: Custom vehicle selection
el: Προσαρμοσμένη επιλογή οχήματος
it_it: Selezione del veicolo personalizzato
nl_nl: Aangepaste voertuigselectie
tr_tr: Özel araç seçimi

source: This option allows to customize "Select" button located on the vehicle list in second step of booking form.
el: Αυτή η επιλογή επιτρέπει την προσαρμογή του κουμπιού "Επιλογή" που βρίσκεται στη λίστα οχημάτων στο δεύτερο βήμα της φόρμας κράτησης.
it_it: Questa opzione consente di personalizzare il pulsante "Seleziona" situato nell'elenco dei veicoli nella seconda fase del modulo di prenotazione.
nl_nl: Met deze optie kunt u de "Selecteer" knop in de voertuiglijst in de tweede stap van het boekingsformulier aanpassen.
tr_tr: Bu seçenek, rezervasyon formunun ikinci adımında araç listesinde bulunan "Seç" düğmesinin özelleştirilmesini sağlar.

source: Button URL address.
el: Διεύθυνση URL κουμπιού.
it_it: Indirizzo URL del pulsante.
nl_nl: URL-adres van de knop.
tr_tr: Düğme URL adresi.

source: Button label.
el: Κείμενο κουμπιού.
it_it: Etichetta del pulsante.
nl_nl: Knoplabel.
tr_tr: Düğme etiketi.

source: URL address target.
el: Στόχος διεύθυνσης URL.
it_it: Indirizzo URL di destinazione.
nl_nl: URL-adres doel.
tr_tr: URL adresi hedefi.

source: The same window
el: Το ίδιο παράθυρο
it_it: La stessa finestra
nl_nl: Hetzelfde venster
tr_tr: Aynı pencere

source: New window
el: Καινούριο Παράθυρο
it_it: Nuova finestra
nl_nl: Nieuw venster
tr_tr: Yeni Pencere

source: Redirect directly after first step.
el: Επανακατεύθυνση απευθείας μετά το πρώτο βήμα.
it_it: Reindirizza direttamente dopo il primo passo.
nl_nl: Direct doorsturen na de eerste stap.
tr_tr: İlk adımdan sonra doğrudan yönlendirin.

source: Hide price.
el: Απόκρυψη τιμής.
it_it: Nascondere il prezzo.
nl_nl: Prijs verbergen.
tr_tr: Fiyatı gizle.

source: Route ID
el: Αναγνωριστικό διαδρομής
it_it: ID percorso
tr_tr: Rota Kimliği

source: Enter at least start and end point.
el: Εισαγάγετε σημείο έναρξης και λήξης.
it_it: Inserisca almeno il punto di inizio e di fine.
nl_nl: Voer ten minste het begin- en eindpunt in.
tr_tr: En azından başlangıç ​​ve bitiş noktası girin.

source: Point
el: Πόντος
it_it: Punto
nl_nl: Punt
tr_tr: Puan

source: Waypoint.
el: Σημείο.
it_it: Destinazione.
nl_nl: Tussenstop.
tr_tr: Uğranacak Adres.

source: Remove a waypoint.
el: Καταργήστε ένα σημείο.
it_it: Rimuovi una destinazione.
nl_nl: Verwijder tussenstop.
tr_tr: Uğranacak adresi kaldır.

source: Add a waypoint.
el: Προσθέστε ένα σημείο.
it_it: Aggiungere un waypoint.
nl_nl: Voeg een tussenstop toe.
tr_tr: Uğranacak Adres Ekle.

source: Start typing to get list of available points.
el: Αρχίστε να πληκτρολογείτε για να λάβετε λίστα διαθέσιμων σημείων.
it_it: Inizi a digitare per ottenere l'elenco dei punti disponibili.
nl_nl: Begin met typen om een lijst met beschikbare punten te krijgen.
tr_tr: Kullanılabilir noktaların listesini almak için yazmaya başlayın.

source: before
el: πριν από
it_it: prima
nl_nl: voor
tr_tr: önce

source: after
el: μετά
it_it: dopo
nl_nl: na
tr_tr: sonra

source: this point.
el: αυτό το σημείο.
it_it: questo punto.
nl_nl: dit punt.
tr_tr: bu noktada.

source: Specify prices for each vehicle separately.
el: Καθορίστε τις τιμές για κάθε όχημα ξεχωριστά.
it_it: Specificare i prezzi per ogni veicolo separatamente.
nl_nl: Specificeer de prijzen voor elk voertuig afzonderlijk.
tr_tr: Her araç için fiyatları ayrı ayrı belirtin.

source: If you want to change price for a selected vehicle, you have to enable this vehicle and set price source to "Route".
el: Εάν θέλετε να αλλάξετε την τιμή για ένα επιλεγμένο όχημα, πρέπει να ενεργοποιήσετε αυτό το όχημα και να ορίσετε την πηγή τιμής σε "Διαδρομή".
it_it: Se desidera modificare il prezzo di un veicolo selezionato, deve abilitare questo veicolo e impostare la fonte del prezzo su "Percorso".
nl_nl: Als u de prijs voor een geselecteerd voertuig wilt wijzigen, moet u dit voertuig inschakelen en de prijsbron instellen op "Route".
tr_tr: Seçilen bir araç için fiyatı değiştirmek istiyorsanız, bu aracı etkinleştirmeniz ve fiyat kaynağını "Rota" olarak ayarlamanız gerekir.

source: Vehicle and status.
el: Όχημα και κατάσταση.
it_it: Veicolo e stato.
nl_nl: Voertuig en status.
tr_tr: Araç ve durum.

source: Price source.
el: Πηγή τιμής.
it_it: Fonte del prezzo.
nl_nl: Prijsbron.
tr_tr: Fiyat kaynağı.

source: Booking sum type.
el: Τύπος ποσού κράτησης.
it_it: Tipo di somma di prenotazione.
nl_nl: Soort boekingssom.
tr_tr: Rezervasyon toplamı türü.

source: Price type
el: Τύπος τιμής
it_it: Tipo di prezzo
nl_nl: Prijs type
tr_tr: Fiyat Türü

source: Price type.
el: Τύπος τιμής.
it_it: Tipologia prezzo.
nl_nl: Type prijs.
tr_tr: Fiyat Tipi.

source: Price value
el: Τιμή
it_it: Valore del prezzo
nl_nl: Prijs
tr_tr: Fiyat değeri

source: Price value.
el: Τιμή.
it_it: Valore del prezzo.
nl_nl: Prijswaarde.
tr_tr: Fiyat değeri.

source: Enter price.
el: Εισαγάγετε τιμή.
it_it: Inserisci il prezzo.
nl_nl: Voer de prijs in.
tr_tr: Fiyatı girin.

source: Specify separate pickup hours for a particular day of the week for this route.
el: Καθορίστε ξεχωριστές ώρες παραλαβής για μια συγκεκριμένη ημέρα της εβδομάδας για αυτήν τη διαδρομή.
it_it: Specificare orari di ritiro separati per un determinato giorno della settimana per questo percorso.
nl_nl: Geef afzonderlijke ophaaltijden voor een bepaalde dag van de week voor deze route.
tr_tr: Bu rota için haftanın belirli bir günü için ayrı toplama saatleri belirtin.

source: Please note that entered hours should be in range of business hours defined in booking form.
el: Παρακαλείστε να σημειώσετε ότι οι ώρες λειτουργίας που έχουν εισαχθεί πρέπει να είναι εντός του εύρους των εργάσιμων ωρών που ορίζονται στη φόρμα κράτησης.
it_it: Si prega di notare che gli orari inseriti devono rientrare nell'intervallo di ore lavorative definito nel modulo di prenotazione.
nl_nl: Houd er rekening mee dat de ingevoerde uren binnen het bereik van de in het boekingsformulier gedefinieerde kantooruren moeten liggen.
tr_tr: Lütfen girilen saatlerin rezervasyon formunda tanımlanan çalışma saatleri aralığında olması gerektiğini unutmayın.

source: Pickup hour
el: Ώρα παραλαβής
it_it: Ora di ritiro
nl_nl: Afhaal uur
tr_tr: Alış saati

source: Pickup hours separate by semicolon, e.g: 09:00;11:15;11:30.
el: Οι ώρες παραλαβής χωρίζονται με ερωτηματικό, π.χ.: 09:00; 11:15;11:30.
it_it: Gli orari di ritiro sono separati da un punto e virgola, ad esempio: 09:00;11:15;11:30.
nl_nl: Pickup uren gescheiden door puntkomma, bijv.: 09:00;11:15;11:30.
tr_tr: Teslim alma saatleri noktalı virgülle ayrılır, örneğin: 09:00; 11: 15; 11: 30.

source: Enter pickup hour.
el: Εισάγετε την ώρα παραλαβής.
it_it: Inserisca l'ora del ritiro.
nl_nl: Voer het ophaaluur in.
tr_tr: Teslim alma saatini girin.

source: It is not possible to create a route between chosen points.
el: Δεν είναι δυνατή η δημιουργία διαδρομής μεταξύ επιλεγμένων σημείων.
it_it: Non è possibile creare una rotta tra i punti scelti.
nl_nl: Het is niet mogelijk een route te creëren tussen gekozen punten.
tr_tr: Seçilen noktalar arasında bir rota oluşturmak mümkün değildir.

source: Tax rate ID
el: Αριθμός φορολογικού συντελεστή
it_it: ID imposta
nl_nl: Btw-nummer
tr_tr: Vergi oranı kimliği

source: Percentage value of tax rate. Floating point values are allowed, up to two decimal places in the range 0-100.
el: Ποσοστιαία αξία φορολογικού συντελεστή. Επιτρέπονται τιμές κινητής υποδιαστολής, μέχρι δύο δεκαδικά ψηφία στην περιοχή 0-100.
it_it: Valore percentuale dell'aliquota fiscale. Sono consentiti valori in virgola mobile, fino a due posizioni decimali nell'intervallo 0-100.
nl_nl: Percentage van het belastingtarief. Decimalen toegestaan tot twee decimalen in het bereik van 0-100.
tr_tr: Vergi oranının yüzde değeri. 0-100 aralığında iki ondalık basamağa kadar kayan nokta değerlerine izin verilir.

source: Default tax rate
el: Προεπιλεγμένος φορολογικός συντελεστής
it_it: Aliquota d'imposta predefinita
nl_nl: Standaard belastingtarief
tr_tr: Varsayılan vergi oranı

source: Mark this tax rate as default.
el: Επισημάνετε αυτόν τον φορολογικό συντελεστή ως προεπιλεγμένο.
it_it: Contrassegna questa aliquota d'imposta come predefinita.
nl_nl: Markeer dit belastingtarief als standaard.
tr_tr: Bu vergi oranını varsayılan olarak işaretleyin.

source: The default rate will be pre-selected when adding new items (e.g. vehicles, routes) in the dashboard.
el: Ο προεπιλεγμένος συντελεστής θα προεπιλέγεται κατά την προσθήκη νέων στοιχείων (π.χ. οχήματα, διαδρομές) στον πίνακα οργάνων.
it_it: La tariffa predefinita sarà preselezionata quando aggiunge nuovi elementi (ad esempio, veicoli, percorsi) nel cruscotto.
nl_nl: Het standaardtarief wordt vooraf geselecteerd bij het toevoegen van nieuwe items (bijv. voertuigen, routes) in het dashboard.
tr_tr: Gösterge tablosuna yeni öğeler (örn. araçlar, rotalar) eklenirken varsayılan oran önceden seçilecektir.

source: Only one default tax rate can be set at a time. Selecting another rate as default will override the previous one upon saving.
el: Μόνο ένας προεπιλεγμένος φορολογικός συντελεστής μπορεί να οριστεί κάθε φορά. Η επιλογή άλλου συντελεστή ως προεπιλεγμένου θα παρακάμψει τον προηγούμενο κατά την αποθήκευση.
it_it: È possibile impostare una sola aliquota fiscale predefinita alla volta. La selezione di un'altra aliquota come predefinita sovrascriverà quella precedente al momento del salvataggio.
nl_nl: Er kan slechts één standaard belastingtarief per keer worden ingesteld. Als u een ander tarief als standaard selecteert, wordt het vorige tarief bij het opslaan overschreven.
tr_tr: Bir seferde yalnızca bir varsayılan vergi oranı belirlenebilir. Başka bir oranın varsayılan olarak seçilmesi, kaydedildikten sonra bir öncekini geçersiz kılacaktır.

source: Attributes
el: Χαρακτηριστικά
it_it: Attributi
nl_nl: Eigenschappen
tr_tr: Nitelikler

source: Vehicle ID
el: Αναγνωριστικό οχήματος
it_it: ID veicolo
nl_nl: Voertuig id
tr_tr: Araç ID

source: Description of the vehicle.
el: Περιγραφή του οχήματος.
it_it: Descrizione del veicolo.
nl_nl: Beschrijving van het voertuig.
tr_tr: Aracın açıklaması.

source: Vehicle make
el: Μάρκα οχήματος
it_it: Marca veicolo
nl_nl: Voertuig merk
tr_tr: Araç markası

source: Vehicle make.
el: Μάρκα οχήματος.
it_it: Marca veicolo.
nl_nl: Voertuig merk.
tr_tr: Araç yapımı.

source: Vehicle model
el: Μοντέλο οχήματος
it_it: Modello veicolo
nl_nl: Voertuig model
tr_tr: Araç modeli

source: Vehicle model.
el: Μοντέλο οχήματος.
it_it: Modello veicolo.
nl_nl: Voertuig model.
tr_tr: Araç modeli.

source: Company
el: Εταιρεία
it_it: Azienda
nl_nl: Bedrijf
tr_tr: Şirket

source: Company name of vehicle owner.
el: Επωνυμία εταιρείας του ιδιοκτήτη του οχήματος.
it_it: Nome della società del proprietario del veicolo.
nl_nl: Bedrijfsnaam van de eigenaar van het voertuig.
tr_tr: Araç sahibinin şirket adı.

source: Number of vehicles
el: Αριθμός οχημάτων
it_it: Numero dei veicoli
nl_nl: Aantal voertuigen
tr_tr: Araç sayısı

source: Number of the same vehicles.
el: Αριθμός των ίδιων οχημάτων.
it_it: Numero di veicoli uguali.
nl_nl: Aantal dezelfde voertuigen.
tr_tr: Aynı araçların sayısı.

source: Number of passengers
el: Αριθμός επιβατών
it_it: Numero di passeggeri
nl_nl: Aantal passagiers
tr_tr: Yolcu sayısı

source: Maximum number of passengers (or seats). Integer value from 1 to 99.
el: Μέγιστος αριθμός επιβατών (ή θέσεων). Ακέραια τιμή από 1 έως 99.
it_it: Numero massimo di passeggeri (o posti). Valore intero da 1 a 99.
nl_nl: Maximaal aantal passagiers (of stoelen). Gehele waarde van 1 tot 99.
tr_tr: Maksimum yolcu (veya koltuk) sayısı. 1'den 99'a kadar tam sayı değeri.

source: Number of suitcases
el: Αριθμός βαλιτσών
it_it: N° Bagagli
nl_nl: Aantal koffers
tr_tr: Bavul sayısı

source: Maximum number of suitcases. Integer value from 1 to 99.
el: Μέγιστος αριθμός βαλιτσών. Ακέραια τιμή από 1 έως 99.
it_it: Numero massimo di valigie. Valore intero da 1 a 99.
nl_nl: Maximaal aantal koffers. Gehele waarde van 1 tot 99.
tr_tr: Maksimum bavul sayısı. 1 ile 99 arasında tamsayı değeri.

source: Vehicle standard
el: Πρότυπο οχήματος
it_it: Veicolo standard
nl_nl: Voertuig standaard
tr_tr: Araç standardı

source: Vehicle standard. Integer value from 1 to 4.
el: Πρότυπο οχήματος. Ακέραια τιμή από 1 έως 4.
it_it: Standard del veicolo. Valore intero da 1 a 4.
nl_nl: Voertuig standaard. Geheel getal van 1 tot 4.
tr_tr: Araç standardı. 1'den 4'e kadar tam sayı değeri.

source: Driver assigned (by default) to the new bookings which includes this vehicle.
el: Ο οδηγός έχει αντιστοιχιστεί (από προεπιλογή) στις νέες κρατήσεις που περιλαμβάνουν αυτό το όχημα.
it_it: Conducente assegnato (per impostazione predefinita) alle nuove prenotazioni che comprendono questo veicolo.
nl_nl: Bestuurder toegewezen (standaard) aan de nieuwe boekingen die dit voertuig bevat.
tr_tr: Bu aracı içeren yeni rezervasyonlara atanan sürücü (varsayılan olarak).

source: - Selected in the booking form -
el: - Επιλεγμένο στη φόρμα κράτησης -
it_it: - Selezionato nel modulo di prenotazione -
nl_nl: - Geselecteerd in het boekingsformulier -
tr_tr: - Rezervasyon formunda seçilen -

source: Vehicle base location.
el: Θέση βάσης οχήματος.
it_it: Posizione della base del veicolo.
nl_nl: Voertuig basis locatie.
tr_tr: Araç temel konumu.

source: This option overwrites base location from booking form.
el: Αυτή η επιλογή αντικαθιστά τη βασική τοποθεσία από τη φόρμα κράτησης.
it_it: Questa opzione sovrascrive la posizione di base dal modulo di prenotazione.
nl_nl: Deze optie overschrijft de basislocatie van het reserveringsformulier.
tr_tr: Bu seçenek, rezervasyon formundaki temel konumun üzerine yazar.

source: Gallery
it_it: Galleria
nl_nl: Galerij
tr_tr: Galeri

source: Click the "Browse" button below to create a gallery for the vehicle.
el: Κάντε κλικ στο κουμπί "Αναζήτηση" παρακάτω για να δημιουργήσετε μια γκαλερί για το όχημα.
it_it: Clicchi sul pulsante "Sfoglia" qui sotto per creare una galleria per il veicolo.
nl_nl: Klik hieronder op de knop "Bladeren" om een galerij voor het voertuig aan te maken.
tr_tr: Araç için bir galeri oluşturmak için aşağıdaki "Gözat" düğmesine tıklayın.

source: A featured image must be set for the gallery to work.
el: Για να λειτουργήσει η γκαλερί πρέπει να έχει οριστεί μια εικόνα που εμφανίζεται.
it_it: Affinché la galleria funzioni, è necessario impostare un'immagine in primo piano.
nl_nl: Er moet een uitgelichte afbeelding ingesteld zijn om de galerij te laten werken.
tr_tr: Galerinin çalışması için öne çıkan bir görsel ayarlanmalıdır.

source: Set the prices.
el: Ορίστε τις τιμές.
it_it: Stabilisca i prezzi.
nl_nl: Stel de prijzen vast.
tr_tr: Fiyatları belirleyin.

source: Flat value which is added to the order sum.
el: Σταθερή αξία που προστίθεται στο άθροισμα της κράτησης.
it_it: Valore forfettario che viene aggiunto alla somma dell'ordine.
nl_nl: Vaste waarde die bij het orderbedrag wordt opgeteld.
tr_tr: Sipariş toplamına eklenen sabit değer.

source: Specify attributes of the vehicle.
el: Καθορίστε τα χαρακτηριστικά του οχήματος.
it_it: Specificare gli attributi del veicolo.
nl_nl: Eigenschappen van het voertuig.
tr_tr: Aracın niteliklerini belirtin.

source: Attribute name
el: Όνομα χαρακτηριστικού
it_it: Nome attributo
nl_nl: Naam eigenschap
tr_tr: Özellik adı

source: Attribute name.
el: Όνομα χαρακτηριστικού.
it_it: Nome attribuito.
nl_nl: Naam eigenschap.
tr_tr: Özellik ismi.

source: Attribute value
el: Τιμή χαρακτηριστικού
it_it: Valore attributo
nl_nl: Waarde van de eigenschap
tr_tr: Öznitelik değeri

source: Attribute value(s).
el: Τιμές χαρακτηριστικών.
it_it: Valore (i) dell'attributo.
nl_nl: Eigenschap waardes.
tr_tr: Öznitelik değerleri.

source: Specify range of dates in which vehicle is not available. Past (or invalid date ranges) will be removed during saving.
el: Καθορίστε το εύρος ημερομηνιών κατά τις οποίες το όχημα δεν είναι διαθέσιμο. Τα προηγούμενα (ή μη έγκυρα εύρη ημερομηνιών) θα καταργηθούν κατά την αποθήκευση.
it_it: Specificare un intervallo di date in cui il veicolo non è disponibile. Gli intervalli di date passati (o non validi) saranno rimossi durante il salvataggio.
nl_nl: Geef een datumbereik op waarin het voertuig niet beschikbaar is. Vervallen (of ongeldige datumbereiken) worden verwijderd tijdens het opslaan.
tr_tr: Aracın mevcut olmadığı tarih aralığını belirtin. Geçmiş (veya geçersiz tarih aralıkları) kaydetme sırasında kaldırılacaktır.

source: Enter start date and time (optionally).
el: Εισαγάγετε ημερομηνία και ώρα έναρξης (προαιρετικά).
it_it: Inserisci la data d'inizio e l'ora (opzionale)
nl_nl: Voer begindatum en -tijd in (optioneel).
tr_tr: Başlangıç ​​tarihini ve saatini girin (isteğe bağlı olarak).

source: Enter end date and time (optionally).
el: Εισαγάγετε ημερομηνία και ώρα λήξης (προαιρετικά).
it_it: Inserisci la data finale e l'ora (opzionale)
nl_nl: Voer einddatum en -tijd in (optioneel).
tr_tr: Bitiş tarihini ve saatini girin (isteğe bağlı olarak).

source: Day number
el: Αριθμός ημέρας
it_it: Numero di giorni
nl_nl: Dagnummer
tr_tr: Gün numarası

source: Select number of the day in which vehicle is available.
el: Επιλέξτε τον αριθμό της ημέρας κατά την οποία είναι διαθέσιμο το όχημα.
it_it: Selezioni il numero del giorno in cui il veicolo è disponibile.
nl_nl: Selecteer het nummer van de dag waarop het voertuig beschikbaar is.
tr_tr: Aracın mevcut olduğu günün numarasını seçin.

source: Do you want to remove all images from this gallery?
el: Θέλετε να αφαιρέσετε όλες τις εικόνες από αυτήν τη συλλογή;
it_it: Vuole rimuovere tutte le immagini da questa galleria?
nl_nl: Wilt u alle afbeeldingen uit deze galerij verwijderen?
tr_tr: Bu galerideki tüm resimleri kaldırmak mı istiyorsunuz?

source: All images have been removed from gallery.
el: Όλες οι εικόνες έχουν αφαιρεθεί από τη συλλογή.
it_it: Tutte le immagini sono state rimosse dalla galleria.
nl_nl: Alle afbeeldingen zijn verwijderd uit de galerij.
tr_tr: Tüm resimler galeriden kaldırılmıştır.

source: Vehicle attribute ID
el: Αναγνωριστικό χαρακτηριστικού οχήματος
it_it: ID attributo veicolo
nl_nl: Voertuigkenmerk ID
tr_tr: Araç özellik kimliği

source: Select type of the attribute (it cannot be changed after saving).
el: Επιλέξτε τον τύπο του χαρακτηριστικού (δεν μπορεί να αλλάξει μετά την αποθήκευση).
it_it: Selezioni il tipo di attributo (non può essere modificato dopo il salvataggio).
nl_nl: Selecteer het type van het kenmerk (het kan niet worden gewijzigd na het opslaan).
tr_tr: Özniteliğin türünü seçin (kaydettikten sonra değiştirilemez).

source: "Text Value" is used for any custom text. For example, you can define an attribute named "color" and then specify it by entering it in a single vehicle settings.
el: Η "Τιμή κειμένου" χρησιμοποιείται για οποιοδήποτε προσαρμοσμένο κείμενο. Για παράδειγμα, μπορείτε να ορίσετε ένα χαρακτηριστικό με το όνομα "χρώμα" και, στη συνέχεια, να το καθορίσετε εισάγοντάς το σε μία μόνο ρύθμιση οχήματος.
it_it: "Valore testo" viene utilizzato per qualsiasi testo personalizzato. Ad esempio, può definire un attributo denominato "colore" e poi specificarlo inserendolo nelle impostazioni di un singolo veicolo.
nl_nl: "Tekstwaarde" wordt gebruikt voor elke aangepaste tekst. U kunt bijvoorbeeld een kenmerk met de naam "kleur" definiëren en dit vervolgens opgeven door het in te voeren in een enkele voertuiginstellingen.
tr_tr: "Metin Değeri" herhangi bir özel metin için kullanılır. Örneğin, "renk" adında bir nitelik tanımlayabilir ve ardından bunu tek bir araç ayarına girerek belirtebilirsiniz.
