Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: Company registered name
el: Καταχωρισμένη επωνυμία εταιρείας
it_it: Nome compagnia registrata
nl_nl: Geregistreerde bedrijfsnaam
tr_tr: Şirket kayıtlı adı

source: Tax number
el: Α.Φ.Μ
it_it: Partita IVA
nl_nl: BTW nummer
tr_tr: Vergi numarası

source: Street name
el: Όνομα οδού
it_it: Via/Piazza
nl_nl: Straatnaam
tr_tr: Cadde İsmi Gir

source: Street number
el: Αριθμός
it_it: Numero civico
nl_nl: Huisnummer
tr_tr: Sokak No

source: City
el: Πόλη
it_it: Città
nl_nl: Stad
tr_tr: Şehir

source: State
el: Νομός
it_it: Stato
nl_nl: Provincie
tr_tr: Şehir

source: Postal code
el: Ταχ. κώδικας
it_it: CAP
nl_nl: Postcode
tr_tr: Posta Kodu

source: Country
el: Χώρα
it_it: Paese
nl_nl: Land
tr_tr: Ülke

source: Price ascending
el: Αύξουσα τιμή
it_it: Prezzo crescente
nl_nl: Prijs oplopend
tr_tr: Artan Fiyat

source: Price descending
el: Φθίνουσα τιμή
it_it: Prezzo decrescente
nl_nl: Prijs dalend
tr_tr: Azalan Fiyat

source: Order ascending
el: Σειρά αύξουσα
it_it: Ordine ascendente
nl_nl: Volgorde oplopend
tr_tr: Artan sıralama

source: Order descending
el: Σειρά φθίνουσα
it_it: Ordine decrescente
nl_nl: Volgorde aflopend
tr_tr: Azalan sıralama

source: Name ascending
el: Όνομα με αύξουσα σειρά
it_it: Nome ascendente
nl_nl: Naam oplopend
tr_tr: İsim (A-Z)

source: Name descending
el: Όνομα φθίνουσα σειρά
it_it: Nome discendente
nl_nl: Naam aflopend
tr_tr: İsim (Z-A)

source: Distance
el: Απόσταση
it_it: Distanza
nl_nl: Afstand
tr_tr: Mesafe

source: Distance + Duration
el: Απόσταση + Διάρκεια
it_it: Distanza + Durata
nl_nl: Afstand + Duur
tr_tr: Mesafe + Süre

source: (Distance + Duration) x Number of passengers
el: (Απόσταση + Διάρκεια) x Αριθμός επιβατών
it_it: (Distanza + Durata) x Numero di passeggeri
nl_nl: (Afstand + Duur) x Aantal passagiers
tr_tr: (Mesafe + Süre) x Yolcu sayısı

source: Passengers
el: Αριθμός επιβατών
it_it: Passeggeri
nl_nl: Passagiers
tr_tr: Yolcular

source: Duration
el: Διάρκεια
it_it: Durata
nl_nl: Duur
tr_tr: Süre

source: Duration x Number of passengers
el: Διάρκεια x Αριθμός επιβατών
it_it: Durata x Numero di passeggeri
nl_nl: Duur x aantal passagiers
tr_tr: Süre x Yolcu sayısı

source: Distance + Duration + Passengers
el: Απόσταση + Διάρκεια + Επιβάτες
it_it: Distanza + Durata + Passeggeri
nl_nl: Afstand + Duur + Passagiers
tr_tr: Mesafe + Süre + Yolcular

source: Time
el: Ώρα
it_it: Orario
nl_nl: Tijd
tr_tr: Zaman

source: Date
el: Ημερομηνία
it_it: Data
nl_nl: Datum
tr_tr: Tarih

source: Date/Time
el: Ημερομηνία/Ώρα
it_it: Data/Ora
nl_nl: Datum/tijd
tr_tr: Tarih/Saat

source: Day of the week
el: Ημέρα της εβδομάδας
it_it: Giorno della settimana
nl_nl: Dag van de week
tr_tr: Haftanın günü

source: Booking Forms
el: Φόρμες κράτησης
it_it: Moduli di prenotazione
nl_nl: Reservering formulieren
tr_tr: Rezervasyon Formları

source: Booking Form
el: Φόρμα κράτησης
it_it: Modulo Prenotazioni
nl_nl: Boekingsformulier
tr_tr: Rezervasyon Formu

source: Add New Booking Form
el: Προσθήκη νέας φόρμας κράτησης
it_it: Aggiungi nuovo modulo di prenotazione
nl_nl: Reservering formulier toevoegen
tr_tr: Yeni Rezervasyon Formu Ekle

source: Edit Booking Form
el: Επεξεργασία φόρμας κράτησης
it_it: Modifica modulo di prenotazione
nl_nl: Reservering formulier bewerken
tr_tr: Rezervasyon Formunu Düzenle

source: New Booking Form
el: Νέα Φόρμα Κράτησης
it_it: Nuovo modulo di prenotazione
nl_nl: Nieuw reservering formulier
tr_tr: Yeni Rezervasyon Formu

source: View Booking Form
el: Προβολή Φόρμας Κράτησης
it_it: Visualizza il modulo di prenotazione
nl_nl: Bekijk reservering formulier
tr_tr: Rezervasyon Formunu Görüntüle

source: Search Booking Forms
el: Αναζήτηση Εντύπων Κράτησης
it_it: Cerca moduli di prenotazione
nl_nl: Zoek reservering formulier
tr_tr: Rezervasyon Formlarını Ara

source: No Booking Forms Found
el: Δεν βρέθηκαν φόρμες κράτησης
it_it: Nessun modulo di prenotazione trovato
nl_nl: Geen reservering formulieren gevonden
tr_tr: Rezervasyon Formu Bulunamadı

source: No Booking Forms Found in Trash
el: Δεν βρέθηκαν φόρμες κράτησης στον κάδο απορριμμάτων
it_it: Nessun modulo di prenotazione trovato nel cestino
nl_nl: Geen reservering formulieren in prullenbak
tr_tr: Çöpte Rezervasyon Formu Bulunmadı

source: Back To Home
el: Αρχική σελίδα
it_it: Torna alla home
nl_nl: TERUG NAAR HOME PAGINA
tr_tr: Ana Sayfaya Dön

source: Booking %s
el: Κράτηση %s
it_it: Prenotazione %s
nl_nl: Reserveringsstatus %s
tr_tr: Rezervasyon %s

source: New booking has been received.
el: Νέα κράτηση έχει ληφθεί.
it_it: È stata ricevuta una nuova prenotazione.
nl_nl: Nieuwe reservering ontvangen.
tr_tr: Yeni rezervasyon alındı.

source: You sent a booking for a pickup from [chbs_pickup_location] to [chbs_dropoff_location] on [chbs_pickup_date] [chbs_pickup_time] in our [chbs_vehicle_name]. Your total order amount is [chbs_booking_sum_gross].
el: Στείλατε κράτηση για παραλαβή από [chbs_pickup_location] σε [chbs_dropoff_location] στις [chbs_pickup_date] [chbs_pickup_time] στο [chbs_vehicle_name]. Το συνολικό ποσό της κρατησής σας είναι [chbs_booking_sum_gross].
it_it: Ha inviato una prenotazione per un ritiro da [chbs_pickup_location] a [chbs_dropoff_location] il [chbs_pickup_date] [chbs_pickup_time] con il nostro [chbs_vehicle_name]. L'importo totale del suo ordine è [chbs_booking_sum_gross].
nl_nl: U heeft een boeking verstuurd voor een pick-up van [chbs_pickup_locatie] naar [chbs_dropoff_locatie] op [chbs_pickup_datum] [chbs_pickup_tijd] in onze [chbs_vehicle_name]. Uw totale orderbedrag is [chbs_booking_sum_gross].
tr_tr: Chbs_vehicle_name] aracımızla [chbs_pickup_location]'dan [chbs_dropoff_location]'a [chbs_pickup_date] [chbs_pickup_time] tarihinde bir teslim alma rezervasyonu gönderdiniz. Toplam sipariş tutarınız [chbs_booking_sum_gross].

source: Booking form with provided ID doesn't exist.
el: Η φόρμα κράτησης με το παρεχόμενο αναγνωριστικό δεν υπάρχει.
it_it: Il modulo di prenotazione con il documento d'identità fornito non esiste.
nl_nl: Boekingsformulier met opgegeven ID bestaat niet.
tr_tr: Verilen ID'ye sahip rezervasyon formu mevcut değil.

source: There are not assigned routes for flat rate service type. Please create at least one route or disable [Flat rate] service type in booking form settings.
el: Δεν υπάρχουν εκχωρημένες διαδρομές για τύπο υπηρεσίας κατ' αποκοπή. Δημιουργήστε τουλάχιστον μία διαδρομή ή απενεργοποιήστε τον τύπο υπηρεσίας [Flat rate] στις ρυθμίσεις της φόρμας κράτησης.
it_it: Non ci sono percorsi assegnati per il tipo di servizio a tariffa fissa. Crei almeno un itinerario o disabiliti il tipo di servizio [Tariffa fissa] nelle impostazioni del modulo di prenotazione.
nl_nl: Er zijn geen routes toegewezen voor het type flat rate service. Maak ten minste één route of schakel het servicetype [flat rate] uit in de instellingen van het boekingsformulier.
tr_tr: Sabit fiyatlı hizmet türü için atanmış güzergahlar yoktur. Lütfen en az bir rota oluşturun veya rezervasyon formu ayarlarında [Sabit fiyat] hizmet türünü devre dışı bırakın.

source: Plugin cannot find at least one vehicle.
el: Η προσθήκη δεν μπορεί να βρει διαθέσιμο όχημα.
it_it: Il plugin non riesce a trovare almeno un veicolo.
nl_nl: Plugin kan minstens één voertuig niet vinden.
tr_tr: Eklenti en az bir araç bulamıyor.

source: Enter Ride Details
el: Εισάγετε τα στοιχεία της διαδρομής
it_it: Inserisci Dettagli Corsa
nl_nl: Voer ritgegevens in
tr_tr: Yolculuk Bilgilerini Giriniz

source: Choose a vehicle
el: Επιλέξτε ένα όχημα
it_it: Scegli un veicolo
nl_nl: Kies een voertuig
tr_tr: Kurye Seç

source: Choose a Vehicle
el: Επιλέξτε όχημα
it_it: Scegli un veicolo
nl_nl: Kies een voertuig
tr_tr: Araç Seçimi

source: Choose ride details
el: Επιλέξτε λεπτομέρειες διαδρομής
it_it: Scegli i dettagli della corsa
nl_nl: Kies rit gegevens
tr_tr: Sürüş ayrıntılarını seçin

source: Enter contact details
el: Εισάγετε τα στοιχεία επικοινωνίας
it_it: Inserisci i dati di contatto
nl_nl: Contactgegevens invoeren
tr_tr: İletişim Detaylarını Girin

source: Enter Contact Details
el: Εισάγετε τα στοιχεία επικοινωνίας
it_it: Dettagli di Contatto
nl_nl: Contactgegevens invoeren
tr_tr: İletişim Bilgilerini Giriniz

source: Booking summary
el: Περίληψη κράτησης
it_it: Riepilogo prenotazione
nl_nl: Overzicht
tr_tr: Rezervasyon Özeti

source: Booking Summary
el: Σύνοψη Κράτησης
it_it: Riepilogo prenotazione
nl_nl: Reservering overzicht
tr_tr: Rezervasyon Özeti

source: Send now
el: Αποστολή τώρα
it_it: Invia ora
nl_nl: Nu verzenden
tr_tr: Şimdi gönder

source: Add to cart
el: Προσθήκη στο καλάθι
it_it: Aggiungi al carrello
nl_nl: In winkelwagen
tr_tr: Sepete Ekle

source: Book now
el: Κράτηση τώρα
it_it: Prenota ora
nl_nl: Boek nu
tr_tr: Rezervasyon Yap

source: No vehicles available in the selected time period.
el: Δεν υπάρχουν διαθέσιμα οχήματα κατά την επιλεγμένη χρονική περίοδο.
it_it: Non ci sono veicoli disponibili nel periodo di tempo selezionato.
nl_nl: Geen voertuigen beschikbaar in de geselecteerde tijdsperiode.
tr_tr: Seçilen zaman aralığında mevcut araç yok.

source: Request blocked by Google reCAPTCHA.
el: Το αίτημα αποκλείστηκε από το Google reCAPTCHA.
it_it: Richiesta bloccata da Google reCAPTCHA.
nl_nl: Verzoek geblokkeerd door Google reCAPTCHA.
tr_tr: İstek Google reCAPTCHA tarafından engellendi.

source: Invalid ride details.
el: Μη έγκυρα στοιχεία διαδρομής.
it_it: Dettagli della corsa non validi.
nl_nl: Ongeldige ritgegevens.
tr_tr: Geçersiz yolculuk ayrıntıları.

source: Select a valid transfer type.
el: Επιλέξτε έναν έγκυρο τύπο μεταφοράς.
it_it: Selezioni un tipo di trasferimento valido.
nl_nl: Selecteer een geldige transfersoort.
tr_tr: Geçerli bir kurye tipi seçin.

source: Enter a valid date.
el: Εισάγετε μια έγκυρη ημερομηνία.
it_it: Inserisci una data valida.
nl_nl: Geef een geldige datum op.
tr_tr: Geçerli bir tarih girin.

source: Enter a valid time.
el: Εισάγετε μια έγκυρη ώρα.
it_it: Immettere un'ora valida.
nl_nl: Voer een geldige tijd in.
tr_tr: Geçerli bir saat girin.

source: Pickup date and time have to be later than the current time.
el: Η ημερομηνία και η ώρα παραλαβής πρέπει να είναι μεταγενέστερες από την τρέχουσα ώρα.
it_it: La data e l'ora del ritiro devono essere successive all'ora corrente.
nl_nl: De afhaaldatum en -tijd moeten later zijn dan de huidige tijd.
tr_tr: Teslim alma tarihi ve saati geçerli saatten daha geç olmalıdır.

source: Return date and time have to be later than pickup date and time.
el: Η ημερομηνία και η ώρα επιστροφής πρέπει να είναι μεταγενέστερες από την ημερομηνία και την ώρα παραλαβής.
it_it: La data e l'ora di restituzione devono essere successive alla data e all'ora di ritiro.
nl_nl: De inleverdatum en -tijd moeten later zijn dan de ophaaldatum en -tijd.
tr_tr: İade tarihi ve saati, teslim alma tarihi ve saatinden daha geç olmalıdır.

source: Enter a valid time in the correct format.
el: Εισάγετε μια έγκυρη ώρα στη σωστή μορφή.
it_it: Inserisca un'ora valida nel formato corretto.
nl_nl: Voer een geldige tijd in het juiste formaat in.
tr_tr: Doğru formatta geçerli bir saat girin.

source: Select a valid location.
el: Επιλέξτε μια έγκυρη τοποθεσία.
it_it: Selezioni una posizione valida.
nl_nl: Selecteer een geldige locatie.
tr_tr: Geçerli bir konum seçin.

source: Enter a valid location.
el: Εισάγετε μια έγκυρη τοποθεσία.
it_it: Immettere una posizione valida.
nl_nl: Voer een geldige locatie in.
tr_tr: Geçerli bir konum girin.

source: This drop-off location is not available for the selected pickup location.
el: Αυτή η τοποθεσία παράδοσης δεν είναι διαθέσιμη για την επιλεγμένη τοποθεσία παραλαβής.
it_it: Questo luogo di consegna non è disponibile per il luogo di ritiro selezionato.
nl_nl: Deze afhaallocatie is niet beschikbaar voor de geselecteerde afhaallocatie.
tr_tr: Bu bırakma konumu, seçilen teslim alma konumu için mevcut değildir.

source: Enter a valid route.
el: Εισάγετε μια έγκυρη διαδρομή.
it_it: Inserisca un percorso valido.
nl_nl: Voer een geldige route in.
tr_tr: Geçerli bir rota girin.

source: Enter a valid duration.
el: Εισαγάγετε έγκυρη διάρκεια.
it_it: Inserisca una durata valida.
nl_nl: Voer een geldige duur in.
tr_tr: Geçerli bir süre girin.

source: Enter a valid number of adult passengers.
el: Εισάγετε έναν έγκυρο αριθμό ενηλίκων επιβατών.
it_it: Inserisca un numero valido di passeggeri adulti.
nl_nl: Voer een geldig aantal volwassen passagiers in.
tr_tr: Geçerli bir yetişkin yolcu sayısı girin.

source: Enter a valid number of children passengers.
el: Εισάγετε έναν έγκυρο αριθμό παιδιών επιβατών.
it_it: Inserisca un numero valido di bambini passeggeri.
nl_nl: Voer een geldig aantal kinder passagiers in.
tr_tr: Geçerli bir çocuk yolcu sayısı girin.

source: Enter non-zero value of extra time.
el: Εισάγετε μη μηδενική τιμή του επιπλέον χρόνου.
it_it: Inserisca il valore non nullo del tempo supplementare.
nl_nl: Voer een niet-nulwaarde van de extra tijd in.
tr_tr: Ekstra süre için sıfır olmayan bir değer girin.

source: Select a valid extra time value.
el: Επιλέξτε μια έγκυρη τιμή επιπλέον χρόνου.
it_it: Selezioni un valore di tempo extra valido.
nl_nl: Selecteer een geldige extra tijdswaarde.
tr_tr: Geçerli bir ekstra zaman değeri seçin.

source: Distance cannot to be lower than %s miles.
el: Η απόσταση δεν μπορεί να είναι μικρότερη από %s μίλια.
it_it: La distanza non può essere inferiore a %s miglia.
nl_nl: De afstand mag niet kleiner zijn dan %s mijl.
tr_tr: Mesafe %s milden daha düşük olamaz.

source: Distance cannot to be lower than %s kilometers.
el: Η απόσταση δεν μπορεί να είναι μικρότερη από %s χιλιόμετρα.
it_it: La distanza non può essere inferiore a %s chilometri.
nl_nl: De afstand mag niet kleiner zijn dan %s kilometer.
tr_tr: Mesafe %s kilometreden daha düşük olamaz.

source: Distance cannot to be greater than %s miles.
el: Η απόσταση δεν μπορεί να υπερβαίνει τα %s μίλια.
it_it: La distanza non può essere superiore a %s miglia.
nl_nl: De afstand mag niet groter zijn dan %s mijl.
tr_tr: Mesafe %s milden büyük olamaz.

source: Distance cannot to be greater than %s kilometers.
el: Η απόσταση δεν μπορεί να είναι μεγαλύτερη από %s χιλιόμετρα.
it_it: La distanza non può essere superiore a %s chilometri.
nl_nl: De afstand mag niet groter zijn dan %s kilometer.
tr_tr: Mesafe %s kilometreden büyük olamaz.

source: Duration cannot to be lower than %s minutes.
el: Η διάρκεια δεν μπορεί να είναι μικρότερη από %s λεπτά.
it_it: La durata non può essere inferiore a %s minuti.
nl_nl: De duur kan niet lager zijn dan %s minuten.
tr_tr: Süre %s dakikadan daha düşük olamaz.

source: Duration cannot to be greater than %s minutes.
el: Η διάρκεια δεν μπορεί να είναι μεγαλύτερη από %s λεπτά.
it_it: La durata non può essere superiore a %s minuti.
nl_nl: De duur kan niet groter zijn dan %s minuten.
tr_tr: Süre %s dakikadan büyük olamaz.

source: Select a vehicle.
el: Επιλέξτε ένα όχημα.
it_it: Seleziona un Veicolo.
nl_nl: Selecteer een voertuig.
tr_tr: Araç Seç.

source: Select all booking extra marked as required (*).
el: Επιλέξτε όλα τα επιπλέον στοιχεία κράτησης που επισημαίνονται ως απαραίτητα (*).
it_it: Seleziona tutte le prenotazioni extra contrassegnate come richiesto (*).
nl_nl: Selecteer alle extra boekingen die als verplicht zijn gemarkeerd (*).
tr_tr: Gerekli (*) olarak işaretlenmiş tüm rezervasyon eklerini seçin.

source: Enter all required (*) notes in the booking extras.
el: Εισαγάγετε όλες τις απαιτούμενες (*) σημειώσεις στις πρόσθετες παροχές κράτησης.
it_it: Inserisca tutte le note richieste (*) negli extra della prenotazione.
nl_nl: Voer alle vereiste (*) notities in de boekings-extra's in.
tr_tr: Rezervasyon ekstralarına gerekli tüm (*) notları girin.

source: Minimum value of order is %s.
el: Η ελάχιστη αξία της κράτησης είναι %s.
it_it: Valore minimo dell'ordine è %s.
nl_nl: Minimale prijs reservering is %s.
tr_tr: Minimum sipariş değeri %s'dır.

source: Maximum value of order is %s.
el: Η μέγιστη αξία κράτησης είναι %s.
it_it: Il valore massimo dell'ordine è %s.
nl_nl: De maximale waarde van order is %s.
tr_tr: Maksimum sipariş değeri %s'dır.

source: Login to your account or provide all needed details.
el: Συνδεθείτε στο λογαριασμό σας ή δώστε όλες τις απαραίτητες λεπτομέρειες.
it_it: Accedi al tuo account.
nl_nl: Log in op je account of geef alle benodigde gegevens op.
tr_tr: Hesabınıza giriş yapın veya gerekli tüm bilgileri sağlayın.

source: Enter your first name
el: Εισαγάγετε το όνομα σας
it_it: Inserisci il tuo nome
nl_nl: Voer je voornaam in
tr_tr: İlk adınızı girin

source: Enter your last name
el: Εισαγάγετε το επώνυμο σας
it_it: Inserisci il tuo cognome
nl_nl: Voer uw achternaam in
tr_tr: Soyadınızı giriniz

source: Enter valid e-mail address
el: Εισάγετε έγκυρη διεύθυνση e-mail
it_it: Inserisci un indirizzo e-mail valido
nl_nl: Voer een geldig e-mailadres in
tr_tr: Geçerli e-posta adresini girin

source: Please enter valid phone number.
el: Παρακαλώ εισάγετε έγκυρο αριθμό τηλεφώνου.
it_it: Per favore inserisci un numero di telefono valido.
nl_nl: Voer een geldig telefoonnummer in.
tr_tr: Lütfen geçerli bir telefon numarası girin.

source: Enter valid company name.
el: Εισαγάγετε έγκυρο όνομα εταιρείας.
it_it: Inserisci un nome società valido.
nl_nl: Voer een geldige bedrijfsnaam in.
tr_tr: Geçerli şirket adını girin.

source: Enter valid tax number.
el: Εισαγάγετε έγκυρο αριθμό φορολογικού μητρώου.
it_it: Inserire partita IVA valida.
nl_nl: Voer een geldig belastingnummer in.
tr_tr: Geçerli vergi numarasını girin.

source: Enter street name
el: Εισαγάγετε το όνομα της οδού
it_it: Immettere il nome della via
nl_nl: Voer straatnaam in
tr_tr: Sokak adını girin

source: Enter valid street number.
el: Εισαγάγετε έγκυρο αριθμό οδού.
it_it: Inserire un numero civico valido.
nl_nl: Voer een geldig straatnummer in.
tr_tr: Geçerli sokak numarasını girin.

source: Enter city name
el: Εισαγάγετε το όνομα της πόλης
it_it: Inserisci il nome della città
nl_nl: Voer de naam van de stad in
tr_tr: Yazı tipi adı girin

source: Enter valid state name.
el: Εισαγάγετε έγκυρο όνομα πολιτείας.
it_it: Inserire un nome di stato valido.
nl_nl: Voer een geldige provincie in.
tr_tr: Geçerli eyalet adını girin.

source: Enter valid postal code.
el: Εισαγάγετε έγκυρο ταχυδρομικό κώδικα.
it_it: Inserire un codice postale valido.
nl_nl: Voer een geldige postcode in.
tr_tr: Geçerli bir posta kodu girin.

source: Enter valid country name.
el: Εισαγάγετε έγκυρο όνομα χώρας.
it_it: Inserire il nome del paese valido.
nl_nl: Voer een geldige landnaam in.
tr_tr: Geçerli ülke adını girin.

source: E-mail address is invalid.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου είναι άκυρη.
it_it: L’indirizzo E-mail non è valido.
nl_nl: E-mailadres is ongeldig.
tr_tr: E-posta adresi geçersiz.

source: E-mail address already exists
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου υπάρχει ήδη
it_it: Indirizzo e-mail già esistente
nl_nl: E-mailadres bestaat al
tr_tr: E-posta adresi zaten var

source: Login cannot be empty.
el: Η σύνδεση δεν μπορεί να είναι κενή.
it_it: Accesso Negato. Errore.
nl_nl: Aanmeldveld kan niet leeg zijn.
tr_tr: Giriş boş olamaz.

source: Login already exists.
el: Η σύνδεση υπάρχει ήδη.
it_it: Questo username esiste già.
nl_nl: Gebruiker bestaat al.
tr_tr: Giriş zaten mevcut.

source: Password cannot be empty.
el: Ο κωδικός πρόσβασης δεν μπορεί να είναι κενός.
it_it: Inserire la password.
nl_nl: Wachtwoordveld mag niet leeg zijn.
tr_tr: Şifre boş bırakılamaz.

source: Passwords are not the same.
el: Οι κωδικοί πρόσβασης δεν είναι οι ίδιοι.
it_it: Le password non possono essere le stesse.
nl_nl: Wachtwoorden zijn niet gelijk.
tr_tr: Şifreler aynı değildir.

source: Select a payment method.
el: Επιλέξτε μια μέθοδο πληρωμής.
it_it: Seleziona un metodo di pagamento.
nl_nl: Kies een betalingsmogelijkheid.
tr_tr: Bir ödeme yöntemi seçin.

source: Approve all agreements.
el: Αποδεχτείτε όλες τις συμφωνίες.
it_it: Approva tutto.
nl_nl: Akkoord met alle overeenkomsten.
tr_tr: Tüm anlaşmaları onaylayın.

source: An error occurs during processing this payment. Plugin cannot continue the work.
el: Παρουσιάζεται σφάλμα κατά την επεξεργασία αυτής της πληρωμής. Το πρόσθετο δεν μπορεί να συνεχίσει την εργασία.
it_it: Si è verificato un errore durante l'elaborazione di questo pagamento. Il plugin non può continuare il lavoro.
nl_nl: Er treedt een fout op tijdens het verwerken van deze betaling. Probeer het opnieuw.
tr_tr: Bu ödeme işlenirken bir hata oluştu. Eklenti çalışmaya devam edemiyor.

source: There are no vehicles that match your filter criteria.
el: Δεν υπάρχουν οχήματα που να ταιριάζουν με τα κριτήρια του φίλτρου σας.
it_it: Non ci sono veicoli che corrispondono ai criteri del filtro.
nl_nl: Er zijn geen voertuigen die aan uw filtercriteria voldoen.
tr_tr: Filtre kriterlerinize uyan araç yok.

source: A minimum price to use is %s. Would like to continue with this value?
el: Η ελάχιστη χρέωση είναι %s. Θα θέλατε να συνεχίσετε με αυτήν την τιμή;
it_it: Il prezzo minimo da utilizzare è %s. Vuole continuare con questo valore?
nl_nl: Een minimum prijs om te gebruiken is %s. Wilt u doorgaan met deze waarde?
tr_tr: Kullanılacak minimum fiyat %s'dır. Bu değerle devam etmek ister misiniz?

source: Your BID amount accepted.
el: Το ποσό BID έγινε αποδεκτό.
it_it: L'importo della sua offerta è stato accettato.
nl_nl: Uw BID bedrag geaccepteerd.
tr_tr: BID tutarınız kabul edildi.

source: Return to base fee
el: Επιστροφή στη βασική χρέωση
it_it: Ritorno alla tariffa base
nl_nl: Terug naar de basisvergoeding
tr_tr: Temel ücrete dönüş

source: Selected vehicle
el: Επιλεγμένο όχημα
it_it: Veicolo Selezionato
nl_nl: Geselecteerd voertuig
tr_tr: Seçilen Araç

source: One way
el: Απλή μετάβαση
it_it: Solo andata
nl_nl: Enkele reis
tr_tr: Tek Yön

source: Return
el: Επιστροφή
it_it: Ritorno
nl_nl: Retour
tr_tr: Dönüş

source: Extra options
el: Επιπλέον επιλογές
it_it: Opzioni extra
nl_nl: Extra opties
tr_tr: Ekstra seçenekler

source: Tax
el: Φόρος
it_it: Tasse
nl_nl: BTW
tr_tr: Vergi

source: Total
el: Σύνολο
it_it: Totale
nl_nl: Totaal
tr_tr: Toplam

source: Total <span>(incl. %s discount)</span>
el: Σύνολο <span>(συμπεριλαμβανομένης της έκπτωσης %s )</span>
it_it: Totale <span>(compreso lo sconto %s )</span>
nl_nl: Totaal <span>(incl. %s korting)</span>
tr_tr: Toplam <span>( %s indirimi dahil)</span>

source: To pay <span>(%s%% deposit)</span>
el: Για πληρωμή <span>(%s%% deposit)</span>
it_it: A pagare (%s deposito)
nl_nl: Te betalen <span>(%s%% aanbetaling)</span>
tr_tr: Ödeme için <span>(%s%% depozito)</span>

source: (%s minutes)
el: (%s λεπτά)
it_it: (%s minuti)
nl_nl: (%s minuten)
tr_tr: (%s dakika)

source: Pickup location
el: Τόπος παραλαβής
it_it: Località ritiro
nl_nl: Ophaal locatie
tr_tr: Nereden

source: Drop-off location
el: Τοποθεσία παράδοσης
it_it: Luogo di consegna
nl_nl: Afgiftepunt
tr_tr: Nereye

source: Route
el: Δρομολόγιο (Route)
it_it: Percorso
tr_tr: Rota

source: Logged as
el: Καταγράφηκε ως
it_it: Accesso effettuato come
nl_nl: Ingelogd als
tr_tr: Olarak günlüğe kaydedildi

source: Business account credits
el: Πιστώσεις επαγγελματικού λογαριασμού
it_it: Crediti del conto aziendale
nl_nl: Kredieten voor zakelijke rekeningen
tr_tr: Business Hesap Kredisi

source: Pickup date, time
el: Ημερομηνία, ώρα παραλαβής
it_it: Data ritiro, orario
nl_nl: Ophaal datum, tijdstip
tr_tr: Alış Tarihi

source: Return date, time
el: Ημερομηνία, ώρα επιστροφής
it_it: Data e ora di ritorno
nl_nl: Retourdatum, tijd
tr_tr: Dönüş tarihi

source: %s minutes
el: %s λεπτά
it_it: %s minuti
nl_nl: %s minuten
tr_tr: %s dakika

source: %s hours
el: %s ώρες
it_it: %s ore
nl_nl: %s uren
tr_tr: %s saat

source: Total distance
el: Συνολική απόσταση
it_it: Distanza totale
nl_nl: Totale afstand
tr_tr: Toplam Mesafe

source: Incl. distance
el: Με την απόσταση
it_it: Distanza inclusa
nl_nl: Incl. afstand
tr_tr: Mesafe dahil
