Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: Send notifications about assign/unassign driver to the booking via selected channels.
el: Στείλτε ειδοποιήσεις σχετικά με την ανάθεση/κατάργηση αντιστοίχισης οδηγού στην κράτηση μέσω επιλεγμένων καναλιών.
it_it: Invia notifiche su Assegna/Annulla l'assegnazione del conducente alla prenotazione tramite i canali selezionati.
nl_nl: Stuur meldingen over het toewijzen/niet-toewijzen van een chauffeur aan de reservering via geselecteerde kanalen.
tr_tr: Seçili kanallar aracılığıyla rezervasyona sürücü atama / atamayı kaldırma hakkında bildirimler gönderin.

source: Enter <a href="https://telegram.org/" target="_blank">Telegram Messenger</a> details.
el: Εισαγάγετε τα στοιχεία <a href="https://telegram.org/" target="_blank">του Telegram Messenger</a> .
it_it: Inserisca i dettagli di <a href="https://telegram.org/" target="_blank">Telegram Messenger</a>.
nl_nl: Voer de <a href="https://telegram.org/" target="_blank">Telegram Messenger</a> details in.
tr_tr: <a href="https://telegram.org/" target="_blank">Telegram Messenger</a> ayrıntılarını girin.

source: Social profiles
el: Προφίλς κοινωνικών δικτύων
it_it: Profili Sociali
nl_nl: Sociale profielen
tr_tr: Sosyal Profiller

source: Define URL addresses of available social profiles.
el: Καθορίστε διευθύνσεις URL των διαθέσιμων κοινωνικών προφίλ.
it_it: Definisce gli indirizzi URL dei profili sociali disponibili.
nl_nl: Definieer URL-adressen van beschikbare sociale profielen.
tr_tr: Mevcut sosyal profillerin URL adreslerini tanımlayın.

source: Social profile name
el: Όνομα κοινωνικού προφίλ
it_it: Nome del profilo sociale
nl_nl: Naam sociaal profiel
tr_tr: Sosyal profil adı

source: Social profile name.
el: Όνομα κοινωνικού προφίλ.
it_it: Nome del profilo sociale.
nl_nl: Sociale profielnaam.
tr_tr: Sosyal profil adı.

source: URL address
el: Διεύθυνση URL
it_it: Indirizzo URL
nl_nl: Url
tr_tr: URL adresi

source: Full URL address of profile.
el: Πλήρης διεύθυνση URL του προφίλ.
it_it: Indirizzo URL completo del profilo.
nl_nl: Volledig URL-adres van het profiel.
tr_tr: Profilin tam URL adresi.

source: SMTP authentication
el: Έλεγχος ταυτότητας SMTP
it_it: Autenticazione SMTP
nl_nl: SMTP-authenticatie
tr_tr: SMTP kimlik doğrulaması

source: E-mail testing
el: Έλεγχος ηλεκτρονικού ταχυδρομείου
it_it: Test via e-mail
nl_nl: E-mail testen
tr_tr: E-posta testi

source: E-mail account ID
el: Αναγνωριστικό λογαριασμού ηλεκτρονικού ταχυδρομείου
it_it: ID account e-mail
tr_tr: E-posta hesabı kimliği

source: Sender e-mail address
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου αποστολέα
it_it: Indirizzo e-mail del mittente
nl_nl: E-mailadres afzender
tr_tr: Gönderen e-posta adresi

source: Sender e-mail address.
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου αποστολέα.
it_it: Indirizzo e-mail del mittente.
nl_nl: E-mailadres afzender.
tr_tr: Gönderen e-posta adresi.

source: Note that entering the username, password, host name, and port number is required if the "SMTP authentication" option is enabled.
el: Σημειώστε ότι η εισαγωγή του ονόματος χρήστη, του κωδικού πρόσβασης, του ονόματος κεντρικού υπολογιστή και του αριθμού θύρας απαιτείται εάν είναι ενεργοποιημένη η επιλογή "Έλεγχος ταυτότητας SMTP".
it_it: Si noti che l'inserimento di nome utente, password, nome host e numero di porta è necessario se l'opzione "Autenticazione SMTP" è attivata.
nl_nl: Merk op dat het invoeren van de gebruikersnaam, het wachtwoord, de hostnaam en het poortnummer vereist is als de optie "SMTP-authenticatie" ingeschakeld is.
tr_tr: "SMTP kimlik doğrulaması" seçeneği etkinleştirilmişse kullanıcı adı, parola, ana bilgisayar adı ve bağlantı noktası numarasının girilmesi gerektiğini unutmayın.

source: Enable or disable SMTP authentication.
el: Ενεργοποιήστε ή απενεργοποιήστε τον έλεγχο ταυτότητας SMTP.
it_it: Abilita o disabilita l'autenticazione SMTP.
nl_nl: SMTP-authenticatie in- of uitschakelen.
tr_tr: SMTP kimlik doğrulamasını etkinleştirin veya devre dışı bırakın.

source: Username
el: Όνομα Χρήστη
it_it: Nome utente
nl_nl: Gebruikersnaam
tr_tr: Kullanıcı Adı

source: Username.
el: Όνομα Χρήστη.
it_it: Nome utente.
nl_nl: Gebruikersnaam.
tr_tr: Kullaniciadi.

source: Password
el: Κωδικός
nl_nl: Wachtwoord
tr_tr: Şifre

source: Password.
el: Κωδικός πρόσβασης.
nl_nl: Wachtwoord.
tr_tr: Şifre.

source: Host.
el: Διακομιστής.
tr_tr: Ev sahibi.

source: Port number
el: Αριθμός θύρας
it_it: Numero della porta
nl_nl: Porteren
tr_tr: Kapı numarası

source: Port number.
el: Αριθμός θύρας.
it_it: Numero di porta.
nl_nl: Poortnummer.
tr_tr: Liman numarası.

source: Secure connection type
el: Ασφαλής τύπος σύνδεσης
it_it: Tipo di connessione sicura
nl_nl: Beveiligde aansluiting
tr_tr: Güvenli bağlantı türü

source: Secure connection type.
el: Ασφαλής τύπος σύνδεσης.
it_it: Tipo di connessione sicura.
nl_nl: Veilige connectiesoort.
tr_tr: Güvenli bağlantı türü.

source: Debug
el: Εντοπισμός σφαλμάτων
tr_tr: Hata ayıklama

source: Enable or disable debugging.
el: Ενεργοποιήστε ή απενεργοποιήστε τον εντοπισμό σφαλμάτων.
it_it: Abilita o disabilita il debug.
nl_nl: Schakel foutopsporing in of uit.
tr_tr: Hata ayıklamayı etkinleştirin veya devre dışı bırakın.

source: You can check result of debugging in Chrome/Firebug console (after submit form).
el: Μπορείτε να ελέγξετε το αποτέλεσμα του εντοπισμού σφαλμάτων στην κονσόλα Chrome / Firebug (μετά την υποβολή της φόρμας).
it_it: Puoi controllare il risultato del debug nella console di Chrome / Firebug (dopo il modulo di invio).
nl_nl: U kunt het resultaat van het debuggen controleren in Chrome/Firebug-console (na het verzendformulier).
tr_tr: Hata ayıklamanın sonucunu Chrome / Firebug konsolunda kontrol edebilirsiniz (formu gönderdikten sonra).

source: Please note that this option should be used for debugging only. Once it will be enabled, proper processing booking in last step could not be possible.
el: Λάβετε υπόψη ότι αυτή η επιλογή πρέπει να χρησιμοποιείται μόνο για εντοπισμό σφαλμάτων. Μόλις ενεργοποιηθεί, η σωστή επεξεργασία κράτησης στο τελευταίο βήμα δεν θα μπορούσε να είναι δυνατή.
it_it: Tenga presente che questa opzione deve essere utilizzata solo per il debug. Una volta abilitata, non sarà possibile effettuare la prenotazione di elaborazione corretta nell'ultimo passaggio.
nl_nl: Houd er rekening mee dat deze optie alleen moet worden gebruikt voor foutopsporing. Zodra het is ingeschakeld, kan een goede verwerking van de boeking in de laatste stap niet mogelijk zijn.
tr_tr: Lütfen bu seçeneğin yalnızca hata ayıklama için kullanılması gerektiğini unutmayın. Etkinleştirildikten sonra, son adımda uygun işleme ayırma mümkün olamaz.

source: Enter receiver e-mail address and click on below button to send testing e-mail message using details of this account.
el: Εισαγάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου του παραλήπτη και κάντε κλικ στο παρακάτω κουμπί για να στείλετε δοκιμαστικό μήνυμα ηλεκτρονικού ταχυδρομείου χρησιμοποιώντας τα στοιχεία αυτού του λογαριασμού.
it_it: Inserisca l'indirizzo e-mail del destinatario e clicchi sul pulsante sottostante per inviare un messaggio e-mail di prova utilizzando i dettagli di questo account.
nl_nl: Voer het e-mailadres van de ontvanger in en klik op de onderstaande knop om een test-e-mailbericht te verzenden met behulp van de gegevens van dit account.
tr_tr: Alıcı e-posta adresini girin ve bu hesabın ayrıntılarını kullanarak test e-posta mesajı göndermek için aşağıdaki düğmeye tıklayın.

source: Receiver e-mail address
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου παραλήπτη
it_it: Destinatario E-mail
nl_nl: E-mailadres ontvanger
tr_tr: Alıcı e-posta adresi

source: Receiver e-mail address.
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου παραλήπτη.
it_it: Destinatario E-mail.
nl_nl: E-mailadres ontvanger.
tr_tr: Alıcı e-posta adresi.

source: Response
el: Απάντηση
it_it: Risposta
nl_nl: Reactie
tr_tr: Yanıt

source: Response from the server.
el: Απόκριση από το διακομιστή.
it_it: Risposta dal server.
nl_nl: Reactie van de server.
tr_tr: Sunucudan gelen yanıt.

source: No reply from the server.
el: Δεν υπάρχει απάντηση από το διακομιστή.
it_it: Nessuna risposta dal server.
nl_nl: Geen antwoord van de server.
tr_tr: Sunucudan cevap yok.

source: Send a message
el: Στέλνω ένα μήνυμα
it_it: Invia un messaggio
nl_nl: Verstuur een Bericht
tr_tr: Mesaj Gönder

source: Please enter receiver e-mail address.
el: Παρακαλώ εισάγετε τη διεύθυνση e-mail του παραλήπτη.
it_it: Inserisca l'indirizzo e-mail del ricevitore.
nl_nl: Voer het e-mailadres van de ontvanger in.
tr_tr: Lütfen alıcı e-posta adresini girin.

source: Import coordinates
el: Εισαγωγή συντεταγμένων
it_it: Importa coordinate
nl_nl: Coördinaten importeren
tr_tr: Koordinatları içe aktar

source: Geofence ID
el: Αναγνωριστικό Geofence
it_it: ID recinto virtuale
tr_tr: Geofence Kimliği

source: Draw an area using the tools located on or below the map.
el: Σχεδιάστε μια περιοχή χρησιμοποιώντας τα εργαλεία που βρίσκονται πάνω ή κάτω από το χάρτη.
it_it: Disegni un'area utilizzando gli strumenti situati sulla mappa o sotto di essa.
nl_nl: Teken een gebied met behulp van de hulpmiddelen op of onder de kaart.
tr_tr: Haritanın üzerinde veya altında bulunan araçları kullanarak bir alan çizin.

source: You can also type a location in the search field to easily find the area.
el: Μπορείτε επίσης να πληκτρολογήσετε μια τοποθεσία στο πεδίο αναζήτησης για να βρείτε εύκολα την περιοχή.
it_it: Può anche digitare una località nel campo di ricerca per trovare facilmente la zona.
nl_nl: U kunt ook een locatie in het zoekveld typen om het gebied gemakkelijk te vinden.
tr_tr: Bölgeyi kolayca bulmak için arama alanına bir konum da yazabilirsiniz.

source: Enter location.
el: Εισαγάγετε την τοποθεσία.
it_it: Inserire la posizione.
nl_nl: Voer de locatie in.
tr_tr: Konum girin.

source: Options:
el: Επιλογές:
it_it: Opzioni:
nl_nl: Opties:
tr_tr: Seçenekler:

source: Remove selected shape
el: Κατάργηση επιλεγμένου σχήματος
it_it: Rimuovere la forma selezionata
nl_nl: Geselecteerde vorm verwijderen
tr_tr: Seçili şekli kaldır

source: Select the tax rate to be applied to this area.
el: Επιλέξτε τον φορολογικό συντελεστή που θα εφαρμοστεί σε αυτή την περιοχή.
it_it: Selezioni l'aliquota fiscale da applicare a quest'area.
nl_nl: Selecteer het belastingtarief dat op dit gebied moet worden toegepast.
tr_tr: Bu alana uygulanacak vergi oranını seçin.

source: This feature requires additional setup when editing the booking form.
el: Αυτή η λειτουργία απαιτεί πρόσθετη ρύθμιση κατά την επεξεργασία της φόρμας κράτησης.
it_it: Questa funzione richiede un'impostazione aggiuntiva quando modifica il modulo di prenotazione.
nl_nl: Deze functie vereist extra instellingen bij het bewerken van het boekingsformulier.
tr_tr: Bu özellik, rezervasyon formunu düzenlerken ek kurulum gerektirir.

source: Import coordinates by entering list of them (longitude, latitude) separated by comma.
el: Εισαγάγετε συντεταγμένες εισάγοντας λίστα αυτών (γεωγραφικό μήκος, γεωγραφικό πλάτος) διαχωρισμένες με κόμμα.
it_it: Importa le coordinate inserendo un elenco di esse (longitudine, latitudine) separate da una virgola.
nl_nl: Importeer coördinaten door er een lijst van in te voeren (lengtegraad, breedtegraad), gescheiden door een komma.
tr_tr: Virgülle ayrılmış koordinat listesini (enlem, boylam) girerek koordinatları içe aktarın.

source: Location ID
el: Αναγνωριστικό τοποθεσίας
it_it: ID Località
nl_nl: Locatie ID
tr_tr: Konum kimliği

source: Enter address of the location.
el: Εισαγάγετε τη διεύθυνση της τοποθεσίας.
it_it: Inserisca l'indirizzo della sede.
nl_nl: Adres locatie invoeren.
tr_tr: Konumun adresini girin.

source: Discount for vehicle price
el: Έκπτωση στην τιμή του οχήματος
it_it: Sconto sul prezzo del veicolo
nl_nl: Korting op de prijs van het voertuig
tr_tr: Araç fiyatına indirim

source: Maximum percentage discount for the vehicle if "Bid vehicle price" option is enabled in a booking form.
el: Μέγιστη ποσοστιαία έκπτωση για το όχημα εάν η επιλογή "Προσφορά τιμής οχήματος" είναι ενεργοποιημένη σε μια φόρμα κράτησης.
it_it: Percentuale massima di sconto per il veicolo, se l'opzione "Offerta prezzo veicolo" è attivata in un modulo di prenotazione.
nl_nl: Maximale procentuele korting voor het voertuig als de optie "Bod voertuigprijs" is ingeschakeld in een boekingsformulier.
tr_tr: Bir rezervasyon formunda "Araç fiyatı teklif et" seçeneği etkinleştirilmişse araç için maksimum yüzde indirimi.

source: Choose drop-off locations not available for current one (pick up location).
el: Επιλέξτε τοποθεσίες παράδοσης που δεν είναι διαθέσιμες για την τρέχουσα (τοποθεσία παραλαβής).
it_it: Scelga le località di consegna non disponibili per quella attuale (località di ritiro).
nl_nl: Kies afhaallocaties die niet beschikbaar zijn voor de huidige (afhaallocatie).
tr_tr: Mevcut konum için mevcut olmayan bırakma konumlarını seçin (teslim alma konumu).

source: Booking form name.
el: Όνομα φόρμας κράτησης.
it_it: Nome del modulo di prenotazione.
nl_nl: Reserveringsformuliernaam.
tr_tr: Rezervasyon formu adı.

source: Service type name.
el: Όνομα τύπου υπηρεσίας.
it_it: Nome del tipo di servizio.
nl_nl: Servicesoort.
tr_tr: Hizmet türü adı.

source: Disabled drop-off locations.
el: Απενεργοποιημένες τοποθεσίες αποβίβασης.
it_it: Luoghi di consegna disabilitati.
nl_nl: Afgiftepunten voor gehandicapten.
tr_tr: Devre dışı bırakılan yerler.

source: - All enabled -
el: - Όλα ενεργοποιημένα -
it_it: - Tutti abilitati -
nl_nl: - Alle inschakelen -
tr_tr: - Tümü etkin -

source: Pricing rule ID
el: Αναγνωριστικό κανόνα τιμολόγησης
it_it: ID della regola di prezzo
nl_nl: Prijsregel ID
tr_tr: Fiyatlandırma kuralı kimliği

source: Week
el: Εβδομάδα
it_it: Settimana
tr_tr: Hafta

source: Select transfer type(s).
el: Επιλέξτε τύπο(ους) μεταφοράς.
it_it: Selezioni il tipo di trasferimento.
nl_nl: Selecteer overdrachtstype(n).
tr_tr: Aktarım tür(ler)ini seçin.

source: This option works only for a "Distance" and "Flat rate" service types.
el: Αυτή η επιλογή λειτουργεί μόνο για τύπους υπηρεσιών "Απόστασης" και "Σταθερής Αξίας".
it_it: Questa opzione funziona solo per i tipi di servizio "Distanza" e "Tariffa fissa".
nl_nl: Deze optie werkt alleen voor de diensttypes "Afstand" en "Vast tarief".
tr_tr: Bu seçenek yalnızca "Mesafe" ve "Sabit ücret" hizmet türleri için çalışır.

source: Select route(s).
el: Επιλέξτε διαδρομή(ες).
it_it: Selezioni il/i percorso/i.
nl_nl: Selecteer route(s).
tr_tr: Güzergah(lar)ı seçin.

source: This option works only for the "Flat rate" service type.
el: Αυτή η επιλογή λειτουργεί μόνο για τον τύπο υπηρεσίας "Σταθερά Αξία".
it_it: Questa opzione funziona solo per il tipo di servizio "Tariffa fissa".
nl_nl: Deze optie werkt alleen voor het diensttype "Vast tarief".
tr_tr: Bu seçenek yalnızca "Sabit fiyat" hizmet türü için çalışır.

source: Select vehicle(s).
el: Επιλέξτε όχημα(τα).
it_it: Selezioni il veicolo (o i veicoli).
nl_nl: Selecteer voertuig(en).
tr_tr: Araç(lar)ı seçin.

source: Select vehicle companies.
el: Επιλέξτε εταιρείες οχημάτων.
it_it: Selezionare le compagnie di veicoli.
nl_nl: Selecteer vervoersbedrijven.
tr_tr: Araç şirketlerini seçin.

source: Please use "Geofence", "ZIP codes" and "Country" options separately. Using them together may produce unexpected results.
el: Χρησιμοποιήστε ξεχωριστά τις επιλογές "Geofence", "Ταχυδρομικοί κώδικες" και "Χώρα". Η χρήση τους μαζί μπορεί να παράγει απροσδόκητα αποτελέσματα.
it_it: Utilizzi le opzioni "Geofence", "CAP" e "Paese" separatamente. Utilizzarle insieme può produrre risultati inaspettati.
nl_nl: Gebruik de opties "Geofence", "ZIP codes" en "Country" afzonderlijk. Als u ze samen gebruikt, kan dit onverwachte resultaten opleveren.
tr_tr: Lütfen "Geofence", "ZIP codes" ve "Country" seçeneklerini ayrı ayrı kullanın. Bunları birlikte kullanmak beklenmedik sonuçlar doğurabilir.

source: ZIP Code
el: Ταχυδρομικός κώδικας
it_it: CAP
nl_nl: Postcode
tr_tr: Posta Kodu

source: Enter ZIP code(s) of pickup locations separated by semicolon.
el: Εισαγάγετε τους ταχυδρομικούς κώδικες των τοποθεσιών παραλαβής διαχωρισμένους με ερωτηματικό.
it_it: Inserisca il/i codice/i postale/i delle località di ritiro, separati da un punto e virgola.
nl_nl: Voer de postcode(s) van de afhaallocaties in, gescheiden door een puntkomma.
tr_tr: Teslim alma konumlarının posta kodlarını noktalı virgülle ayırarak girin.

source: Enter ZIP code(s) of drop-off locations separated by semicolon.
el: Εισαγάγετε ταχυδρομικούς κώδικες των τοποθεσιών απόθεσης διαχωρισμένες με ερωτηματικό.
it_it: Inserisca il/i codice/i postale/i delle località di consegna, separati da un punto e virgola.
nl_nl: Vul postcode(s) van afgiftepunten in, gescheiden door een puntkomma.
tr_tr: Noktalı virgülle ayırarak teslim yerlerinin posta kodlarını girin.

source: Pickup countries location
el: Τοποθεσία χωρών παραλαβής
it_it: Posizione dei Paesi di ritiro
nl_nl: Pickup landen locatie
tr_tr: Teslim alınacak ülkelerin listesi

source: Select pickup location countries.
el: Επιλέξτε τις χώρες της τοποθεσίας παραλαβής.
it_it: Selezionare i Paesi della località di ritiro.
nl_nl: Selecteer landen voor afhaallocatie.
tr_tr: Teslim alma yeri ülkelerini seçin.

source: Drop-off countries location
el: Τοποθεσία χωρών αποβίβασης
it_it: Luogo di consegna dei paesi
nl_nl: Plaats van afgifte landen
tr_tr: Bırakma yerleri ülkeleri

source: Select countries for drop-off location.
el: Επιλέξτε χώρες για την τοποθεσία παράδοσης.
it_it: Selezioni i Paesi per il luogo di consegna.
nl_nl: Selecteer landen voor afgiftelocatie.
tr_tr: Teslim yeri için ülke seçin.

source: Swap locations
el: Εναλλαγή τοποθεσιών
it_it: Scambio di posizioni
nl_nl: Locaties ruilen
tr_tr: Takas yerleri

source: Swap pickup and drop-off locations in the location rules.
el: Ανταλλάξτε τις τοποθεσίες παραλαβής και παράδοσης στους κανόνες τοποθεσίας.
it_it: Scambi le località di ritiro e consegna nelle regole di localizzazione.
nl_nl: Wissel de ophaal- en inleverlocaties om in de locatieregels.
tr_tr: Konum kurallarında teslim alma ve teslim etme konumlarını değiştirin.

source: This allows the rule to work for both directions, e.g. from location A to B and from B to A.
el: Αυτό επιτρέπει στον κανόνα να λειτουργεί και για τις δύο κατευθύνσεις, π.χ. από τη θέση Α στη Β και από τη Β στην Α.
it_it: Questo permette alla regola di funzionare per entrambe le direzioni, ad esempio dalla posizione A a B e da B ad A.
nl_nl: Hierdoor kan de regel in beide richtingen werken, bijv. van locatie A naar B en van B naar A.
tr_tr: Bu, kuralın her iki yönde de çalışmasını sağlar, örneğin A konumundan B'ye ve B'den A'ya.

source: Works for all types of locations in the "Conditions / Locations" tab.
el: Λειτουργεί για όλους τους τύπους τοποθεσιών στην καρτέλα "Συνθήκες / Τοποθεσίες".
it_it: Funziona per tutti i tipi di località nella scheda "Condizioni / Località".
nl_nl: Werkt voor alle soorten locaties op het tabblad "Voorwaarden / Locaties".
tr_tr: "Koşullar / Konumlar" sekmesindeki tüm konum türleri için çalışır.

source: Difference (in full days, time ignored) between return and pickup dates.
el: Διαφορά (σε πλήρεις ημέρες, χρόνος αγνοείται) μεταξύ των ημερομηνιών επιστροφής και παραλαβής.
it_it: Differenza (in giorni interi, tempo ignorato) tra le date di ritorno e di ritiro.
nl_nl: Verschil (in hele dagen, tijd genegeerd) tussen de datum van terugbrengen en de datum van ophalen.
tr_tr: Dönüş ve teslim alma tarihleri arasındaki fark (tam gün olarak, göz ardı edilen zaman).

source: Value 0 means both dates must be the same. Value 1 means return date is the next day after pickup.
el: Η τιμή 0 σημαίνει ότι και οι δύο ημερομηνίες πρέπει να είναι ίδιες. Η τιμή 1 σημαίνει ότι η ημερομηνία επιστροφής είναι η επόμενη ημέρα μετά την παραλαβή.
it_it: Il valore 0 significa che le due date devono essere uguali. Il valore 1 indica che la data di restituzione è il giorno successivo al ritiro.
nl_nl: Waarde 0 betekent dat beide data hetzelfde moeten zijn. Waarde 1 betekent dat de retourdatum de volgende dag na afhalen is.
tr_tr: 0 değeri her iki tarihin de aynı olması gerektiği anlamına gelir. Değer 1, iade tarihinin teslim alındıktan sonraki gün olduğu anlamına gelir.

source: Allowed integer values: 0 to 999999999. Leave empty to disable this option.
el: Επιτρεπόμενες ακέραιες τιμές: 0 έως 999999999. Αφήστε κενό για να απενεργοποιήσετε αυτή την επιλογή.
it_it: Valori interi consentiti: da 0 a 999999999. Lasciare vuoto per disabilitare questa opzione.
nl_nl: Toegestane gehele waarden: 0 tot 999999999. Leeg laten om deze optie uit te schakelen.
tr_tr: İzin verilen tamsayı değerleri: 0 ila 999999999. Bu seçeneği devre dışı bırakmak için boş bırakın.

source: Days of the week
el: Ημέρες της εβδομάδας
it_it: Giorni della settimana
nl_nl: Dagen van de week
tr_tr: Haftanın günleri

source: Select pickup days of the week.
el: Επιλέξτε ημέρες παραλαβής της εβδομάδας.
it_it: Selezionare i giorni di ritiro della settimana.
nl_nl: Selecteer ophaaldagen van de week.
tr_tr: Haftanın teslim alma günlerini seçin.

source: - All days -
el: - Όλες τις ημέρες -
it_it: - Tutti i giorni -
nl_nl: - Alle dagen -
tr_tr: Tüm Günler

source: Enter ride distance (from - to) between customer pickup and drop-off location.
el: Εισαγάγετε την απόσταση διαδρομής (από - προς) μεταξύ της τοποθεσίας παραλαβής και παράδοσης του πελάτη.
it_it: Inserisca la distanza della corsa (da - a) tra la posizione di ritiro del cliente e quella di consegna.
nl_nl: Voer de ritafstand in (van - tot) tussen de ophaal- en afzetlocatie van de klant.
tr_tr: Müşteri alma ve bırakma konumu arasındaki sürüş mesafesini (nereden - nereye) girin.

source: If the "Price source type" (from "Prices" tab) option is set to "Calculation based on distance" plugin uses prices defined in this table as prices "%s", "%s", "%s".
el: Εάν η επιλογή "Τύπος πηγής τιμής" (από την καρτέλα "Τιμές") έχει οριστεί σε "Υπολογισμός με βάση την απόσταση", το πρόσθετο χρησιμοποιεί τιμές που ορίζονται σε αυτόν τον πίνακα ως τιμές "%s", "%s", "%s".
it_it: Se l'opzione "Tipo di fonte dei prezzi" (dalla scheda "Prezzi") è impostata su "Calcolo basato sulla distanza", il plugin utilizza i prezzi definiti in questa tabella come prezzi "%s", "%s", "%s".
nl_nl: Als de optie "Type prijsbron" (van tabblad "Prijzen") is ingesteld op "Berekening op basis van afstand" gebruikt de plugin de in deze tabel gedefinieerde prijzen als prijzen "%s", "%s", "%s".
tr_tr: "Fiyat kaynağı türü" ("Fiyatlar" sekmesinden) seçeneği "Mesafeye göre hesaplama" olarak ayarlanmışsa, eklenti bu tabloda tanımlanan fiyatları "%s", "%s", "%s" fiyatları olarak kullanır.

source: Otherwise plugin checks whether distance is defined in this table and use prices from "Prices" tab.
el: Διαφορετικά, το plugin ελέγχει εάν η απόσταση ορίζεται σε αυτόν τον πίνακα και χρησιμοποιεί τις τιμές από την καρτέλα "Τιμές".
it_it: In caso contrario, il plugin verifica se la distanza è definita in questa tabella e utilizza i prezzi della scheda "Prezzi".
nl_nl: Anders controleert de plugin of de afstand is gedefinieerd in deze tabel en gebruikt de prijzen van het tabblad "Prijzen".
tr_tr: Aksi takdirde eklenti bu tabloda mesafe tanımlı olup olmadığını kontrol eder ve "Fiyatlar" sekmesindeki fiyatları kullanır.

source: This condition works only for "Distance" and "Flat rate" service type only. Minimum step is set to 0.1.
el: Αυτή η συνθήκη λειτουργεί μόνο για τον τύπο υπηρεσίας "Απόσταση" και "Κατ 'αποκοπή". Το ελάχιστο βήμα έχει οριστεί σε 0,1.
it_it: Questa condizione funziona solo per il tipo di servizio "Distanza" e "Tariffa fissa". Il passo minimo è impostato su 0,1.
nl_nl: Deze voorwaarde werkt alleen voor diensten van het type "Afstand" en "Vast tarief". De minimale stap is ingesteld op 0,1.
tr_tr: Bu koşul yalnızca "Mesafe" ve "Sabit ücret" hizmet türleri için geçerlidir. Minimum adım 0,1 olarak ayarlanmıştır.
