Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: Mongolian tugrik
it_it: Mongolo Tugrik
nl_nl: Mongoolse tugrik
tr_tr: Moğol tugrik

source: Moroccan dirham
it_it: Dirham marocchino
nl_nl: Marokkaanse dirham
tr_tr: Fas Dirhemi

source: Mozambican metical
it_it: Metical mozambicano
nl_nl: Mozambikaanse metical
tr_tr: Mozambik Metriki

source: Namibian dollar
it_it: Dollaro namibiano
nl_nl: Namibische dollar
tr_tr: Namibya Doları

source: Nepalese rupee
it_it: Rupia Nepalese
tr_tr: Nepal Rupisi

source: Netherlands Antillean gulden
it_it: Paesi Bassi Antillean gulden
nl_nl: Antilliaanse gulden
tr_tr: Hollanda Antilleri gulden'i

source: New Taiwan dollar
it_it: Dollaro di New Taiwan
nl_nl: Nieuwe Taiwanese dollar
tr_tr: Yeni Tayvan Doları

source: New Zealand dollar
it_it: Dollaro Neozelandese
nl_nl: Nieuw Zeelandse Dollar (&#36;)
tr_tr: Yeni Zelanda Doları

source: Nicaraguan cordoba
it_it: Cordoba del Nicaragua
nl_nl: Nicaraguaanse córdoba
tr_tr: Nikaragua cordoba

source: Nigerian naira
it_it: Naira Nigeriana
nl_nl: Nigeriaanse Naira
tr_tr: Nijerya Nairası

source: North Korean won
it_it: Won Nord Coreano
nl_nl: Noord-Koreaanse won
tr_tr: Kuzey Kore Wonu

source: Norwegian krone
it_it: Corona norvegese
nl_nl: Noorse kroon
tr_tr: Norveç Kronu

source: Omani rial
it_it: Rial Omani
tr_tr: Umman Riyali

source: Pakistani rupee
it_it: Rupia Pakistana
nl_nl: Pakistaanse rupee
tr_tr: Pakistan Rupisi

source: Panamanian balboa
it_it: Balboa panamense
nl_nl: Panamese Balboa
tr_tr: Panama balboa

source: Papua New Guinean kina
it_it: Kina papuana
nl_nl: Papoea-Nieuw-Guinea kina
tr_tr: Papua Yeni Gine kina

source: Paraguayan guarani
it_it: Paraguay Guarani
nl_nl: Paraguayaanse Guarani
tr_tr: Paraguaylı Guarani

source: Peruvian nuevo sol
it_it: Nuevo sol Peruviano
nl_nl: Peruaanse Sol
tr_tr: Peru Nuevo Solü

source: Philippine peso
it_it: Peso filippino
nl_nl: Filipijnse peso
tr_tr: Filipinler Pesosu

source: Polish zloty
it_it: Zloty polacchi
nl_nl: Poolse zloty
tr_tr: Polonya Zlotisi

source: Qatari riyal
it_it: Riyal del Qatar
tr_tr: Katar Riyalı

source: Romanian leu
it_it: Leu romeni
nl_nl: Roemeense Leu
tr_tr: Rumen Leyi

source: Russian ruble
it_it: Rublo Russo
nl_nl: Russische roebel
tr_tr: Rus Rublesi

source: Rwandan franc
nl_nl: Rwandese frank
tr_tr: Ruanda Frangı

source: Saint Helena pound
it_it: Sterlina di Santa Elena
nl_nl: Sint-Helena pond
tr_tr: Saint Helena sterlini

source: Samoan tala
it_it: Tala samoana
nl_nl: Samoaanse tala
tr_tr: Samoa talası

source: Sao Tome and Principe dobra
it_it: Sao Tome e Principe dobra
nl_nl: San Toma - Dobra
tr_tr: Sao Tome ve Principe dobra

source: Saudi riyal
it_it: Riyal saudita
nl_nl: Saoedi-Arabische riyal
tr_tr: Suudi Arabistan Riyali

source: Seychellois rupee
it_it: Rupie delle Seychelles
nl_nl: Seychelles rupee
tr_tr: Seyşeller Rupisi

source: Serbian dinar
it_it: Dinar serbo
nl_nl: Servische dinar
tr_tr: Sırp Dinarı

source: Sierra Leonean leone
it_it: Leone Sierraleonese
nl_nl: Sierra Leone Leone
tr_tr: Sierra Leonean Leonesi

source: Singapore dollar
it_it: Dollari di Singapore
nl_nl: Singaporese Dollar
tr_tr: Singapur Doları

source: Syrian pound
it_it: Sterlina Syriana
nl_nl: Syrische pond
tr_tr: Suriye Lirası

source: Slovak koruna
it_it: Corona slovacca
nl_nl: Slowaakse kroon
tr_tr: Slovak korunası

source: Solomon Islands dollar
it_it: Dollaro delle Isole Salomone
tr_tr: Solomon Adaları Doları

source: Somali shilling
it_it: Scellino somalo
nl_nl: Somalische Shilling
tr_tr: Somali Şilini

source: South African rand
it_it: Rand Sudafricani
nl_nl: Zuid-Afrikaanse rand
tr_tr: Güney Afrika Randı

source: South Korean won
it_it: Won Sud Coreani
nl_nl: Zuid-Koreaanse Won
tr_tr: Güney Kore Wonu

source: Special Drawing Rights
it_it: Diritti speciali di prelievo
nl_nl: Speciale Teken Rechten
tr_tr: Özel Çekme Hakları

source: Sri Lankan rupee
nl_nl: Srilankaanse Rupee
tr_tr: Sri Lanka Rupisi

source: Sudanese pound
it_it: Lira sterlina sudanese
nl_nl: Soedanese Pond
tr_tr: Sudan Lirası

source: Surinamese dollar
it_it: Dollaro Surinamese
nl_nl: Surinaamse Dollar
tr_tr: Surinam Doları

source: Swazi lilangeni
it_it: Lilangeni dello Swaziland
tr_tr: Svaziland Lilangenisi

source: Swedish krona
it_it: Corone Svedesi
nl_nl: Zweedse kroon
tr_tr: İsveç Kronu

source: Swiss franc
it_it: Franco Svizzero
nl_nl: Zwitserse frank
tr_tr: İsviçre Frangı

source: Tajikistani somoni
nl_nl: Tadzjiekse somoni
tr_tr: Tacikistan Somonisi

source: Tanzanian shilling
it_it: Scellino tanzaniano
nl_nl: Tanzaniaan Shilling
tr_tr: Tanzanya Şilini

source: Thai baht
el: Ταϊλανδέζικο μπατ
it_it: Baht tailandese
nl_nl: Thaise Baht
tr_tr: Tayland bahtı THB

source: Trinidad and Tobago dollar
it_it: Dollaro di Trinidad e Tobago
nl_nl: Trinidad en Tobago dollar
tr_tr: Trinidad ve Tobago Doları

source: Tunisian dinar
nl_nl: Tunesische dinar
tr_tr: Tunus Dinarı

source: Turkish new lira
it_it: Nuova Lira turca
nl_nl: Turkse nieuwe lire
tr_tr: Yeni Türk Lirası

source: Turkmen manat
it_it: Manat Turkmen
nl_nl: Turkmeense manat
tr_tr: Türkmen manat

source: UAE dirham
nl_nl: VAE Dirham
tr_tr: BAE dirhemi

source: Ugandan shilling
it_it: Scellino ugandese
nl_nl: Ugandese shilling
tr_tr: Uganda Şilini

source: Ukrainian hryvnia
it_it: Hryvnia Ucraina
nl_nl: Oekraïense grivna
tr_tr: Ukrayna Grivnası

source: United States dollar
el: Δολάριο Ηνωμένων Πολιτειών
it_it: Dollaro Americano
tr_tr: Bileşik Devletler doları USD

source: Uruguayan peso
it_it: Peso uruguayano
nl_nl: Uruguayaanse peso
tr_tr: Uruguay Pesosu

source: Uzbekistani som
it_it: Som Uzbekistano
nl_nl: Oezbeekse som
tr_tr: Özbekistan Somu

source: Vanuatu vatu
it_it: Vatu di Vanuatu
tr_tr: Vanuatu Vatusu

source: Venezuelan bolivar
it_it: Bolivar venezuelano
nl_nl: Venezolaanse bolivar
tr_tr: Venezuela Bolivar

source: Vietnamese dong
it_it: Vietnamita Dong
tr_tr: Vietnamlı dong

source: West African CFA franc
it_it: CFA Franco d'Africa occidentale
nl_nl: West-Afrikaanse CFA-frank
tr_tr: Batı Afrika CFA Frangı

source: Zambian kwacha
it_it: Kwacha zambiano
nl_nl: Zambiaanse Kwacha
tr_tr: Zambiya Kvaçası

source: Zimbabwean dollar
el: Zambian kwacha
it_it: Dollaro dello Zimbabwe
nl_nl: Zimbabwaanse dollar
tr_tr: Zimbabwe doları

source: Chinese Yuan
tr_tr: Çin Yuanı

source: Currencies
el: Νομίσματα
it_it: Valute
nl_nl: Valuta
tr_tr: Kurlar

source: Add New Currency
el: Πρόσθεσε νέο
it_it: Aggiungere una nuova valuta
nl_nl: Nieuwe valuta toevoegen
tr_tr: Yeni Para Birimi Ekle

source: Edit Currency
el: Επεξεργαστείτε το συνάλλαγμα
it_it: Modifica valuta
nl_nl: Valuta bewerken
tr_tr: Düzenleme Döviz

source: New Currency
el: Νέο συνάλλαγμα
it_it: Nuova valuta
nl_nl: Nieuwe valuta
tr_tr: Yeni Para Birimi

source: View Currency
el: Προβολή νομίσματος
it_it: Visualizza la valuta
nl_nl: Valuta bekijken
tr_tr: Para birimini görüntüle

source: Search Currencies
el: Αναζήτηση συναλλάγματος
it_it: Cerca le valute
nl_nl: Valuta's zoeken
tr_tr: Para Birimlerini Ara

source: No Currencies Found
el: Δεν βρέθηκε συνάλλαγμα
it_it: Nessuna valuta trovata
nl_nl: Geen valuta gevonden
tr_tr: Para Birimi Bulunamadı

source: No Currencies in Trash
el: Δεν υπάρχουν συναλλάγματα στον Κάδο απορριμμάτων
it_it: Niente valute nel cestino
nl_nl: Geen valuta in de prullenbak
tr_tr: Çöp Kutusunda Para Birimi Yok

source: Symbol character
el: Χαρακτήρας συμβόλου
it_it: Simbolo di carattere
nl_nl: Symbool karakter
tr_tr: Sembol karakteri

source: Symbol position
el: Θέση συμβόλου
it_it: Posizione simbolo valuta
nl_nl: Symboolpositie
tr_tr: Sembol konumu

source: Decimal separator
el: Διαχωριστικό δεκαδικών
it_it: Separatore decimale
nl_nl: Decimaalscheidingsteken
tr_tr: Ondalık ayırıcı

source: Decimal digits
el: Δεκαδικά ψηφία
it_it: Cifre decimali
nl_nl: Decimale cijfers
tr_tr: Ondalık basamaklar

source: Thousands separator
el: Διαχωριστικό χιλιάδων
it_it: Separatore di migliaia
nl_nl: Duizendtallen scheidingsteken
tr_tr: Binlik Ayraç

source: Drivers
el: Οδηγοί
it_it: Autisti
nl_nl: Chauffeurs
tr_tr: Sürücüler

source: Add New Driver
el: Προσθήκη νέου οδηγού
it_it: Aggiungi nuovo autista
nl_nl: Nieuwe chauffeur toevoegen
tr_tr: Yeni Sürücü Ekle

source: Edit Driver
el: Επεξεργασία οδηγού
it_it: Modifica autista
nl_nl: Bewerk chauffeur
tr_tr: Sürücüyü Düzenle

source: New Driver
el: Νέος οδηγός
it_it: Nuovo autista
nl_nl: Nieuwe chauffeur
tr_tr: Yeni Sürücü

source: View Driver
el: Προβολή οδηγού
it_it: Visualizza autista
nl_nl: Bekijk chauffeur
tr_tr: Sürücüyü Görüntüle

source: Search Drivers
el: Αναζήτηση οδηγών
it_it: Cerca gli autisti
nl_nl: Zoek chauffeurs
tr_tr: Sürücü Ara

source: No Drivers Found
el: Δεν βρέθηκαν οδηγοί
it_it: Nessun Autista Trovato
nl_nl: Geen stuurprogramma's gevonden
tr_tr: Sürücü Bulunamadı

source: No Drivers in Trash
el: Δεν υπάρχουν οδηγοί στον Κάδο απορριμμάτων
it_it: Nessun Autista nel cestino
nl_nl: Geen chauffeurs in de vuilnisbak
tr_tr: Çöpte Sürücü Yok

source: Thumbnail
el: Μικρογραφία
it_it: Miniatura
tr_tr: Küçük Resim

source: Position
el: Θέση
it_it: Posizione
nl_nl: Positie
tr_tr: Pozisyon

source: h
el: ω
nl_nl: u
tr_tr: sa

source: m
el: λ
tr_tr: sk

source: None
el: Κανένας
it_it: Nessuna
nl_nl: Geen
tr_tr: Hiçbiri

source: E-mail Accounts
el: Λογαριασμοί e-mail
it_it: Account e-mail
tr_tr: E-posta hesapları

source: Add New E-mail Account
el: Προσθήκη Νέου Λογαριασμού e-mail
it_it: Aggiungi nuovo account e-mail
nl_nl: Nieuw e-mailaccount toevoegen
tr_tr: Yeni E-posta Hesabı Ekle

source: Edit E-mail Account
el: Επεξεργασία Λογαριασμού e-mail
it_it: Modifica account e-mail
nl_nl: E-mail account bewerken
tr_tr: E-posta Hesabını Düzenle

source: New E-mail Account
el: Νέος Λογαριασμός e-mail
it_it: Nuovo account e-mail
nl_nl: Nieuw e-mailaccount
tr_tr: Yeni E-posta Hesabı

source: View E-mail Account
el: Δες τον Λογαριασμό e-mail
it_it: Visualizza Account E-mail
nl_nl: Bekijk e-mailaccount
tr_tr: E-posta Hesabını Görüntüle

source: Search E-mail Accounts
el: Αναζήτηση στους Λογαριασμούς e-mail
it_it: Cerca Account E-mail
nl_nl: Zoek e-mailaccounts
tr_tr: E-posta Hesaplarında Ara

source: No E-mail Accounts Found
el: Δεν βρέθηκαν Λογαριασμοί e-mail
it_it: Account E-mail non trovato
nl_nl: Geen e-mailaccounts gevonden
tr_tr: E-posta Hesabı Bulunamadı

source: No E-mail Accounts in Trash
el: Δεν βρέθηκαν Λογαριασμοί e-mail στα διεργαμμένα
it_it: Nessun account E-mail nel cestino
nl_nl: Geen e-mailaccounts in de prullenbak
tr_tr: Çöp Kutusunda E-posta Hesabı Yok

source: Sender
el: Αποστολέας
it_it: Mittente
nl_nl: Afzender
tr_tr: Gönderen

source: Cannot set details needed to send an e-mail message.
el: Δεν είναι δυνατός ο ορισμός των στοιχείων που απαιτούνται για την αποστολή μηνύματος e-mail.
it_it: Non è possibile impostare i dettagli necessari per inviare un messaggio e-mail.
nl_nl: Kan geen details instellen die nodig zijn om een e-mailbericht te versturen.
tr_tr: E-posta mesajı göndermek için gereken ayrıntılar ayarlanamıyor.

source: Test message
el: Δοκιμαστικό μήνυμα
it_it: Messaggio di prova
nl_nl: Testbericht
tr_tr: Mesajı test et

source: Exchange rates have been imported. Page will be reloaded...
el: Έχουν εισαχθεί συναλλαγματικές ισοτιμίες. Η σελίδα θα επαναφορτωθεί...
it_it: I tassi di cambio sono stati importati. La pagina verrà ricaricata...
nl_nl: Wisselkoersen zijn geïmporteerd. Pagina wordt opnieuw geladen...
tr_tr: Döviz kurları içe aktarıldı. Sayfa yeniden yüklenecek ...

source: Exchange rates cannot be imported.
el: Οι συναλλαγματικές ισοτιμίες δεν μπορούν να εισαχθούν.
it_it: I tassi di cambio non possono essere importati.
nl_nl: Wisselkoersen kunnen niet worden geïmporteerd.
tr_tr: Döviz kurları içe aktarılamaz.

source: Add New Geofence
el: Προσθήκη νέου Geofence
it_it: Aggiungi nuovo Geofence
nl_nl: Nieuwe Geofence toevoegen
tr_tr: Yeni Geofence Ekle

source: Edit Geofence
el: Επεξεργασία Geofence
it_it: Modifica Geofence
nl_nl: Geofence bewerken
tr_tr: Düzenle Geofence

source: New Geofence
el: Δημιουργία νέου Geofence
it_it: Nuovo Geofence
nl_nl: Nieuwe Geofence
tr_tr: Yeni Geofence

source: View Geofence
el: Προβολή Geofence
it_it: Visualizza Geofence
nl_nl: Bekijk Geofence
tr_tr: Geofence'ı Görüntüle

source: Search Geofence
el: Αναζήτηση Geofence
it_it: Cerca Geofence
nl_nl: Geofence zoeken
tr_tr: Geofence Ara

source: No Geofence Found
el: Δεν βρέθηκε Geofence
it_it: Nessun Geofence trovato
nl_nl: Geen Geofence gevonden
tr_tr: Geofence Bulunamadı

source: No Geofence in Trash
el: Δεν υπάρχει Geofence στον κάδο απορρυμάτων
it_it: Nessun Geofence nel Cestino
nl_nl: Geen Geofence in Prullenbak
tr_tr: Çöp Kutusunda Geofence Yok

source: Top center
el: Πάνω κέντρο
it_it: In alto a destra
nl_nl: Midden boven
tr_tr: Üst orta

source: Top left
el: Επάνω αριστερά
it_it: Alto a sinistra
nl_nl: Linksboven
tr_tr: Sol üst

source: Top right
el: Επάνω δεξιά
it_it: Alto a destra
nl_nl: Rechtsboven
tr_tr: Sağ üst

source: Left top
el: Αριστερά επάνω
it_it: In alto a sinistra
nl_nl: Links boven
tr_tr: Sol üst

source: Right top
el: Δεξιά Επάνω
it_it: In alto a destra
nl_nl: Rechts boven
tr_tr: Sağ üst

source: Left center
el: Αριστερά Κέντρο
it_it: Centrato a sinistra
nl_nl: Links midden
tr_tr: Sol merkez

source: Right center
el: Δεξιά Κέντρο
it_it: Centrato a destra
nl_nl: Rechts midden
tr_tr: Sağ merkez

source: Left bottom
el: Κάτω αριστερά
it_it: In basso a sinistra
nl_nl: Links onder
tr_tr: Sol alt

source: Right bottom
el: Κάτω δεξιά
it_it: In basso a destra
nl_nl: Rechts onder
tr_tr: Sağ alt

source: Bottom center
el: Κάτω κέντρο
it_it: In basso al centro
nl_nl: Onder Midden
tr_tr: Alt orta

source: Bottom left
el: Κάτω αριστερά
it_it: Basso a sinistra
nl_nl: Linksonder
tr_tr: Sol alt

source: Bottom right
el: Κάτω δεξιά
it_it: In basso a destra
nl_nl: Rechtsonder
tr_tr: Sağ alt

source: Roadmap
el: Οδικός Χάρτης
it_it: Tabella di marcia
nl_nl: Wegenkaart
tr_tr: Yol Haritası

source: Satellite
el: Μέσω δορυφόρου
nl_nl: Satelliet
tr_tr: Uydu

source: Hybrid
el: Υβριδικός
it_it: Ibrida
nl_nl: Hybride
tr_tr: Hibrit

source: Terrain
el: Εδαφικός
it_it: Terreno
nl_nl: Terrein
tr_tr: Arazi

source: Default
el: Προεπιλογή
it_it: Predefinito
nl_nl: Standaard
tr_tr: Varsayılan

source: Horizontal Bar
el: Οριζόντια Μπάρα
it_it: Barra Orizzontale
nl_nl: Horizontale balk
tr_tr: Yatay çubuk

source: Dropdown Menu
el: Μενού Dropdown
it_it: Menu a discesa principale
tr_tr: Aşağıya doğru açılan menü

source: Tolls
el: Διόδια
it_it: Pedaggi
nl_nl: Tolwegen
tr_tr: Geçiş ücretleri

source: Highways
el: Εθνικές οδοί
it_it: Autostrade
nl_nl: Snelwegen
tr_tr: Karayolları

source: Ferries
el: Φέρρυ
it_it: Traghetti
nl_nl: Veren
tr_tr: Feribotlar

source: Result:
el: Αποτέλεσμα:
it_it: Risultato:
nl_nl: Resultaat:
tr_tr: Sonuç:

source: Data:
el: Δεδομένα:
it_it: Dati:
nl_nl: Gegevens:
tr_tr: Veri:

source: Copied!
el: Αντιγράφήκε!
it_it: Copiato!
nl_nl: Gekopieerd!
tr_tr: Kopyalandı!

source: Copy
el: Αντιγραφή
it_it: Copia
nl_nl: Kopiëren
tr_tr: Kopya

source: From:
el: Από:
it_it: Da:
nl_nl: Van:
tr_tr: Gönderen:

source: To:
el: Προς:
it_it: A:
nl_nl: Aan:
tr_tr: Kime:

source: Kilometers
el: Χιλιόμετρα
it_it: Chilometri
tr_tr: Kilometre

source: Miles
el: Μίλια
it_it: Miglia
nl_nl: Mijlen
tr_tr: Mil

source: Price per mile
el: Τιμή ανά μίλι
it_it: Prezzo per miglia
nl_nl: Prijs per mijl
tr_tr: Mil başına fiyat

source: Price per kilometer
el: Τιμή ανά χιλιόμετρο
it_it: Prezzo per km
nl_nl: Prijs per kilometer
tr_tr: Kilometre başına fiyat

source: Distance in miles
el: Απόσταση σε μίλια
it_it: Distanza in miglia
nl_nl: Afstand in mijlen
tr_tr: Mil cinsinden mesafe

source: Distance in kilometers
el: Χιλιομετρική απόσταση
it_it: Distanza in Km
nl_nl: Afstand in kilometers
tr_tr: Kilometre cinsinden mesafe

source: Per mile
el: Ανά μίλι
it_it: Prezzo per miglia
nl_nl: Per mijl
tr_tr: Mil başına

source: Per kilometer
el: Ανά χιλιόμετρο
it_it: Prezzo per Km
tr_tr: Kilometre başına

source: Per mile (return)
el: Ανά μίλι (επιστροφή)
it_it: Per chilometro (andata e ritorno)
nl_nl: Per mijl (retour)
tr_tr: Mil başına (dönüş)

source: Per kilometer (return)
el: Ανά χιλιόμετρο (επιστροφή)
it_it: Per chilometro (andata e ritorno)
nl_nl: Per kilometer (retour)
tr_tr: Kilometre başına (dönüş)

source: Per mile (return, new ride)
el: Ανά μίλι (επιστροφή, νέα διαδρομή)
it_it: Per chilometro (ritorno, nuova corsa)
nl_nl: Per kilometer (retour, nieuwe rit)
tr_tr: Mil başına (dönüş, yeni sürüş)

source: Per kilometer (return, new ride)
el: Ανά χιλιόμετρο (επιστροφή, νέα διαδρομή)
it_it: Per chilometro (andata e ritorno, nuova corsa)
nl_nl: Per kilometer (retour, nieuwe rit)
tr_tr: Kilometre başına (dönüş, yeni sürüş)

source: in miles
el: σε μίλια
it_it: in miglia
nl_nl: in mijlen
tr_tr: mil cinsinden

source: in kilometers
el: σε χιλιόμετρα
it_it: in chilometri
tr_tr: kilometre cinsinden

source: miles
el: μίλια
it_it: miglia
nl_nl: mijlen
tr_tr: mil

source: kilometers
el: χιλιόμετρα
it_it: chilometri
tr_tr: kilometre

source: per mile
el: ανά μίλι
it_it: per chilometro
nl_nl: per mijl
tr_tr: mil başına

source: per kilometer
el: ανά χιλιόμετρο
it_it: per chilometro
tr_tr: kilometre başına

source: Request - action %s
el: Αίτημα - δράση %s
it_it: Richiesta - azione %s
nl_nl: Verzoek - actie %s
tr_tr: İstek - eylem %s

source: Response - status %s
el: Απόκριση - κατάσταση %s
it_it: Risposta - stato %s
nl_nl: Antwoord - status %s
tr_tr: Yanıt - durum %s

source: Locations
el: Τοποθεσίες
it_it: Località
nl_nl: Locaties
tr_tr: Konumlar

source: Add New Location
el: Προσθήκη Νέας Τοποθεσίας
it_it: Aggiungi nuova Località
nl_nl: Voeg nieuwe locatie toe
tr_tr: Yeni Konum Ekle

source: Edit Location
el: Επεξεργασία Τοποθεσίας
it_it: Modifica località
nl_nl: Bewerk locatie
tr_tr: Konum Düzenle

source: New Location
el: Νέα Τοποθεσία
it_it: Nuova località
nl_nl: Nieuwe locatie
tr_tr: Yeni Konum

source: View Location
el: Εμφάνιση τοποθεσίας
it_it: Visualizza Località
nl_nl: Locatie bekijken
tr_tr: Konumu Görüntüle

source: Search Locations
el: Αναζήτηση τοποθεσιών
it_it: Cerca Località
nl_nl: Zoek locaties
tr_tr: Konum Ara

source: No Location Found
el: Δεν βρέθηκε Τοποθεσία
it_it: Nessuna Località Trovata
nl_nl: Gaan locatie gevonden
tr_tr: Konum Bulunamadı

source: No Locations in Trash
el: Δεν βρέθηκαν Τοποθεσίες στα διαγραμμένα
it_it: Nessuna Località nel Cestino
nl_nl: Geen locaties in de prullenbak
tr_tr: Çöp Kutusunda Yer Yok

source: Location on the map
el: Τοποθεσία στο χάρτη
it_it: Posizione sulla mappa
nl_nl: Plaats op de kaart
tr_tr: Harita üzerindeki konum

source: Sending an notification about new booking to the customer.
el: Αποστολή ειδοποίησης σχετικά με νέα κράτηση στον πελάτη.
it_it: Invio di una notifica di nuova prenotazione al cliente.
nl_nl: Een melding over nieuwe boeking naar de klant wordt verstuurd.
tr_tr: Müşteriye yeni rezervasyon hakkında bir bildirim gönderme.

source: Sending an notification about new booking on defined e-mail addresses.
el: Αποστολή ειδοποίησης σχετικά με νέα κράτηση σε καθορισμένες διευθύνσεις ηλεκτρονικού ταχυδρομείου.
it_it: Invio di una notifica di nuova prenotazione su indirizzi e-mail definiti.
nl_nl: Een melding over nieuwe boeking op gedefinieerde e-mailadressen wordt verstuurd.
tr_tr: Tanımlanan e-posta adreslerine yeni rezervasyon hakkında bildirim gönderilmesi.

source: Sending an notification about new booking to the driver.
el: Αποστολή ειδοποίησης σχετικά με νέα κράτηση στον οδηγό.
it_it: Invio di una notifica di nuova prenotazione al conducente.
nl_nl: Een bericht over een nieuwe boeking naar de bestuurder sturen.
tr_tr: Sürücüye yeni rezervasyon hakkında bir bildirim gönderme.

source: Sending an notification about new changes in the booking to the customer.
el: Αποστολή ειδοποίησης για νέες αλλαγές στην κράτηση στον πελάτη.
it_it: Invio al cliente di una notifica di nuove modifiche della prenotazione.
nl_nl: Een melding over nieuwe wijzigingen in de boeking naar de klant wordt verstuurd.
tr_tr: Müşteriye rezervasyondaki yeni değişiklikler hakkında bildirim göndermek.

source: Sending an notification about new assigned driver to the booking.
el: Αποστολή ειδοποίησης σχετικά με νέο εκχωρημένο οδηγό στην κράτηση.
it_it: Invio di una notifica sul nuovo autista assegnato alla prenotazione.
nl_nl: Een bericht sturen over de nieuwe toegewezen bestuurder naar de boeking.
tr_tr: Rezervasyona yeni atanan sürücü hakkında bir bildirim gönderme.

source: Sending an notification about new unassigned driver to the booking.
el: Αποστολή ειδοποίησης σχετικά με νέο μη εκχωρημένο οδηγό στην κράτηση.
it_it: Invio di una notifica di un nuovo conducente non assegnato alla prenotazione.
nl_nl: Een bericht sturen over een nieuwe niet toegewezen bestuurder naar de boeking.
tr_tr: Rezervasyona yeni atanmamış sürücü hakkında bir bildirim gönderme.

source: Sending an notification with information about accepting/rejecting booking by driver.
el: Αποστολή ειδοποίησης με πληροφορίες σχετικά με την αποδοχή/απόρριψη κράτησης από τον οδηγό.
it_it: Invio di una notifica con informazioni sull'accettazione/rifiuto della prenotazione da parte del conducente.
nl_nl: Versturen van een kennisgeving met informatie over het accepteren/afwijzen van de boeking door de bestuurder.
tr_tr: Sürücü tarafından rezervasyonu kabul etme / reddetme hakkında bilgi içeren bir bildirim gönderme.

source: Sending an notification about cancelling booking on defined e-mail addresses.
el: Αποστολή ειδοποίησης σχετικά με την ακύρωση της κράτησης σε καθορισμένες διευθύνσεις ηλεκτρονικού ταχυδρομείου.
it_it: Invio di una notifica di cancellazione della prenotazione agli indirizzi e-mail definiti.
nl_nl: Een bericht over het annuleren van een boeking naar bepaalde e-mailadressen sturen.
tr_tr: Tanımlı e-posta adreslerine rezervasyon iptali ile ilgili bildirim gönderilmesi.

source: Sending an notification about new booking on defined phone number.
el: Αποστολή ειδοποίησης σχετικά με νέα κράτηση σε καθορισμένο αριθμό τηλεφώνου.
it_it: Invio di una notifica di nuova prenotazione su un numero di telefono definito.
nl_nl: Een melding over nieuwe boeking op het gedefinieerde telefoonnummer wordt verstuurd.
tr_tr: Tanımlanmış telefon numarasına yeni rezervasyonla ilgili bildirim gönderilmesi.

source: Response and request data.
el: Δεδομένα απόκρισης και αιτήματος.
it_it: Dati di risposta e di richiesta.
nl_nl: Antwoord- en verzoekgegevens.
tr_tr: Yanıt ve talep verileri.

source: Adding a new event to the calendar.
el: Προσθήκη νέου συμβάντος στο ημερολόγιο.
it_it: Aggiunta di un nuovo evento al calendario.
nl_nl: Een nieuwe gebeurtenis toevoegen aan de agenda.
tr_tr: Takvime yeni bir etkinlik eklemek.

source: Getting a calendar list.
el: Λήψη λίστας ημερολογίου.
it_it: Ottenendo un elenco di calendari.
nl_nl: Een kalenderlijst krijgen.
tr_tr: Takvim listesi alma.

source: Getting token.
el: Λήψη διακριτικού.
it_it: Ottenendo token.
nl_nl: Token halen.
tr_tr: Jeton alıyorum.

source: Checking (in the pricing rule) if location belongs to country.
el: Έλεγχος (στον κανόνα τιμολόγησης) εάν η τοποθεσία ανήκει στη χώρα.
it_it: Verifica (nella regola di tariffazione) se la località appartiene a un Paese.
nl_nl: Controleren (in de prijsregel) of locatie tot land behoort.
tr_tr: Konumun ülkeye ait olup olmadığının kontrol edilmesi (fiyatlandırma kuralında).

source: Getting country code based on customer IP address.
el: Λήψη κωδικού χώρας με βάση τη διεύθυνση IP του πελάτη.
it_it: Ottenere il codice del Paese in base all'indirizzo IP del cliente.
nl_nl: Landcode krijgen op basis van het IP-adres van de klant.
tr_tr: Müşteri IP adresine göre ülke kodunu alma.

source: Creating a payment.
el: Δημιουργία πληρωμής.
it_it: Creare un pagamento.
nl_nl: Een betaling aanmaken.
tr_tr: Ödeme oluşturma.

source: Receiving a payment.
el: Λήψη πληρωμής.
it_it: Ricevere un pagamento.
nl_nl: Een betaling ontvangen.
tr_tr: Bir ödeme alınıyor.
