Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: List of allowed file extensions (separated by semicolon) for upload. If left empty, all file types can be uploaded. Note that upload permissions are also controlled by WordPress. More info <a href="%s" target="_blank">here</a>.
el: Λίστα επιτρεπόμενων επεκτάσεων αρχείων (διαχωρισμένες με άνω και κάτω τελεία) για μεταφόρτωση. Αν παραμείνει κενό, μπορούν να μεταφορτωθούν όλοι οι τύποι αρχείων. Σημειώστε ότι τα δικαιώματα μεταφόρτωσης ελέγχονται επίσης από το WordPress. Περισσότερες πληροφορίες <a href="%s" target="_blank">εδώ</a>.
it_it: Elenco delle estensioni di file consentite (separate da punto e virgola) per il caricamento. Se lasciato vuoto, possono essere caricati tutti i tipi di file. Si noti che i permessi di caricamento sono controllati anche da WordPress. Maggiori informazioni <a href="%s" target="_blank">qui</a>.
nl_nl: Lijst met toegestane bestandsextensies (gescheiden door puntkomma) voor uploaden. Als u deze leeg laat, kunnen alle bestandstypes worden geüpload. Merk op dat uploadrechten ook door WordPress worden gecontroleerd. Meer informatie <a href="%s" target="_blank">vindt u hier</a>.
tr_tr: Karşıya yükleme için izin verilen dosya uzantılarının listesi (noktalı virgülle ayrılmış). Boş bırakılırsa, tüm dosya türleri yüklenebilir. Yükleme izinlerinin WordPress tarafından da kontrol edildiğini unutmayın. Daha fazla bilgi <a href="%s" target="_blank">burada</a>.

source: Duration/distance in pricing rules
el: Διάρκεια/απόσταση στους κανόνες τιμολόγησης
it_it: Durata/distanza nelle regole di tariffazione
nl_nl: Duur/afstand in de prijsvoorschriften
tr_tr: Fiyatlandırma kurallarında süre / mesafe

source: Select how distance and duration should be calculated for return/return (new ride) transfer types in pricing rules.
el: Επιλέξτε τον τρόπο υπολογισμού της απόστασης και της διάρκειας για τους τύπους μεταφοράς επιστροφής/επιστροφής (νέα διαδρομή) στους κανόνες τιμολόγησης.
it_it: Selezioni il modo in cui la distanza e la durata devono essere calcolate per i tipi di trasferimento andata/ritorno (nuova corsa) nelle regole di tariffazione.
nl_nl: Selecteer hoe afstand en duur moeten worden berekend voor overdrachtstypen retour/retour (nieuwe rit) in de prijsregels.
tr_tr: Fiyatlandırma kurallarında gidiş/dönüş (yeni yolculuk) aktarım türleri için mesafe ve sürenin nasıl hesaplanacağını seçin.

source: "Use sum" means one-way + return values will be used.
el: "Use sum" σημαίνει ότι θα χρησιμοποιηθούν μονόδρομος + τιμές επιστροφής.
it_it: "Usa somma" significa che verranno utilizzati i valori di ritorno a senso unico +.
nl_nl: "Gebruik som" betekent dat eenrichtings + retourwaarden worden gebruikt.
tr_tr: "Use sum" tek yönlü + dönüş değerlerinin kullanılacağı anlamına gelir.

source: "Use one-way" means only one-way distance and duration will be applied.
el: "Χρήση μονής κατεύθυνσης" σημαίνει ότι θα εφαρμοστούν μόνο η απόσταση και η διάρκεια μιας κατεύθυνσης.
it_it: "Utilizza un senso unico" significa che verranno applicate solo la distanza e la durata di un senso unico.
nl_nl: "Gebruik in één richting" betekent dat alleen de afstand en duur in één richting worden toegepast.
tr_tr: "Tek yönlü kullan" yalnızca tek yönlü mesafe ve sürenin uygulanacağı anlamına gelir.

source: Use sum of distance/duration
el: Χρησιμοποιήστε το άθροισμα της απόστασης/διάρκειας
it_it: Utilizza la somma di distanza/durata
nl_nl: Gebruik de som van de afstand/duur
tr_tr: Mesafe / süre toplamını kullan

source: Use one way distance/duration
el: Χρησιμοποιήστε απόσταση/διάρκεια μιας κατεύθυνσης
it_it: Utilizzi la distanza/durata a senso unico
nl_nl: Gebruik eenrichtingsafstand/duur in één richting
tr_tr: Tek yönlü mesafe / süre kullanın

source: Non-blocking booking statuses
el: Καταστάσεις κράτησης χωρίς μπλοκάρισμα
it_it: Stati di prenotazione non bloccanti
nl_nl: Niet-blokkerende boekingsstatussen
tr_tr: Engellemeyen rezervasyon durumları

source: Select statuses that don't block date/time when checking vehicle availability based on past bookings.
el: Επιλέξτε καταστάσεις που δεν μπλοκάρουν την ημερομηνία/ώρα κατά τον έλεγχο της διαθεσιμότητας οχήματος βάσει προηγούμενων κρατήσεων.
it_it: Selezioni gli stati che non bloccano la data/ora quando verifica la disponibilità del veicolo in base alle prenotazioni precedenti.
nl_nl: Selecteer statussen die datum/tijd niet blokkeren bij het controleren van de beschikbaarheid van voertuigen op basis van eerdere boekingen.
tr_tr: Geçmiş rezervasyonlara göre araç kullanılabilirliğini kontrol ederken tarih/saat engellemeyen durumları seçin.

source: Enable or disable QuanticaLabs copyright text in the footer.
el: Ενεργοποίηση ή απενεργοποίηση του κειμένου πνευματικών δικαιωμάτων της QuanticaLabs στο υποσέλιδο.
it_it: Abilita o disabilita il testo del copyright di QuanticaLabs nel piè di pagina.
nl_nl: Schakel de copyrighttekst van QuanticaLabs in de voettekst in of uit.
tr_tr: Altbilgideki QuanticaLabs telif hakkı metnini etkinleştirin veya devre dışı bırakın.

source: Add JS/CSS files only to page with shortcode
el: Προσθήκη αρχείων JS/CSS μόνο στη σελίδα με συντομευτικό κώδικα
it_it: Aggiunga i file JS/CSS solo alla pagina con lo shortcode
nl_nl: Voeg JS/CSS-bestanden alleen toe aan pagina met shortcode
tr_tr: JS/CSS dosyalarını yalnızca kısa kod ile sayfaya ekleyin

source: Add JavaScript/CSS scripts/stylesheets only to page which includes plugin shortcode.
el: Προσθέστε JavaScript/CSS scripts/stylesheets μόνο στη σελίδα που περιλαμβάνει τον σύντομο κωδικό του plugin.
it_it: Aggiungere script JavaScript/CSS/stili di stile solo alla pagina che include lo shortcode del plugin.
nl_nl: JavaScript/CSS scripts/stylesheets alleen toevoegen aan pagina die plugin shortcode bevat.
tr_tr: JavaScript/CSS komut dosyalarını/stil sayfalarını yalnızca eklenti kısa kodu içeren sayfaya ekleyin.

source: WooCommerce order items
el: Στοιχεία παραγγελίας WooCommerce
it_it: Articoli dell'ordine di WooCommerce
nl_nl: WooCommerce bestel items
tr_tr: WooCommerce sipariş öğeleri

source: Enable or disable merging items with the same tax rate in the WooCommerce order.
el: Ενεργοποίηση ή απενεργοποίηση της συγχώνευσης στοιχείων με τον ίδιο φορολογικό συντελεστή στην παραγγελία του WooCommerce.
it_it: Abilita o disabilita l'unione degli articoli con la stessa aliquota fiscale nell'ordine di WooCommerce.
nl_nl: Schakel het samenvoegen van artikelen met hetzelfde belastingtarief in de WooCommerce-bestelling in of uit.
tr_tr: WooCommerce siparişinde aynı vergi oranına sahip öğeleri birleştirmeyi etkinleştirin veya devre dışı bırakın.

source: WooCommerce templates
el: Πρότυπα WooCommerce
it_it: Modelli WooCommerce
nl_nl: WooCommerce-sjablonen
tr_tr: WooCommerce şablonları

source: Use WooCommerce templates from the "Chauffeur Booking System for WordPress" plugin.
el: Χρησιμοποιήστε πρότυπα WooCommerce από το πρόσθετο "Chauffeur Booking System for WordPress".
it_it: Utilizzi i modelli WooCommerce del plugin "Chauffeur Booking System for WordPress".
nl_nl: Gebruik WooCommerce sjablonen van de "Chauffeur Booking System for WordPress" plugin.
tr_tr: "Chauffeur Booking System for WordPress" eklentisindeki WooCommerce şablonlarını kullanın.

source: Import demo for the plugin is not available, because your are using "AutoRide" theme.
el: Το demo εισαγωγής για το πρόσθετο δεν είναι διαθέσιμο, επειδή χρησιμοποιείτε το θέμα "AutoRide".
it_it: La demo di importazione del plugin non è disponibile, perché sta utilizzando il tema "AutoRide".
nl_nl: Import demo voor de plugin is niet beschikbaar, omdat u "AutoRide" thema gebruikt.
tr_tr: "AutoRide" temasını kullandığınız için eklenti için içe aktarma demosu mevcut değil.

source: You should use "Theme Demo Data Installer" to install entire dummy content.
el: Θα πρέπει να χρησιμοποιήσετε το "Theme Demo Data Installer" για να εγκαταστήσετε ολόκληρο το εικονικό περιεχόμενο.
it_it: Dovrebbe utilizzare "Theme Demo Data Installer" per installare l'intero contenuto fittizio.
nl_nl: U moet "Theme Demo Data Installer" gebruiken om volledige dummy-inhoud te installeren.
tr_tr: Sahte içeriğin tamamını yüklemek için "Tema Demo Veri Yükleyicisi" ni kullanmalısınız.

source: To import the demo content, click the button below.
el: Για να εισαγάγετε το περιεχόμενο επίδειξης, κάντε κλικ στο παρακάτω κουμπί.
it_it: Per importare il contenuto demo, clicchi sul pulsante sottostante.
nl_nl: Klik op de onderstaande knop om de demo-inhoud te importeren.
tr_tr: Demo içeriğini içe aktarmak için aşağıdaki düğmeye tıklayın.

source: This function should be run only once — running it again will create duplicate content.
el: Αυτή η λειτουργία θα πρέπει να εκτελεστεί μόνο μία φορά - η εκτέλεσή της ξανά θα δημιουργήσει διπλότυπο περιεχόμενο.
it_it: Questa funzione deve essere eseguita una sola volta - eseguendola di nuovo si creeranno contenuti duplicati.
nl_nl: Deze functie mag maar één keer worden uitgevoerd - als u deze nogmaals uitvoert, wordt er dubbele inhoud gecreëerd.
tr_tr: Bu işlev yalnızca bir kez çalıştırılmalıdır - tekrar çalıştırılması kopya içerik oluşturacaktır.

source: The process may take a few minutes and cannot be undone.
el: Η διαδικασία μπορεί να διαρκέσει μερικά λεπτά και δεν μπορεί να ανακληθεί.
it_it: Il processo può richiedere alcuni minuti e non può essere annullato.
nl_nl: Dit proces kan enkele minuten duren en kan niet ongedaan worden gemaakt.
tr_tr: İşlem birkaç dakika sürebilir ve geri alınamaz.

source: To import the demo content, you must first verify your license in the "General / License" tab.
el: Για να εισαγάγετε το περιεχόμενο επίδειξης, πρέπει πρώτα να επαληθεύσετε την άδειά σας στην καρτέλα "Γενικά / Άδεια χρήσης".
it_it: Per importare il contenuto demo, deve prima verificare la sua licenza nella scheda "Generale / Licenza".
nl_nl: Om de demo-inhoud te importeren, moet u eerst uw licentie controleren op het tabblad "Algemeen / Licentie".
tr_tr: Demo içeriğini içe aktarmak için öncelikle "Genel / Lisans" sekmesinden lisansınızı doğrulamanız gerekir.

source: Import
el: Εισαγωγή
it_it: Importa
nl_nl: Importeren
tr_tr: İçe Aktar

source: Do you really want to import demo data?
el: Θέλετε πραγματικά να εισαγάγετε δεδομένα επίδειξης?
it_it: Vuole davvero importare i dati demo?
nl_nl: Wilt u echt demogegevens importeren?
tr_tr: Demo verilerini gerçekten içe aktarmak istiyor musunuz?

source: Booking status after successful payment
el: Κατάσταση κράτησης μετά την επιτυχή πληρωμή
it_it: Stato della prenotazione dopo il pagamento riuscito
nl_nl: Boekingsstatus na succesvolle betaling
tr_tr: Başarılı ödeme sonrası rezervasyon durumu

source: Set the booking status after successful payment.
el: Ορίστε την κατάσταση κράτησης μετά την επιτυχή πληρωμή.
it_it: Imposta lo stato della prenotazione dopo l'avvenuto pagamento.
nl_nl: Stel de boekingsstatus in na een succesvolle betaling.
tr_tr: Başarılı ödemeden sonra rezervasyon durumunu ayarlayın.

source: [No changes]
el: [Καμία αλλαγή]
it_it: Salva modifiche
nl_nl: [Geen wijzigingen]
tr_tr: [Değişiklik yok]

source: Set the same status if the booking sum is zero.
el: Ορίστε την ίδια κατάσταση εάν το ποσό της κράτησης είναι μηδέν.
it_it: Imposta lo stesso stato se la somma della prenotazione è zero.
nl_nl: Stel dezelfde status in als het boekingsbedrag nul is.
tr_tr: Rezervasyon toplamı sıfır ise aynı durumu ayarlayın.

source: Booking statuses synchronization
el: Συγχρονισμός καταστάσεων κρατήσεων
it_it: Sincronizzazione degli stati delle prenotazioni
nl_nl: Synchronisatie van boekingsstatussen
tr_tr: Rezervasyon durumları senkronizasyonu

source: Synchronize booking statuses between the plugin and WooCommerce.
el: Συγχρονίστε τις καταστάσεις κρατήσεων μεταξύ του πρόσθετου και του WooCommerce.
it_it: Sincronizza gli stati delle prenotazioni tra il plugin e WooCommerce.
nl_nl: Synchroniseer boekingsstatussen tussen de plugin en WooCommerce.
tr_tr: Rezervasyon durumlarını eklenti ve WooCommerce arasında senkronize edin.

source: Booking webhook
el: Κράτηση webhook
it_it: Webhook di prenotazione
nl_nl: Boeking webhook
tr_tr: Rezervasyon web kancası

source: Enable this webhook to send full order details to the defined URL after the defined event.
el: Ενεργοποιήστε αυτό το webhook για να στείλετε τα πλήρη στοιχεία της παραγγελίας στην καθορισμένη διεύθυνση URL μετά το καθορισμένο συμβάν.
it_it: Abilita questo webhook per inviare i dettagli completi dell'ordine all'URL definito dopo l'evento definito.
nl_nl: Schakel deze webhook in om volledige bestelgegevens naar de gedefinieerde URL te verzenden na de gedefinieerde gebeurtenis.
tr_tr: Tanımlanan olaydan sonra tüm sipariş ayrıntılarını tanımlanan URL'ye göndermek için bu web kancasını etkinleştirin.

source: Specify when the webhook has to be running.
el: Καθορίστε πότε πρέπει να εκτελείται το webhook.
it_it: Specifica quando il webhook deve essere in esecuzione.
nl_nl: Geef aan wanneer de webhook moet worden uitgevoerd.
tr_tr: Web kancasının ne zaman çalışması gerektiğini belirtin.

source: Define how many times webhook can be triggered. Value "0" means that this number is unlimited.
el: Ορίστε πόσες φορές μπορεί να ενεργοποιηθεί το webhook. Η τιμή "0" σημαίνει ότι ο αριθμός αυτός είναι απεριόριστος.
it_it: Definisce quante volte il webhook può essere attivato. Il valore "0" significa che questo numero è illimitato.
nl_nl: Definieer hoe vaak de webhook kan worden geactiveerd. Waarde "0" betekent dat dit aantal onbeperkt is.
tr_tr: Web kancasının kaç kez tetiklenebileceğini tanımlayın. "0" değeri bu sayının sınırsız olduğu anlamına gelir.

source: User business account
el: Επαγγελματικός λογαριασμός χρήστη
it_it: Conto aziendale dell'utente
nl_nl: Gebruiker zakelijk account
tr_tr: Kullanıcı iş hesabı

source: Business account
el: Επαγγελματικός λογαριασμός
it_it: Conto commerciale
nl_nl: Zakelijke account
tr_tr: İş hesabı

source: (required)
el: (απαιτείται)
it_it: (richiesto)
nl_nl: (verplicht)
tr_tr: (gerekli)

source: Enable business account for this user
el: Ενεργοποίηση επαγγελματικού λογαριασμού για αυτόν τον χρήστη
it_it: Abilita l'account business per questo utente
nl_nl: Zakelijk account inschakelen voor deze gebruiker
tr_tr: Bu kullanıcı için işletme hesabını etkinleştirin

source: Date from (DD-MM-YYYY)
el: Ημερομηνία από (ΗΗ-ΜΜ-ΥΥΥΥ)
it_it: Data da (GG-MM-AAAA)
nl_nl: Datum van (DD-MM-JJJJ)
tr_tr: (GG-AA-YYYY) tarihinden itibaren tarih

source: Date to (DD-MM-YYYY)
el: Ημερομηνία έως (ΗΗ-ΜΜ-ΕΥΕΕ)
it_it: Data a (GG-MM-AAAA)
nl_nl: Datum tot (DD-MM-JJJJ)
tr_tr: Tarih (GG-AA-YYYY)

source: Amount to use id this period
el: Ποσό προς χρήση id αυτή την περίοδο
it_it: Importo da utilizzare id questo periodo
nl_nl: Te gebruiken bedrag id deze periode
tr_tr: Bu dönemde id kullanılacak miktar

source: Business account transactions
el: Συναλλαγές επιχειρηματικού λογαριασμού
it_it: Transazioni del conto aziendale
nl_nl: Transacties op zakelijke rekeningen
tr_tr: İşletme hesabı işlemleri

source: Date and time
el: Ημ/νια και ώρα
it_it: Data e ora
nl_nl: Datum en tijd
tr_tr: Tarih ve saat

source: Amount before booking
el: Ποσό πριν από την κράτηση
it_it: Importo prima della prenotazione
nl_nl: Bedrag voor boeking
tr_tr: Rezervasyondan önceki miktar

source: Booking sum
el: Ποσό κράτησης
it_it: Somma di prenotazione
nl_nl: Boekingsbedrag
tr_tr: Rezervasyon toplamı

source: Amount after booking
el: Ποσό μετά την κράτηση
it_it: Importo dopo la prenotazione
nl_nl: Bedrag na boeking
tr_tr: Rezervasyon sonrası tutar

source: Style
el: Στυλ
it_it: Stile
nl_nl: Stijl
tr_tr: Stil

source: Form action URL address
el: Διεύθυνση URL δράσης φόρμας
it_it: Indirizzo URL
nl_nl: URL-adres voor formulieractie
tr_tr: Form eylem URL adresi

source: Open booking form in new window
el: Άνοιγμα φόρμας κράτησης σε νέο παράθυρο
it_it: Apra il modulo di prenotazione in una nuova finestra
nl_nl: Open het reserveringsformulier in een nieuw venster
tr_tr: Rezervasyon formunu yeni pencerede aç

source: - Not selected -
el: - Δεν έχει επιλεγεί -
it_it: ﻿- Nessun selezionato -
nl_nl: -Niet geselecteerd-
tr_tr: - Seçili değil -

source: CSS class
el: Κλάση CSS
it_it: Classe CSS
tr_tr: CSS sınıfı

source: Open booking form in second step automatically
el: Ανοίξτε αυτόματα τη φόρμα κράτησης στο δεύτερο βήμα
it_it: Aprire automaticamente il modulo di prenotazione nella seconda fase
nl_nl: Boekingsformulier in tweede stap automatisch openen
tr_tr: Rezervasyon formunu ikinci adımda otomatik olarak aç

source: Comment
el: Σχόλιο
it_it: Commento
nl_nl: Reactie
tr_tr: Yorum

source: Maximum bag count
el: Μέγιστος αριθμός σακουλών
it_it: Numero massimo di sacchetti
nl_nl: Maximaal aantal zakken
tr_tr: Maksimum torba sayısı

source: Maximum passengers count
el: Μέγιστος αριθμός επιβατών
it_it: Numero massimo di passeggeri
nl_nl: Maximaal aantal passagiers
tr_tr: Maksimum yolcu sayısı

source: Extra
el: Επιπλέον
tr_tr: Ekstra

source: Click to pay for this order
el: Κάντε κλικ για να πληρώσετε αυτή την παραγγελία
it_it: Clicchi per pagare questo ordine
nl_nl: Klik om deze bestelling te betalen
tr_tr: Bu sipariş için ödeme yapmak için tıklayın

source: Accept/reject booking
el: Αποδοχή/απόρριψη κράτησης
it_it: Accettare/rifiutare la prenotazione
nl_nl: Accepteren/afwijzen reservering
tr_tr: Rezervasyonu kabul et/reddet

source: Cancel booking
el: Ακύρωση κράτησης
it_it: Cancella prenotazione
nl_nl: Annuleer reservering
tr_tr: Rezervasyonu İptal Et

source: Click to cancel this booking
el: Κάντε κλικ για να ακυρώσετε αυτή την κράτηση
it_it: Clicchi per cancellare questa prenotazione
nl_nl: Klik om deze boeking te annuleren
tr_tr: Bu rezervasyonu iptal etmek için tıklayın

source: Information
el: Πληροφορίες
it_it: Informazioni
nl_nl: Informatie
tr_tr: Bilgi

source: Thank you for using our services.
el: Σας ευχαριστούμε που χρησιμοποιείτε τις υπηρεσίες μας.
it_it: Grazie per aver utilizzato i nostri servizi.
nl_nl: Bedankt voor het gebruik van onze diensten.
tr_tr: Hizmetlerimizden yararlandığınız için teşekkür ederiz.

source: Test message sending via "Chauffeur Booking System for WordPress".
el: Δοκιμαστική αποστολή μηνυμάτων μέσω του "Chauffeur Booking System for WordPress".
it_it: Prova l'invio di messaggi tramite "Chauffeur Booking System for WordPress".
nl_nl: Test het versturen van berichten via "Chauffeur Booking System for WordPress".
tr_tr: "Chauffeur Booking System for WordPress" üzerinden mesaj gönderimini test edin.

source: The date when your journey will start.
el: Η ημερομηνία έναρξης του ταξιδιού σας.
it_it: La data di inizio del viaggio.
nl_nl: De datum waarop uw reis begint.
tr_tr: Taşıma tarihini giriniz.

source: The time when your journey will start.
el: Η ώρα που θα ξεκινήσει το ταξίδι σας.
it_it: L'ora in cui inizierà il suo viaggio.
nl_nl: Het tijdstip waarop uw reis zal beginnen.
tr_tr: Taşıma saatini giriniz.

source: Persons
el: Άτομα
it_it: Persone
nl_nl: Personen
tr_tr: Kişiler

source: Enter a location
el: Εισάγετε Τοποθεσία
it_it: Inserisci una località
nl_nl: Een locatie invoeren
tr_tr: Bir Konum Girin

source: Waypoint duration (in minutes)
el: Διάρκεια σημείου διαδρομής (σε λεπτά)
it_it: Durata del waypoint (in minuti)
nl_nl: Duur waypoint (in minuten)
tr_tr: Yol noktası süresi (dakika cinsinden)

source: %d minute(s)
el: %d λεπτό(α)
it_it: %d minuto(s)
nl_nl: %d minuten
tr_tr: %d dakika (lar)

source: The address where your journey will start.
el: Η διεύθυνση από την οποία θα ξεκινήσει το ταξίδι σας.
it_it: L'indirizzo di partenza.
nl_nl: Het adres waar uw reis begint.
tr_tr: Eşyaların teslim alınacağı adresi giriniz.

source: Use my location
el: Χρησιμοποιήστε την τοποθεσία μου
it_it: Utilizza la mia posizione
nl_nl: Gebruik mijn locatie
tr_tr: Konumumu kullan

source: The address where your journey will end.
el: Η διεύθυνση στην οποία θα τελειώσει το ταξίδι σας.
it_it: L'indirizzo dove terminerà il suo viaggio.
nl_nl: Het adres waar uw reis zal eindigen.
tr_tr: Eşyaların teslim edileceği adresi giriniz.

source: Transfer type of the journey.
el: Τύπος μεταφοράς του ταξιδιού.
it_it: Tipo di trasferimento del viaggio.
nl_nl: Transfer type van de reis.
tr_tr: Yolculuk türü transfer.

source: Number of adults passengers.
el: Αριθμός ενηλίκων επιβατών.
it_it: Numero di passeggeri adulti.
nl_nl: Aantal volwassen passagiers.
tr_tr: Yetişkin yolcuların sayısı.

source: Number of children.
el: Αριθμός παιδιών.
it_it: Numero di bambini.
nl_nl: Aantal kinderen.
tr_tr: Çocuk Sayısı.

source: Extra time included to the journey.
el: Πρόσθετος χρόνος στο ταξίδι.
it_it: Tempo extra incluso nel viaggio.
nl_nl: Extra tijd inbegrepen bij de reis.
tr_tr: Yolculuğa ekstra zaman dahildir.

source: %d hour(s)
el: %d ώρα(ες)
it_it: %d ore
nl_nl: %d uur
tr_tr: %d Saatler

source: Duration (in hours)
el: Διάρκεια (σε ώρες)
it_it: Durata (in ore)
nl_nl: Duur (in uren)
tr_tr: Süre (saat olarak)

source: Duration of the journey.
el: Διάρκεια του ταξιδιού.
it_it: Durata del viaggio.
nl_nl: Duur van de reis.
tr_tr: Yolculuğun süresi.

source: Vehicles filter
el: Φίλτρο οχημάτων
it_it: Filtro veicoli
nl_nl: Voertuigen filter
tr_tr: Araçlar filtresi

source: Number of Passengers.
el: Αριθμός επιβατών.
it_it: Numero di passeggeri.
nl_nl: Aantal passagiers.
tr_tr: Yolcu Sayısı.

source: Number of Suitcases.
el: Αριθμός βαλιτσών.
it_it: Numero di valigie.
nl_nl: Aantal koffers.
tr_tr: Bavullar sayısı.

source: Vehicle Type.
el: Τύπος οχήματος.
it_it: Tipo Veicolo.
nl_nl: Voertuigtype.
tr_tr: Araç tipi.

source: Thank you for your order
el: Ευχαριστούμε για την παραγγελία σας
it_it: Grazie per il tuo ordine
nl_nl: Bedankt voor uw bestelling
tr_tr: Siparişiniz için teşekkür ederiz

source: Pay via PayPal
el: Πληρωμή μέσω PayPal
it_it: Paga con PayPal
nl_nl: Betalen via PayPal
tr_tr: PayPal ile Ödeme

source: You will be redirected to the payment page within <span>%s</span> second.
el: Θα μεταφερθείτε στη σελίδα πληρωμής εντός <span>%s</span> δευτερόλεπτο.
it_it: Verrà reindirizzato alla pagina di pagamento entro un <span>%s</span> secondo.
nl_nl: U wordt doorgestuurd naar de betalingspagina binnen <span>%s</span> seconde.
tr_tr: İçindeki ödeme sayfasına yönlendirileceksiniz <span>%s</span>second.

source: Pay via Credit Card
el: Πληρώστε με πιστωτική κάρτα
it_it: Pagare con carta di credito
nl_nl: Betalen via creditcard
tr_tr: Kredi Kartı ile Ödeme

source: Pay for order
el: Πληρωμή παραγγελίας
it_it: Paga per il tuo ordine
nl_nl: Betaal om te bestellen
tr_tr: Sipariş için ödeme

source: Back to home
el: Πίσω στην αρχική
it_it: Ritorna alla Home
nl_nl: Terug naar de homepagina
tr_tr: Ana Sayfaya Dön

source: Close this bar.
el: Κλείστε αυτή τη γραμμή.
it_it: Chiudere questa barra.
nl_nl: Sluit deze balk.
tr_tr: Bu çubuğu kapatın.

source: [Close]
el: [Κλείσιμο]
it_it: [Chiudere]
nl_nl: [Sluiten]
tr_tr: [Kapat]

source: You are editing a booking. It means that (after sending new booking) status of the this one will be set to "Cancelled" and a new booking will be created.
el: Επεξεργάζεστε μια κράτηση. Αυτό σημαίνει ότι (μετά την αποστολή της νέας κράτησης) η κατάσταση της παρούσας κράτησης θα οριστεί σε "Ακυρωμένη" και θα δημιουργηθεί μια νέα κράτηση.
it_it: Sta modificando una prenotazione. Significa che (dopo l'invio di una nuova prenotazione) lo stato di questa verrà impostato su "Annullato" e verrà creata una nuova prenotazione.
nl_nl: U bewerkt een boeking. Dit betekent dat (na het verzenden van een nieuwe boeking) de status van de huidige boeking wordt ingesteld op "Geannuleerd" en dat een nieuwe boeking wordt aangemaakt.
tr_tr: Bir rezervasyonu düzenliyorsunuz. Bu, (yeni rezervasyon gönderdikten sonra) bu rezervasyonun durumunun "İptal Edildi" olarak ayarlanacağı ve yeni bir rezervasyon oluşturulacağı anlamına gelir.
