Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: Total time
el: Συνολικός χρόνος
it_it: Tempo Totale
nl_nl: Totale tijd
tr_tr: Toplam zaman

source: Summary
el: Περίληψη
it_it: Sommario
nl_nl: Samenvatting
tr_tr: Özet

source: Vehicle
el: Όχημα
it_it: Veicolo
nl_nl: Voertuig
tr_tr: Araç

source: First name
el: Όνομα
it_it: Nome
nl_nl: Voornaam
tr_tr: İsim

source: Last name
el: Επώνυμο
it_it: Cognome
nl_nl: Achternaam
tr_tr: Soyadı

source: E-mail address
el: Διεύθυνση E-mail
it_it: Indirizzo email
nl_nl: E-mailadres
tr_tr: E-Posta Adresi

source: Company name
el: Όνομα εταιρίας
it_it: Nome Azienda
nl_nl: Bedrijfsnaam
tr_tr: Şirket Adı

source: Billing address
el: Διεύθυνση χρέωσης
it_it: Indirizzo di fatturazione
nl_nl: Factuuradres
tr_tr: Fatura Adresi

source: Comments
el: Σχόλια
it_it: Commenti
nl_nl: Reacties
tr_tr: Yorumlar

source: Contact & Billing Info
el: Πληροφορίες επικοινωνίας & χρέωσης
it_it: Contatti
nl_nl: Contact & Factuur Info
tr_tr: İletişim Bilgisi

source: Your choice
el: Η επιλογή σας
it_it: La tua Scelta
nl_nl: Jouw keuze
tr_tr: Sizin seçiminiz

source: Payment Method
el: Τρόπος Πληρωμής
it_it: Metodo di pagamento
nl_nl: Betaalmethode
tr_tr: Ödeme Yöntemi

source: Ride details
el: Λεπτομέρειες διαδρομής
it_it: Dettagli corsa
nl_nl: Details van de rit
tr_tr: Kurye Detayları

source: Gratuity:
el: Φιλοδώρημα:
it_it: Gratuità:
nl_nl: Dankbaarheid:
tr_tr: Bahşiş:

source: Enter value (fixed or percentage) of gratuity. If you wish to enter percentage value, use % sign after value, e.g.: 20% means 20 percent gratuity from net sum of booking.
el: Εισαγάγετε τιμή (σταθερή ή ποσοστό) φιλοδωρήματος. Εάν επιθυμείτε να εισαγάγετε ποσοστιαία τιμή, χρησιμοποιήστε % sign μετά την αξία, π.χ.: 20% σημαίνει 20% φιλοδώρημα από το καθαρό άθροισμα της κράτησης.
it_it: Inserisca il valore (fisso o percentuale) della mancia. Se desidera inserire un valore percentuale, utilizzi % sign dopo il valore, ad esempio: 20% significa il 20% di mancia dalla somma netta della prenotazione.
nl_nl: Voer de waarde (vast of percentage) van de fooi in. Als u een percentage wilt invoeren, gebruik dan % sign na de waarde, bijv.: 20% betekent 20 procent fooi van het netto bedrag van de boeking.
tr_tr: Bahşiş değerini (sabit veya yüzde) girin. Yüzde değeri girmek istiyorsanız, değerden sonra % sign kullanın, örneğin: %20, rezervasyonun net toplamından yüzde 20 bahşiş anlamına gelir.

source: Apply gratuity
el: Εφαρμογή φιλοδωρήματος
it_it: Applicare la mancia
nl_nl: Fooi toepassen
tr_tr: Bahşiş uygulayın

source: Do you have a discount code?
el: Έχετε εκπτωτικό κωδικό;
it_it: Hai un codice sconto?
nl_nl: Heb je een kortingscode?
tr_tr: Bir indirim kodunuz var mı?

source: Apply code
el: Εφαρμογή κωδικού
it_it: Applica codice
nl_nl: Gebruik promocode
tr_tr: Kod uygula

source: Vehicle info
el: Πληροφορίες οχήματος
it_it: Informazioni Veicolo
nl_nl: Voertuig info
tr_tr: Araç bilgileri

source: Click to open vehicle gallery.
el: Κάντε κλικ για να ανοίξετε τη συλλογή οχημάτων.
it_it: Fare clic per aprire la galleria dei veicoli.
nl_nl: Klik om de voertuiggalerij te openen.
tr_tr: Araç galerisini açmak için tıklayın.

source: Select
el: Επιλέξτε
it_it: Seleziona
nl_nl: Selecteer
tr_tr: Seç

source: Price for a vehicle is from <span>%s</span> to <span>%s</span>.
el: Η τιμή για ένα όχημα είναι από <span>%s</span> στο <span>%s</span>.
it_it: Il prezzo per un veicolo va da <span>%s</span> a <span>%s</span>.
nl_nl: De prijs voor een voertuig is van <span>%s</span> tot <span>%s</span>.
tr_tr: Bir araç için fiyat <span>%s</span> için <span>%s</span>.

source: Price for a vehicle is <span>%s</span>.
el: Η τιμή για ένα όχημα είναι <span>%s</span>.
it_it: Il prezzo per un veicolo è <span>%s</span>.
nl_nl: De prijs voor een voertuig is <span>%s</span>.
tr_tr: Bir araç için fiyat <span>%s</span>.

source: New account
el: Νέος λογαριασμός
it_it: Nuovo conto
nl_nl: Nieuw account
tr_tr: Yeni hesap

source: Create an account?
el: Δημιουργία λογαριασμού;
it_it: Creare un account?
nl_nl: Account aanmaken?
tr_tr: Hesap oluştur?

source: Login *
el: Σύνδεση*
tr_tr: Giriş

source: Password *
el: Κωδικός *
nl_nl: Wachtwoord *
tr_tr: Şifre *

source: Generate
el: Δημιουργία
it_it: Genera
nl_nl: Genereer
tr_tr: Oluştur

source: Show
el: Εμφάνιση
it_it: Mostra
nl_nl: Toon
tr_tr: Göster

source: Re-type password *
el: Επαναλάβετε των κωδικό πρόσβασης *
it_it: Ridigitare la password *
nl_nl: Typ wachtwoord opnieuw *
tr_tr: Şifre yeniden yazın *

source: Contact details
el: Στοιχεία επικοινωνίας
it_it: Informazioni di contatto
nl_nl: Contactgegevens
tr_tr: İletişim Detayları

source: First name *
el: Όνομα *
it_it: Nome*
nl_nl: Voornaam *
tr_tr: İlk İsim*

source: Last name *
el: Επώνυμο *
it_it: Cognome *
nl_nl: Achternaam *
tr_tr: Soyisim *

source: E-mail address *
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου *
it_it: E-mail *
nl_nl: E-mailadres
tr_tr: E-posta adresi *

source: Street
el: Οδός
it_it: Via
nl_nl: Straat
tr_tr: Sokak

source: Sign In
el: Σύνδεση
it_it: Accedi
nl_nl: Inloggen
tr_tr: Giriş Yap

source: Don't Have an Account?
el: Δεν έχετε λογαριασμό?
it_it: Non hai un account?
nl_nl: Nog geen Account?
tr_tr: Hesabınız yok mu?

source: Login error.
el: Σφάλμα σύνδεσης.
it_it: Errore di accesso.
nl_nl: Aanmeldingsfout.
tr_tr: Giriş hatası.

source: Provided coupon is invalid.
el: Το παρεχόμενο κουπόνι δεν είναι έγκυρο.
it_it: Codice Sconto non Valido.
nl_nl: Ingevoerde kortingscode is ongeldig.
tr_tr: Sağlanan kupon geçersizdir.

source: Provided coupon is valid. Discount has been granted.
el: Το κουπόνι που παρέχεται είναι έγκυρο. Η έκπτωση έχει πραγματοποιηθεί.
it_it: Codice Sconto Valido, Lo sconto è stato applicato.
nl_nl: Ingevoerde kortingscode is geldig. Korting is toegepast.
tr_tr: Sağlanan kupon geçerlidir. İndirim sağlanmıştır.

source: Gratuity has been added to the sum of the booking.
el: Το φιλοδώρημα έχει προστεθεί στο άθροισμα της κράτησης.
it_it: La mancia è stata aggiunta alla somma della prenotazione.
nl_nl: De fooi is toegevoegd aan het bedrag van de boeking.
tr_tr: Bahşiş rezervasyon tutarına eklenmiştir.

source: Gratuity has been set to 0.00.
el: Το φιλοδώρημα έχει οριστεί σε 0,00.
it_it: La mancia è stata impostata a 0,00.
nl_nl: Gratuity is ingesteld op 0,00.
tr_tr: Bahşiş 0,00 olarak ayarlanmıştır.

source: Show all
el: Προβολή όλων
it_it: Mostra tutto
nl_nl: Toon alles
tr_tr: Tümünü Göster

source: Hide
el: Απόκρυψη
it_it: Nascondi
nl_nl: Verberg
tr_tr: Gizle

source: Number
el: Αριθμός
it_it: Numero
nl_nl: Nummer
tr_tr: Numara

source: read more
el: περισσότερα
it_it: leggi tutto
nl_nl: lees verder
tr_tr: devamını oku

source: Notes
el: Σημειώσεις
it_it: Note
nl_nl: Notities
tr_tr: Notlar

source: Choose payment method
el: Επιλέξτε μέθοδο πληρωμής
it_it: Scegli il metodo di pagamento
nl_nl: Kies betalingsmethode
tr_tr: Ödeme yöntemi seçin

source: More info
el: Περισσότερες πληροφορίες
it_it: Più informazioni
nl_nl: Meer info
tr_tr: Daha fazla bilgi

source: Less info
el: Λιγότερες πληροφορίες
it_it: Meno informazioni
nl_nl: Minder info
tr_tr: Daha az bilgi

source: Uploaded file type is not allowed. You can upload files with such a extensions like: %s.
el: Ο τύπος του αρχείου που ανεβάσατε δεν επιτρέπεται. Μπορείτε να ανεβάσετε αρχεία με τέτοιες επεκτάσεις όπως: %s.
it_it: Il tipo di file caricato non è consentito. Può caricare file con estensioni come: %s.
nl_nl: Het geüploade bestandstype is niet toegestaan. U kunt bestanden uploaden met extensies zoals: %s.
tr_tr: Yüklenen dosya türüne izin verilmiyor. Böyle bir uzantıya sahip dosyaları yükleyebilirsiniz: %s.

source: %d hours (%s %s)
el: %d ώρες (%s %s)
it_it: %d ore (%s %s)
nl_nl: %d uur (%s %s)
tr_tr: %d saat (%s %s)

source: %d hours
el: %d ώρες
it_it: %d ore
nl_nl: %d uren
tr_tr: %d saat

source: File
el: Αρχείο
nl_nl: Bestand
tr_tr: Dosya

source: Location
el: Τοποθεσία
it_it: Luogo
nl_nl: Locatie
tr_tr: Konum

source: Text
el: Κείμενο
it_it: Testo
nl_nl: Tekst
tr_tr: Metin

source: Select list
el: Επιλέξτε λίστα
it_it: Seleziona lista
nl_nl: Lijst kiezen
tr_tr: Seçim Listesi

source: [Contact details]
el: [Στοιχεία Επικοινωνίας]
it_it: [Infromazioni di contatto]
nl_nl: [Contactgegevens]
tr_tr: [İletişim bilgileri]

source: [Billing address]
el: [Διεύθυνση χρέωσης]
it_it: [Indirizzo di fatturazione]
nl_nl: [Factuuradres]
tr_tr: [Fatura adresi]

source: Upload a file
el: Ανεβάστε ένα αρχείο
it_it: Carica un file
nl_nl: Upload een bestand
tr_tr: Bir dosya yükle

source: Uploaded file:
el: Μεταφορτωμένο αρχείο:
it_it: File caricati:
nl_nl: Geüpload bestand:
tr_tr: Yüklenen dosya:

source: Remove file
el: Κατάργηση αρχείου
it_it: Rimuovi il file
nl_nl: Verwijder bestand
tr_tr: Dosyayı kaldır

source: Agreements
el: Συμφωνίες
it_it: Contratti
nl_nl: Overeenkomsten
tr_tr: Sözleşmeler

source: Date is not valid.
el: Η ημερομηνία δεν είναι έγκυρη.
it_it: La data non è valida.
nl_nl: Datum is niet geldig.
tr_tr: Tarih geçerli değil.

source: Time is not valid.
el: Ο χρόνος δεν είναι έγκυρος.
it_it: Il tempo non è valido.
nl_nl: Tijd is niet geldig.
tr_tr: Zaman geçerli değildir.

source: Location on the Google Maps.
el: Τοποθεσία στους Χάρτες Google.
it_it: Posizione su Google Maps.
nl_nl: Locatie op Google Maps.
tr_tr: Google Haritalar'daki konum.

source: Main color, tab background, active form step background, next step button background, active button background, icons (total distance, total time, colored form field icons), vehicle prices.
el: Κύριο χρώμα, φόντο καρτέλας, φόντο ενεργού βήματος φόρμας, φόντο κουμπιού επόμενου βήματος, φόντο ενεργού κουμπιού, εικονίδια (συνολική απόσταση, συνολικός χρόνος, έγχρωμα εικονίδια πεδίου φόρμας), τιμές οχημάτων.
it_it: Colore principale, sfondo della scheda, sfondo del passo attivo del modulo, sfondo del pulsante del passo successivo, sfondo del pulsante attivo, icone (distanza totale, tempo totale, icone colorate dei campi del modulo), prezzi dei veicoli.
nl_nl: Hoofdkleur, tabbladachtergrond, actieve formulierstap achtergrond, volgende stap knop achtergrond, actieve knop achtergrond, pictogrammen (totale afstand, totale tijd, gekleurde formulierveld pictogrammen), voertuigprijzen.
tr_tr: Ana renk, sekme arka planı, aktif form adımı arka planı, sonraki adım düğmesi arka planı, aktif düğme arka planı, simgeler (toplam mesafe, toplam süre, renkli form alanı simgeleri), araç fiyatları.

source: Light gray backgrounds – e.g., summary box background.
el: Ανοιχτό γκρι φόντο - π.χ., φόντο πλαισίου σύνοψης.
it_it: Sfondi grigio chiaro - ad esempio, sfondo del riquadro di riepilogo.
nl_nl: Lichtgrijze achtergronden - bijv. de achtergrond van het samenvattingsvak.
tr_tr: Açık gri arka planlar - örneğin, özet kutusu arka planı.

source: White backgrounds.
el: Λευκά φόντα.
it_it: Sfondi bianchi.
nl_nl: Witte achtergronden.
tr_tr: Beyaz arka planlar.

source: Light texts, field labels, form step labels, back button labels, inactive button labels, small icons.
el: Ελαφρά κείμενα, ετικέτες πεδίων, ετικέτες βημάτων φόρμας, ετικέτες κουμπιών επιστροφής, ετικέτες ανενεργών κουμπιών, μικρά εικονίδια.
it_it: Testi leggeri, etichette dei campi, etichette dei passi del modulo, etichette del pulsante Indietro, etichette del pulsante Inattivo, piccole icone.
nl_nl: Lichte teksten, veldlabels, formulierstaplabels, terugknoplabels, inactieve knoplabels, kleine pictogrammen.
tr_tr: Hafif metinler, alan etiketleri, form adımı etiketleri, geri düğmesi etiketleri, etkin olmayan düğme etiketleri, küçük simgeler.

source: Light bar backgrounds (e.g., Ride Details, Extra Options, Vehicle Filter), inactive form step background, light borders and dividers, back button background, inactive button background.
el: Φόντα φωτεινών γραμμών (π.χ. Λεπτομέρειες διαδρομής, πρόσθετες επιλογές, φίλτρο οχήματος), φόντο ανενεργού βήματος φόρμας, φωτεινά πλαίσια και διαχωριστικά, φόντο κουμπιού επιστροφής, φόντο ανενεργού κουμπιού.
it_it: Sfondi leggeri delle barre (ad esempio, Dettagli corsa, Opzioni extra, Filtro veicolo), sfondo dei passi del modulo inattivo, bordi e divisori chiari, sfondo del pulsante Indietro, sfondo del pulsante inattivo.
nl_nl: Lichte balkachtergronden (bijv. Ritdetails, Extra opties, Voertuigfilter), inactieve formulierstapachtergrond, lichte randen en verdelers, achtergrond van terugknop, achtergrond van inactieve knop.
tr_tr: Işık çubuğu arka planları (örneğin, Sürüş Ayrıntıları, Ekstra Seçenekler, Araç Filtresi), etkin olmayan form adımı arka planı, ışık kenarlıkları ve bölücüler, geri düğmesi arka planı, etkin olmayan düğme arka planı.

source: Dark texts, form field values, headers, payment method labels.
el: Σκούρα κείμενα, τιμές πεδίων φόρμας, κεφαλίδες, ετικέτες μεθόδων πληρωμής.
it_it: Testi scuri, valori dei campi modulo, intestazioni, etichette dei metodi di pagamento.
nl_nl: Donkere teksten, formulierveldwaarden, kopteksten, betaalmethode-labels.
tr_tr: Koyu metinler, form alanı değerleri, başlıklar, ödeme yöntemi etiketleri.

source: Dark dividers, icons (passengers, suitcases in the vehicle list), inactive days in the calendar, 'Edit' button borders.
el: Σκούρα διαχωριστικά, εικονίδια (επιβάτες, βαλίτσες στη λίστα οχημάτων), ανενεργές ημέρες στο ημερολόγιο, περιθώρια κουμπιών "Επεξεργασία".
it_it: Divisori scuri, icone (passeggeri, valigie nell'elenco dei veicoli), giorni inattivi nel calendario, bordi del pulsante 'Modifica'.
nl_nl: Donkere verdelers, pictogrammen (passagiers, koffers in de lijst met voertuigen), inactieve dagen in de kalender, randen van de knop "Bewerken".
tr_tr: Koyu renkli bölücüler, simgeler (araç listesindeki yolcular, valizler), takvimde etkin olmayan günler, 'Düzenle' düğmesi kenarlıkları.

source: Very light texts, deposit label.
el: Πολύ ελαφριά κείμενα, ετικέτα κατάθεσης.
it_it: Testi molto leggeri, etichetta di deposito.
nl_nl: Zeer lichte teksten, statiegeldetiket.
tr_tr: Çok hafif metinler, depozito etiketi.

source: Error message backgrounds.
el: Υπόβαθρα μηνύματος σφάλματος.
it_it: Messaggio di errore di fondo.
nl_nl: Achtergronden van foutmeldingen.
tr_tr: Hata mesajı arka planları.

source: White labels.
el: Λευκές ετικέτες.
it_it: Etichette bianche.
nl_nl: Witte etiketten.
tr_tr: Beyaz etiketler.

source: Color #%s
el: Χρώμα #%s
it_it: Colore #%s
tr_tr: Renk #%s

source: Enter color (in HEX) for a elements in group #%s.
el: Εισαγάγετε χρώμα (σε HEX) για ένα στοιχείο στην ομάδα #%s.
it_it: Inserisca il colore (in HEX) per un elemento del gruppo #%s.
nl_nl: Kleur invoeren (in HEX) voor een element in groep #%s.
tr_tr: Gruptaki bir eleman için renk (HEX olarak) girin #%s.

source: Edit
el: Επεξεργασία
it_it: Modifica
nl_nl: Bewerken
tr_tr: Düzenle

source: Fixed
el: Σταθερό
it_it: Fisso
nl_nl: Vast
tr_tr: Sabit

source: Percentage
el: Ποσοστό
it_it: Percentuale
tr_tr: Yüzde

source: %s persons
el: %s άτομα
it_it: %s persone
nl_nl: %s personen
tr_tr: %s Kişi

source: %s passengers
el: %s επιβάτες
it_it: %s passeggeri
nl_nl: %s passagiers
tr_tr: %s yolcular

source: %s adults
el: %s ενήλικες
it_it: %s adulti
nl_nl: %s volwassenen
tr_tr: %s yetişkinler

source: %s children
el: %s παιδιά
it_it: %s bambini
nl_nl: %s kinderen
tr_tr: %s Çocuk

source: General
el: Γενικά
it_it: Generale
nl_nl: Algemeen
tr_tr: Genel

source: Booking form name
el: Όνομα φόρμας κράτησης
it_it: Nome del modulo di prenotazione
nl_nl: Boekingsformuliernaam
tr_tr: Rezervasyon formu adı

source: Status
el: Κατάσταση
it_it: Stato
tr_tr: Durum

source: Pickup date and time
el: Ημερομηνία και ώρα παραλαβής
it_it: Data e orario di ritiro
nl_nl: Afhaaldatum en -tijd
tr_tr: Alış Noktası tarih ve saati

source: Return date and time
el: Ημερομηνία παράδοσης, ώρα
it_it: Data e ora di ritorno
nl_nl: Retour datum en tijd
tr_tr: Dönüş Tarihi ve Zamanı

source: Order total amount
el: Συνολικό ποσό παραγγελίας
it_it: Totale dell’ordine
nl_nl: Totaal bedrag rit
tr_tr: Toplam sipariş miktarı

source: Taxes
el: Φόροι
it_it: Tasse
nl_nl: Belastingen
tr_tr: Vergiler

source: To pay (deposit %s%%)
el: Για πληρωμή (προκαταβολή %s%%)
it_it: Pagare (deposito %s%%)
nl_nl: Om te betalen (aanbetaling %s%%)
tr_tr: Ödeme yapmak için (depozito %s%%)

source: Route name
el: Όνομα διαδρομής
it_it: Nome rotta
nl_nl: Routenaam
tr_tr: Rota adı

source: Route locations
el: Τοποθεσίες διαδρομών
it_it: Percorso
nl_nl: Route locaties
tr_tr: Rota konumları

source: Vehicle name
el: Όνομα αυτοκινήτου
it_it: Nome del veicolo
nl_nl: Voertuignaam
tr_tr: Araç adı

source: Bag count
el: Αριθμός αποσκευών
it_it: Capacità di carico utile in m3
nl_nl: Aantal koffers
tr_tr: Çanta sayısı

source: Passengers count
el: Αριθμός επιβατών
it_it: Capacità di carico utile in qtli
nl_nl: Aantal passagiers
tr_tr: Yolcu sayısı

source: Client details
el: Πληροφορίες Πελάτη
it_it: Dettagli cliente
nl_nl: Klantgegevens
tr_tr: Müşteri detayları

source: [YES]
el: [ΝΑΙ]
it_it: [SI]
nl_nl: [JA]
tr_tr: [EVET]

source: [NO]
el: [ΟΧΙ]
nl_nl: [NEE]
tr_tr: [HAYIR]

source: Payment
el: Πληρωμή
it_it: Pagamento
nl_nl: Betaling
tr_tr: Ödeme

source: Name
el: Όνομα
it_it: Nome
nl_nl: Naam
tr_tr: Ad

source: Accept booking
el: Αποδοχή κράτησης
it_it: Accetta prenotazione
nl_nl: Boeking accepteren
tr_tr: Rezervasyonu kabul et

source: Click to accept this booking
el: Κάντε κλικ για να αποδεχτείτε αυτήν την κράτηση
it_it: Clicchi per accettare la prenotazione
nl_nl: Klik om deze reservering te accepteren
tr_tr: Bu rezervasyonu kabul etmek için tıklayın

source: Reject booking
el: Απόρριψη κράτησης
it_it: Rifiuta la prenotazione
nl_nl: Boeking afwijzen
tr_tr: Rezervasyonu reddet

source: Click to reject this booking
el: Κάντε κλικ για να απορρίψετε αυτήν την κράτηση
it_it: Clicchi per rifiutare questa prenotazione
nl_nl: Klik om deze boeking af te wijzen
tr_tr: Bu rezervasyonu reddetmek için tıklayın

source: Add to Google Calendar
el: Προσθήκη στο Google Calendar
it_it: Aggiungi a Google Calendar
nl_nl: Toevoegen aan Google kalender
tr_tr: Google Takvimine ekle

source: There is no free slots to fulfill this booking. Please select a different date/time.
el: Δεν υπάρχουν ελεύθερες θέσεις για την εκπλήρωση αυτής της κράτησης. Παρακαλούμε επιλέξτε μια διαφορετική ημερομηνία/ώρα.
it_it: Non ci sono slot liberi per soddisfare questa prenotazione. La preghiamo di selezionare un'altra data/ora.
nl_nl: Er zijn geen vrije plaatsen om deze reservering uit te voeren. Selecteer een andere datum/tijd.
tr_tr: Bu rezervasyonu gerçekleştirmek için boş yer yok. Lütfen farklı bir tarih/saat seçin.

source: From:
el: Από:
it_it: Dal:
nl_nl: Van:
tr_tr: Gönderen:

source: To:
el: Προς:
it_it: A:
nl_nl: Aan:
tr_tr: Kime:

source: Pickup date
el: Ημερομηνία παραλαβής
it_it: Data ritiro
nl_nl: Ophaaldatum
tr_tr: Rezervasyon Tarihi

source: Pickup time
el: Ώρα παραλαβής
it_it: Orario di ritiro
nl_nl: Ophaaltijdstip
tr_tr: Rezervasyon Saati

source: Return date
el: Ημερομηνία επιστροφής
it_it: Data di ritorno
nl_nl: Retour datum
tr_tr: Dönüş Tarihi

source: Return time
el: ΄Ωρα παράδοσης
it_it: Orario di rientro
nl_nl: Retour tijd
tr_tr: Dönüş süresi

source: Currency
el: Νόμισμα
it_it: Valuta
nl_nl: Valuta
tr_tr: Para Birimi

source: Driver
el: Οδηγός
nl_nl: Chauffeur
tr_tr: Sürücü

source: Client first name
el: Όνομα πελάτη
it_it: Nome del cliente
nl_nl: Voornaam van de klant
tr_tr: Müşteri adı

source: Client last name
el: Επώνυμο πελάτη
it_it: Cognome del cliente
nl_nl: Achternaam klant
tr_tr: Müşteri soyadı

source: Client e-mail address
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου πελάτη
it_it: Indirizzo e-mail del cliente
nl_nl: E-mailadres klant
tr_tr: Müşteri e-posta adresi

source: Client phone number
el: Αριθμός τηλεφώνου πελάτη
it_it: Numero di telefono del cliente
nl_nl: Telefoonnummer van de klant
tr_tr: Müşteri telefon numarası

source: Payment name
el: Όνομα πληρωμής
it_it: Nome del pagamento
nl_nl: Naam betaling
tr_tr: Ödeme adı

source: Chauffeur Service Reminder
el: Υπενθύμιση υπηρεσίας οδηγού
it_it: Promemoria per il servizio di autista
nl_nl: Chauffeur Service Herinnering
tr_tr: Şoför Hizmeti Hatırlatma

source: Thank you for using our services
el: Σας ευχαριστούμε που χρησιμοποιήσατε τις υπηρεσίες μας
it_it: Grazie per aver utilizzato i nostri servizi
nl_nl: Bedankt voor het gebruik van onze diensten
tr_tr: Hizmetlerimizi kullandığınız için teşekkür ederiz

source: Pending (new)
el: Εκκρεμεί (νέο)
it_it: In Elaborazione
nl_nl: In behandeling (confirmatie volgt)
tr_tr: Beklemede (yeni)

source: Processing (accepted)
el: Επεξεργασία (αποδεκτή)
it_it: Elaborazione (accettata)
nl_nl: Verwerking (aanvaard)
tr_tr: İşleme (kabul edildi)

source: Cancelled (rejected)
el: Ακυρώθηκε (απορρίφθηκε)
it_it: Annullato (rifiutato)
nl_nl: Geannuleerd (afgewezen)
tr_tr: İptal edildi (reddedildi)

source: Completed (finished)
el: Ολοκληρώθηκε
it_it: Completata
nl_nl: Voltooid (afgerond)
tr_tr: Tamamlandı

source: On hold
el: Σε Αναμονή
it_it: In attesa
nl_nl: In de wacht
tr_tr: Beklemede

source: Refunded
el: Επεστράφη
it_it: Rimborsato
nl_nl: Terugbetaald
tr_tr: Geri Ödendi

source: Failed
el: Απέτυχε
it_it: Fallito
nl_nl: Mislukt
tr_tr: Başarısız

source: No synchronization
el: Χωρίς συγχρονισμό
it_it: Nessuna sincronizzazione
nl_nl: Geen synchronisatie
tr_tr: Senkronizasyon yok

source: One way: from wooCommerce to plugin
el: Ένας τρόπος: από wooCommerce σε προσθήκη
it_it: Un modo: da wooCommerce al plugin
nl_nl: Eén manier: van wooCommerce naar plugin
tr_tr: Tek yol: wooCommerce'den eklentiye

source: One way: from plugin to wooCommerce
el: Ένας τρόπος: από την προσθήκη στο wooCommerce
it_it: Un modo: dal plugin a WooCommerce
nl_nl: Eén manier: van plugin naar wooCommerce
tr_tr: Tek yol: eklentiden wooCommerce'e

source: Afghanistan
el: Αφγανιστάν
tr_tr: Afganistan

source: Aland Islands
el: Νησιά Ώλαντ
it_it: Isole Aland
nl_nl: Ålandseilanden
tr_tr: Aland adaları

source: Albania
el: Αλβανία
nl_nl: Albanië
tr_tr: Arnavutluk

source: Algeria
el: Αλγερία
nl_nl: Algerije
tr_tr: Cezayir

source: American Samoa
el: Αμερικανικές Σαμόα
it_it: Samoa Americane
nl_nl: Amerikaans Samoa
tr_tr: Amerikan Samoası

source: Antarctica
el: Ανταρκτική
it_it: Antartide
tr_tr: Antartika

source: Antigua And Barbuda
it_it: Antigua e Barbuda
nl_nl: Antigua en Barbados
tr_tr: Antigua ve Barbuda

source: Argentina
nl_nl: Argentinië
tr_tr: Arjantin

source: Armenia
nl_nl: Armenië
tr_tr: Ermenistan

source: Australia
nl_nl: Australië
tr_tr: Avustralya

source: Austria
el: Αυστρία
nl_nl: Oostenrijk
tr_tr: Avusturya

source: Azerbaijan
el: Αζερμπαϊτζάν
nl_nl: Azerbeidzjan
tr_tr: Azerbaycan

source: Bahamas
el: Μπαχάμες
tr_tr: Bahamalar

source: Bahrain
el: Μπαχρέιν
it_it: Bahrein
nl_nl: Bahrein
tr_tr: Bahreyn

source: Bangladesh
el: Μπαγκλαντές
tr_tr: Bangladeş

source: Belgium
el: Βέλγιο
it_it: Belgio
nl_nl: België
tr_tr: Belçika

source: Bhutan
el: Μπουτάν
tr_tr: Butan

source: Bolivia
el: Βολιβία
tr_tr: Bolivya

source: Bosnia And Herzegovina
el: Βοσνία και Ερζεγοβίνη
it_it: Bosnia e Herzegovina
nl_nl: Bosnië en Herzegovina
tr_tr: Bosna Hersek

source: Botswana
el: Μποτσουάνα
tr_tr: Botsvana

source: Bouvet Island
el: Νησί Μπουβέ
it_it: Isola Bouvet
nl_nl: Bouvet Eilanden
tr_tr: Bouvet Adası

source: Brazil
el: Βραζιλία
it_it: Brasile
nl_nl: Brazilië
tr_tr: Brezilya

source: British Indian Ocean Territory
el: Βρετανικό έδαφος Ινδικού Ωκεανού
it_it: Territorio Britannico dell'Oceano Indiano
nl_nl: Brits Indische Oceaanterritorium
tr_tr: İngiliz Hint Okyanusu Bölgesi

source: Brunei Darussalam
el: Μπρουνάι Νταρουσαλάμ
tr_tr: Brunei Sultanlığı

source: Bulgaria
el: Βουλγαρία
nl_nl: Bulgarije
tr_tr: Bulgaristan

source: Cambodia
el: Καμπότζη
it_it: Cambogia
nl_nl: Cambodja
tr_tr: Kamboçya

source: Cameroon
el: Καμερούν
it_it: Camerun
nl_nl: Kameroen
tr_tr: Kamerun

source: Canada
el: Καναδάς
tr_tr: Kanada

source: Cayman Islands
el: Καϋμάν
it_it: Isole Cayman
nl_nl: Kaaiman Eilanden
tr_tr: Cayman Adaları
