Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: Central African Republic
el: Κεντροαφρικανική Δημοκρατία
it_it: Repubblica Centrafricana
nl_nl: Centraal-Afrikaanse Republiek
tr_tr: Orta Afrika Cumhuriyeti

source: Chad
el: Τσαντ
it_it: Ciad
nl_nl: Tsjaad
tr_tr: Çad

source: Chile
el: Χιλή
it_it: Cile
nl_nl: Chili
tr_tr: Şili

source: China
el: Κίνα
it_it: Cina
tr_tr: Çin

source: Christmas Island
el: Νήσος των Χριστουγέννων
it_it: Isola di Natale
nl_nl: Christmaseiland
tr_tr: Noel Adası

source: Cocos (Keeling) Islands
el: Νήσοι Κόκος
it_it: Isole Cocos (Keeling)
nl_nl: Kokos Eilanden
tr_tr: Cocos (Keeling) Adaları

source: Colombia
el: Κολομβία
tr_tr: Kolombiya

source: Congo
el: Κογκό
tr_tr: Kongo

source: Congo, Democratic Republic
el: Κονγκό, Λαϊκή Δημοκρατία
it_it: Repubblica Democratica del Congo
nl_nl: Congo, Democratische Republiek
tr_tr: Kongo (Demokratik Cumhuriyet)

source: Cook Islands
el: Νήσοι Κουκ
it_it: Isole di Cook
nl_nl: Cookeilanden
tr_tr: Cook Adaları

source: Costa Rica
el: Κόστα Ρίκα
tr_tr: Kosta Rika

source: Cote D'Ivoire
it_it: Costa d'Avorio
nl_nl: Ivoorkust
tr_tr: Fildişi Sahilleri

source: Croatia
el: Κροατία
it_it: Croazia
nl_nl: Kroatië
tr_tr: Hırvatistan

source: Cuba
el: Κούβα
tr_tr: Küba

source: Curaçao
el: Κουρασάο
tr_tr: Kurasao

source: Cyprus
el: Κύπρος
it_it: Cipro
tr_tr: Kıbrıs

source: Czech Republic
el: Τσεχία
it_it: Repubblica Ceca
nl_nl: Tsjechië
tr_tr: Çek Cumhuriyeti

source: Denmark
el: Δανία
it_it: Danimarca
nl_nl: Denemarken
tr_tr: Danimarka

source: Djibouti
el: Tζιμπουτί
it_it: Gibuti
tr_tr: Cibuti

source: Dominica
el: Δομινίκα
tr_tr: Dominik

source: Dominican Republic
el: Δομινικανή Δημοκρατία
it_it: Repubblica Dominicana
nl_nl: Dominicaanse Republiek
tr_tr: Dominik Cumhuriyeti

source: Ecuador
el: Ισημερινός
tr_tr: Ekvator

source: Egypt
el: Αίγυπτος
it_it: Egitto
nl_nl: Egypte
tr_tr: Mısır

source: Equatorial Guinea
el: Ισημερινή Γουινέα
it_it: Guinea Equatoriale
nl_nl: Equatoriaal-Guinea
tr_tr: Ekvator Ginesi

source: Estonia
el: Εσθονία
nl_nl: Estland
tr_tr: Estonya

source: Ethiopia
el: Αιθιοπία
it_it: Etiopia
nl_nl: Ethiopië
tr_tr: Etiopya

source: Falkland Islands (Malvinas)
el: Νήσοι Φώκλαντ (Μαλβίνας)
it_it: Isole Falkland (Malvine)
nl_nl: Falkland Eilanden (Malvinas)
tr_tr: Falkland Adaları (Malvinas)

source: Faroe Islands
el: Νήσοι Φερόες
it_it: Isole Faroe
nl_nl: Faeroër Eilanden
tr_tr: Faroe Adaları

source: Finland
el: Φινλανδία
it_it: Finlandia
tr_tr: Finlandiya

source: France
el: Γαλλία
it_it: Francia
nl_nl: Frankrijk
tr_tr: Fransa

source: French Guiana
el: Γαλλική Γουιάνα
it_it: Guiana Francese
nl_nl: Frans-Guyana
tr_tr: Fransız Ginesi

source: French Polynesia
el: Γαλλική Πολυνησία
it_it: Polinesia Francese
nl_nl: Frans-Polynesië
tr_tr: Fransız Polinezyası

source: French Southern Territories
el: Γαλλικά νότια εδάφη
it_it: Territori Francesi Meridionali
nl_nl: Franse zuidelijke gebieden
tr_tr: Fransız Güney Bölgesi

source: Gambia
el: Γκάμπια
tr_tr: Gambiya

source: Georgia
el: Γεωργία
nl_nl: Georgië
tr_tr: Gürcistan

source: Germany
el: Γερμανία
it_it: Germania
nl_nl: Duitsland
tr_tr: Almanya

source: Ghana
el: Γκάνα
tr_tr: Gana

source: Gibraltar
el: Γιβραλτάρ
it_it: Gibilterra
tr_tr: Cebelitarık

source: Greece
el: Ελλάδα
it_it: Grecia
nl_nl: Griekenland
tr_tr: Yunanistan

source: Greenland
el: Γροιλανδία
it_it: Groenlandia
nl_nl: Groenland
tr_tr: Grönland

source: Grenada
el: Γρενάδα
tr_tr: Greneda

source: Guadeloupe
el: Γουαδελούπη
it_it: Guadalupa
tr_tr: Guadalupe

source: Guinea
el: Γουινέα
nl_nl: Guinee
tr_tr: Gine

source: Guinea-Bissau
el: Γουινέα-Μπισάου
nl_nl: Guinee-Bissau
tr_tr: Gine-Bisav

source: Heard Island & Mcdonald Islands
el: Νήσος Χερντ & Νησιά Μακντόναλντ
it_it: Isole Heard e McDonald
nl_nl: Heard eiland & Mcdonald eilanden
tr_tr: Heard Adası & McDonald Adaları

source: Holy See (Vatican City State)
el: Αγία Έδρα (Πόλη του Βατικανού)
it_it: Santa Sede (Stato della Città del Vaticano)
nl_nl: Vaticaanstad
tr_tr: Vatikan

source: Hungary
el: Ουγγαρία
it_it: Ungheria
nl_nl: Hongarije
tr_tr: Macaristan

source: Iceland
el: Ισλανδία
it_it: Islanda
nl_nl: IJsland
tr_tr: İzlanda

source: India
el: Ινδία
tr_tr: Hindistan

source: Indonesia
el: Ινδονησία
nl_nl: Indonesië
tr_tr: Endonezya

source: Iran, Islamic Republic Of
el: Ιράν, Ισλαμική Δημοκρατία της
it_it: Iran, Repubblica islamica
nl_nl: Iran
tr_tr: İran, İslam Cumhuriyeti

source: Iraq
el: Ιράκ
nl_nl: Irak
tr_tr: Irak

source: Ireland
el: Ιρλανδία
it_it: Irlanda
nl_nl: Ierland
tr_tr: İrlanda

source: Isle Of Man
el: Νήσος του Μαν
tr_tr: Türkiye

source: Israel
el: Ισραήλ
it_it: Israele
nl_nl: Israël
tr_tr: İsrail

source: Italy
el: Ιταλία
it_it: Italia
nl_nl: Italië
tr_tr: İtalya

source: Jamaica
el: Τζαμάικα
it_it: Giamaica
tr_tr: Jamaika

source: Japan
el: Ιαπωνία
it_it: Giappone
tr_tr: Japonya

source: Jordan
el: Ιορδανία
it_it: Giordania
nl_nl: Jordanië
tr_tr: Ürdün

source: Kazakhstan
el: Καζακστάν
it_it: Kazakistan
nl_nl: Kazachstan
tr_tr: Kazakistan

source: Korea
el: Κορέα
tr_tr: Japonya

source: Kuwait
el: Κουβέιτ
nl_nl: Koeweit
tr_tr: Kuveyt

source: Kyrgyzstan
el: Κιργιστάν
it_it: Kirghizistan
nl_nl: Kirgizië
tr_tr: Kırgızistan

source: Lao People's Democratic Republic
el: Λαϊκή Δημοκρατία του Λάος
it_it: Laos
nl_nl: Laos
tr_tr: Lao Demokratik Halk Cumhuriyeti

source: Latvia
el: Λετονία
it_it: Lettonia
nl_nl: Letland
tr_tr: Letonya

source: Lebanon
el: Λίβανος
it_it: Libano
nl_nl: Libanon
tr_tr: Lübnan

source: Lesotho
el: Λεσότο
tr_tr: Lesoto

source: Liberia
el: Λιβερία
tr_tr: Liberya

source: Libyan Arab Jamahiriya
el: Λιβύη
it_it: Libia
nl_nl: Libië
tr_tr: Libya Arap Cemahiriyesi

source: Liechtenstein
el: Λιχτενστάιν
tr_tr: Lihtenştayn

source: Lithuania
el: Λιθουανία
it_it: Lituania
nl_nl: Litouwen
tr_tr: Litvanya

source: Luxembourg
el: Λουξεμβούργο
it_it: Lussemburgo
nl_nl: Luxemburg
tr_tr: Lüksemburg

source: Macedonia
el: Βόρεια Μακεδονία
nl_nl: Macedonië
tr_tr: Makedonya

source: Madagascar
el: Μαδαγασκάρη
tr_tr: Madagaskar

source: Malaysia
el: Μαλαισία
it_it: Malesia
nl_nl: Maleisië
tr_tr: Malezya

source: Maldives
el: Μαλδίβες
it_it: Maldive
nl_nl: Malediven
tr_tr: Maldivler

source: Marshall Islands
el: Νήσοι Μάρσαλ
it_it: Isole Marshall
nl_nl: Marshall Eilanden
tr_tr: Marshall adaları

source: Martinique
el: Μαρτινίκα
it_it: Martinica
tr_tr: Martinik

source: Mauritania
el: Μαυριτανία
nl_nl: Mauritanië
tr_tr: Moritanya

source: Mauritius
el: Μαυρίκιος
tr_tr: Morityus

source: Mexico
el: Μεξικό
it_it: Messico
tr_tr: Meksika

source: Micronesia, Federated States Of
el: Μικρονησία, Ομόσπονδες Πολιτείες της
it_it: Micronesia (Stati Federati)
nl_nl: Micronesië, Federale Staten van
tr_tr: Mikronezya, Federe Devletleri

source: Monaco
el: Μονακό
tr_tr: Monako

source: Mongolia
el: Μογγολία
nl_nl: Mongolië
tr_tr: Moğolistan

source: Montenegro
el: Μαυροβούνιο
tr_tr: Karadağ

source: Montserrat
el: Μοντσερράτ
tr_tr: Montserat

source: Morocco
el: Μαρόκο
it_it: Marocco
nl_nl: Marokko
tr_tr: Fas

source: Mozambique
el: Μοζαμβίκη
it_it: Mozambico
tr_tr: Mozambik

source: Namibia
el: Ναμίμπια
nl_nl: Namibië
tr_tr: Namibya

source: Netherlands
el: Ολλανδία
it_it: Paesi Bassi
nl_nl: Nederland
tr_tr: Hollanda

source: New Caledonia
el: Νέα Καληδονία
it_it: Nuova Caledonia
nl_nl: Nieuw Caledonië
tr_tr: Yeni Kaledonya

source: New Zealand
el: Νέα Ζηλανδία
it_it: Nuova Zelanda
nl_nl: Nieuw-Zeeland
tr_tr: Yeni Zelanda

source: Nicaragua
el: Νικαράγουα
tr_tr: Nikaragua

source: Niger
el: Νίγηρα
tr_tr: Nijer

source: Nigeria
el: Νιγηρία
tr_tr: Nijerya

source: Norfolk Island
el: Νήσος Νόρφολκ
it_it: Isola Norfolk
nl_nl: Norfolk Eilanden
tr_tr: Norfolk Adası

source: Northern Mariana Islands
el: Βορεια Νησια Μαριανα
it_it: Isole Marianne Settentrionali
nl_nl: Noordelijke Marianen
tr_tr: Kuzey Mariana Adaları

source: Norway
el: Νορβηγία
it_it: Norvegia
nl_nl: Norwegen
tr_tr: Norveç

source: Oman
el: Ομάν
tr_tr: Umman

source: Palestinian Territory, Occupied
el: Κατεχόμενα Παλαιστινιακά Εδάφη
it_it: Territorio Palestinese Occupato
nl_nl: Palestijns Territorium, Bezet
tr_tr: İşgal altındaki Filistin Toprakları

source: Papua New Guinea
el: Παπούα Νέα Γουινέα
it_it: Papua Nuova Guinea
nl_nl: Papoea-Nieuw-Guinea
tr_tr: Papua Yeni Gine

source: Philippines
el: Φιλιππίνες
it_it: Filippine
nl_nl: Filipijnen
tr_tr: Filipinler

source: Poland
el: Πολωνία
it_it: Polonia
nl_nl: Polen
tr_tr: Polonya

source: Portugal
el: Πορτογαλία
it_it: Portogallo
tr_tr: Portekiz

source: Puerto Rico
el: Πουέρτο Ρίκο
it_it: Porto Rico
tr_tr: Porto Riko

source: Qatar
el: Κατάρ
tr_tr: Katar

source: Romania
el: Ρουμανία
nl_nl: Roemenië
tr_tr: Romanya

source: Russian Federation
el: Ρωσία
it_it: Russia
nl_nl: Rusland
tr_tr: Rusya Federasyonu

source: Rwanda
el: Ρουάντα
it_it: Ruanda
tr_tr: Ruanda

source: Saint Kitts And Nevis
it_it: San Christopher e Nevis
nl_nl: Saint Kitts en Nevis
tr_tr: Aziz Kitts Ve Nevis

source: Saint Pierre And Miquelon
el: Άγιος Πιέρ και Μικελόν
it_it: Saint Pierre e Miquelon
nl_nl: Saint Pierre en Miquelon
tr_tr: Aziz Pierre Ve Miquelon

source: Saint Vincent And Grenadines
it_it: Saint Vincent e Grenadine
nl_nl: Saint Vincent en Grenadines
tr_tr: Aziz Vincent Ve Grenadinler

source: Sao Tome And Principe
el: Σάο Τομέ και Πρίντσιπε
it_it: São Tomé e Príncipe (Repubblica Democratica)
nl_nl: Sao Tome en Principe
tr_tr: Sao Tome ve Principe

source: Saudi Arabia
el: Σαουδική Αραβία
it_it: Arabia Saudita
nl_nl: Saudi Arabië
tr_tr: Suudi Arabistan

source: Serbia
el: Σερβία
nl_nl: Servië
tr_tr: Sırbistan

source: Seychelles
el: Σεϋχέλλες
nl_nl: Seychellen
tr_tr: Şeyseller

source: Singapore
el: Σιγκαπούρη
tr_tr: Singapur

source: Slovakia
el: Σλοβακία
it_it: Slovacchia
nl_nl: Slowakije
tr_tr: Slovakya

source: Slovenia
el: Σλοβενία
nl_nl: Slovenië
tr_tr: Slovenya

source: Solomon Islands
el: Νησιά του Σολομώντα
it_it: Isole Salomone
nl_nl: Salomon Eilanden
tr_tr: Solomon Adaları

source: Somalia
el: Σομαλία
nl_nl: Somalië
tr_tr: Somali

source: South Africa
el: Νότια Αφρική
it_it: Sudafrica
nl_nl: Zuid-Afrika
tr_tr: Güney Afrika

source: South Georgia And Sandwich Isl.
el: Νότια Γεωργία και Σάντουιτς Isl.
it_it: Georgia del Sud e Isole Sandwich meridionali.
nl_nl: South Georgia en Sandwich Isl.
tr_tr: Güney Georgia ve Sandviç Adası.

source: Spain
el: Ισπανία
it_it: Spagna
nl_nl: Spanje
tr_tr: İspanya

source: Suriname
el: Όνομα χρήστη (username)
tr_tr: Surinam

source: Svalbard And Jan Mayen
el: Svalbard και Jan Mayen
it_it: Svalbard e Jan Mayen
nl_nl: Svalbard en Jan Mayen
tr_tr: Svalbard ve Jan Mayen

source: Swaziland
el: Σουαζιλάνδη
tr_tr: Svaziland

source: Sweden
el: Σουηδία
it_it: Svezia
nl_nl: Zweden
tr_tr: İsveç

source: Switzerland
el: Ελβετία
it_it: Svizzera
nl_nl: Zwitserland
tr_tr: İsviçre

source: Syrian Arab Republic
el: Συρία
it_it: Siria
nl_nl: Syrië
tr_tr: Suriye Arap Cumhuriyeti

source: Taiwan
el: Ταϊβάν
tr_tr: Tayvan

source: Tajikistan
el: Τατζικιστάν
it_it: Tagikistan
nl_nl: Tadzjikistan
tr_tr: Tacikistan

source: Tanzania
el: Τανζανία
tr_tr: Tanzanya

source: Thailand
el: Ταϊλάνδη
it_it: Thailandia
tr_tr: Tayland

source: Trinidad And Tobago
el: Τρινιντάντ και Τομπάγκο
it_it: Trinidad e Tobago
nl_nl: Trinidad en Tobago
tr_tr: Trinidad ve Tobago

source: Tunisia
el: Τυνησία
nl_nl: Tunesië
tr_tr: Tunus

source: Turkey
el: Τουρκία
it_it: Turchia
nl_nl: Turkije
tr_tr: Türkiye

source: Turkmenistan
el: Τουρκμενιστάν
tr_tr: Türkmenistan

source: Turks And Caicos Islands
el: Νήσοι Τερκς Και Κάικος
it_it: Isole Turks e Caicos
nl_nl: Turks- en Caicoseilanden
tr_tr: Turks ve Caicos Adaları

source: Ukraine
el: Ουκρανία
it_it: Ucraina
nl_nl: Oekraïne
tr_tr: Ukrayna

source: United Arab Emirates
el: Ηνωμένα Αραβικά Εμιράτα
it_it: Emirati Arabi Uniti
nl_nl: Verenigde Arabische Emiraten
tr_tr: Birleşik Arap Emirlikleri

source: United Kingdom
el: Ηνωμένο Βασίλειο
it_it: Regno Unito
nl_nl: Verenigd Koninkrijk
tr_tr: Birleşik Krallık

source: United States
el: Ηνωμένες Πολιτείες
it_it: Stati Uniti
nl_nl: Verenigde Staten
tr_tr: Amerika Birleşik Devletleri

source: United States Outlying Islands
el: Απομακρυσμένα νησιά των Ηνωμένων Πολιτειών
it_it: Isole periferiche degli Stati Uniti d'America
nl_nl: Verenigde Staten van Amerika perifere eilanden
tr_tr: Amerikan Outlying Adaları

source: Uzbekistan
el: Ουζμπεκιστάν
nl_nl: Oezbekistan
tr_tr: Özbekistan

source: Vatican City
el: Η πόλη του Βατικανού
it_it: Città del Vaticano
nl_nl: Vaticaanstad
tr_tr: Vatikan Şehri

source: Venezuela
el: Βενεζουέλα
tr_tr: Venezuella

source: Virgin Islands, British
el: Παρθένοι Νήσοι, Βρετανοί
it_it: Isole Vergini britanniche
nl_nl: Britse Maagdeneilanden
tr_tr: Virgin Adaları (İngiliz)

source: Virgin Islands, U.S.
el: Παρθένοι Νήσοι, ΗΠΑ.
it_it: Isole Vergini americane
nl_nl: Amerikaanse Maagdeneilanden
tr_tr: Virjin Adaları, ABD.

source: Wallis And Futuna
el: Wallis και Futuna
it_it: Wallis e Futuna
nl_nl: Wallis en Futuna
tr_tr: Wallis Ve Futuna

source: Western Sahara
el: Δυτική Σαχάρα
it_it: Sahara Occidentale
nl_nl: Westelijke Sahara
tr_tr: Batı Sahra

source: Zambia
el: Ζάμπια
tr_tr: Zambiya

source: Zimbabwe
el: Ζιμπάμπουε
tr_tr: Zimbabve

source: Coupons
el: Κουπόνια
it_it: Coupon
nl_nl: Kortingsbonnen
tr_tr: Kuponlar

source: Add New Coupon
el: Προσθήκη νέου κουπονιού
it_it: Aggiungi nuovo Coupon
nl_nl: Nieuwe kortingscode toevoegen
tr_tr: Yeni Kupon Ekle

source: Edit Coupon
el: Επεξεργασία κουπονιού
it_it: Modifica Coupon
nl_nl: Bewerk kortingscode
tr_tr: Kupon Düzenle

source: New Coupon
el: Νέο κουπόνι
it_it: Nuovo Coupon
nl_nl: Nieuwe kortingscode
tr_tr: Yeni Kupon

source: View Coupon
el: Προβολή κουπονιού
it_it: Visualizza Coupon
nl_nl: Bekijk kortingscode
tr_tr: Kuponu Görüntüle

source: Search Coupons
el: Αναζήτηση στα Κουπόνια
it_it: Ricerca Coupons
nl_nl: Zoek kortingscodes
tr_tr: Kuponları Ara

source: No Coupons Found
el: Δεν βρέθηκαν Κουπόνια
it_it: Nessun coupon trovato
nl_nl: Geen Coupon gevonden
tr_tr: Kupon Bulunamadı.

source: No Coupons in Trash
el: Δεν βρέθηκαν Κουπόνια στα διεγραμμένα
it_it: Nessun Coupon nel Cestino
nl_nl: Geen kortingscodes gevonden in de prullenbak
tr_tr: Çöp Kutusunda Kupon Yok

source: Code
el: Κωδικός
it_it: Codice
tr_tr: Kod

source: Usage
el: Χρήση
it_it: Utilizzo
nl_nl: Gebruik
tr_tr: Kullanım

source: Percentage discount
el: Ποσοστό Έκπτωσης
it_it: Sconto in percentuale
nl_nl: Percentage korting
tr_tr: Yüzde indirimi

source: Customer IDs
el: Ταυτότητες πελατών
it_it: ID Pazienti
nl_nl: Klant ID's
tr_tr: Müşteri Kimlikleri

source: Active period
el: Ενεργή περίοδος
it_it: Periodo attivo
nl_nl: Actieve periode
tr_tr: Aktif dönem

source: Used %s from %s
el: Μεταχειρισμένα %s από %s
it_it: Utilizzato %s da %s
nl_nl: Gebruikt %s van %s
tr_tr: %2$s’den %1$s kullanıldı

source: This field includes invalid value.
el: Αυτό το πεδίο περιλαμβάνει μη έγκυρη τιμή.
it_it: Questo campo include un valore non valido.
nl_nl: Dit veld bevat een ongeldige waarde.
tr_tr: Bu alan geçersiz değer içerir.

source: Invalid dates range.
el: Λάθος εύρος ημερομηνιών.
it_it: Intervallo di date non valido.
nl_nl: Verkeerde datum invoer.
tr_tr: Geçersiz tarih aralığı.

source: Left
el: Αριστερά
it_it: Sinistra
nl_nl: Links
tr_tr: Sol

source: Left with space
el: Αριστερά με χώρο
it_it: Sinistra con spazio
nl_nl: Links met ruimte
tr_tr: Solda Boşluk

source: Right
el: Δεξιά
it_it: Destra
nl_nl: Rechts
tr_tr: Sağ

source: Right with space
el: Δικαίωμα με χώρο
it_it: Destra con lo spazio
nl_nl: Rechts met ruimte
tr_tr: Sağda ve boşluk bırak

source: Afghan afghani
it_it: Afghani afghano
nl_nl: Afghaanse afghani
tr_tr: Afgan afgani

source: Albanian lek
it_it: Lek Albanese
nl_nl: Albanese lek
tr_tr: Arnavut lekesi

source: Algerian dinar
it_it: Dinaro algerino
nl_nl: Algerijnse dinar
tr_tr: Cezayir Dinarı

source: Angolan kwanza
it_it: Kwanza angolano
nl_nl: Angolese Kwanza
tr_tr: Angola Kvanzası

source: Argentine peso
it_it: Peso argentino
nl_nl: Argentijnse peso
tr_tr: Arjantin pezosu

source: Armenian dram
it_it: Dram armeno
nl_nl: Armeense dram
tr_tr: Ermeni Dramı

source: Aruban florin
nl_nl: Arubaanse florijn
tr_tr: Aruba Florini

source: Australian dollar
el: Δολάριο Αυστραλίας
it_it: Dollari Australiani
nl_nl: Australische dollar
tr_tr: Avustralya Doları

source: Azerbaijani manat
it_it: Manat azero
nl_nl: Azerbeidzjaanse manat
tr_tr: Azerbaycan Manatı

source: Bahamian dollar
it_it: Dollaro delle Bahama
nl_nl: Bahamaanse dollar
tr_tr: Bahama Doları

source: Bahraini dinar
it_it: Dinaro del Bahrein
nl_nl: Bahreinse dinar
tr_tr: Bahreyn Dinarı

source: Bangladeshi taka
it_it: Taka bengalese
nl_nl: Bengalese taka
tr_tr: Bangladeş Takası

source: Barbadian dollar
it_it: Dollaro di Barbados
nl_nl: Barbados dollar
tr_tr: Barbados Doları

source: Belarusian ruble
nl_nl: Wit-Russische roebel
tr_tr: Belarus Rublesi

source: Belize dollar
it_it: Dollaro belizeano
tr_tr: Belize Doları

source: Bhutanese ngultrum
it_it: Ngultrum bhutanese
tr_tr: Bhutan Ngultrumu

source: Bolivian boliviano
nl_nl: Boliviaanse boliviano
tr_tr: Bolivya Bolivyanosu

source: Bosnia and Herzegovina konvertibilna marka
it_it: Bosnia ed Erzegovina economia Marka
nl_nl: Bosnië en Herzegovina konvertibilna Marka
tr_tr: Bosna Hersek konvertibilna marka

source: Botswana pula
it_it: Pula botswaniana
nl_nl: Botswaanse pula
tr_tr: Botsvana Pulası

source: Brazilian real
it_it: Real brasiliano
nl_nl: Braziliaanse real
tr_tr: Brezilya Reali

source: British pound
it_it: Sterlina
nl_nl: Britse pond
tr_tr: İngiliz Sterlini

source: Brunei dollar
it_it: Dollaro di Brunei
nl_nl: Bruneise dollar
tr_tr: Brunei Doları

source: Bulgarian lev
it_it: Lev bulgari
nl_nl: Bulgaarse lev
tr_tr: Bulgar levası

source: Burundi franc
it_it: Franco Burundi
nl_nl: Burundi frank
tr_tr: Burundi frangı

source: Cayman Islands dollar
it_it: Dollaro Isole Cayman
nl_nl: Kaaimaneilanden dollar
tr_tr: Cayman Adaları Doları

source: Cambodian riel
it_it: Riel cambogiano
nl_nl: Cambodjaanse riel
tr_tr: Kamboçya Rieli

source: Canadian dollar
it_it: Dollari Canadesi
nl_nl: Canadese dollar
tr_tr: Kanada Doları

source: Cape Verdean escudo
it_it: Escudo capoverdiano
nl_nl: Kaapverdische escudo
tr_tr: Yeşil Burun Adaları Eskudosu

source: Central African CFA franc
it_it: Franco CFA BEAC
nl_nl: Centraal-Afrikaanse CFA-frank
tr_tr: Orta Afrika Cumhuriyeti Frangı

source: CFP franc
it_it: Franco CFP
nl_nl: CFP frank
tr_tr: CFP Frangı

source: Chilean peso
it_it: Peso cileno
nl_nl: Chileense peso
tr_tr: Şili Pezosu

source: Chinese renminbi
it_it: Renminbi cinese
tr_tr: Çin Renminbisi

source: Colombian peso
it_it: Pesos Colombiano
nl_nl: Colombiaanse peso
tr_tr: Kolombiya Pesosu

source: Comorian franc
it_it: Franco comoriano
nl_nl: Comorese frank
tr_tr: Komor Frangı

source: Congolese franc
it_it: Franco congolese
tr_tr: Kongo frangı

source: Costa Rican colon
it_it: Colon del Costa Rica
nl_nl: Costa Ricaanse colon
tr_tr: Kosta Rika kolonu

source: Croatian kuna
it_it: Kuna croata
nl_nl: Kroatische kuna
tr_tr: Hırvat Kunası

source: Cuban peso
it_it: Peso di Cuba
nl_nl: Cubaanse peso
tr_tr: Küba Pesosu

source: Czech koruna
it_it: Corona ceca
nl_nl: Tsjechische kroon
tr_tr: Çek Korunası

source: Danish krone
it_it: Corona danese
nl_nl: Deense kroon
tr_tr: Danimarka Kronu

source: Djiboutian franc
it_it: Franco gibutiano
nl_nl: Djiboutiaanse frank
tr_tr: Cibuti Frangı

source: Dominican peso
nl_nl: Dominicaanse peso
tr_tr: Dominik Pesosu

source: East Caribbean dollar
it_it: Dollaro dei Caraibi dell'Est
nl_nl: Oost-Caribische dollar
tr_tr: Doğu Karayip Doları

source: Egyptian pound
it_it: Sterlina Egiziana
nl_nl: Egyptische Pond
tr_tr: Mısır Lirası

source: Eritrean nakfa
nl_nl: Eritrese Nakfa
tr_tr: Eritre Nakfası

source: Estonian kroon
it_it: Corone estoni
nl_nl: Estse kroon
tr_tr: Estonya kroonu

source: Ethiopian birr
it_it: Birr etiopico
nl_nl: Ethiopische birr
tr_tr: Etiyopya birri

source: European euro
it_it: Euro europeo
nl_nl: Europese Euro
tr_tr: Avrupa euro

source: Falkland Islands pound
it_it: Sterlina delle Falkland
nl_nl: Falklandeilands pond
tr_tr: Falkland Adaları Lirası

source: Fijian dollar
nl_nl: Fijiaanse dollar
tr_tr: Fiji Doları

source: Gambian dalasi
it_it: Dalasi gambese
nl_nl: Gambiaanse Dalasi
tr_tr: Gambiya Dalasisi

source: Georgian lari
nl_nl: Georgische lari
tr_tr: Gürcistan Larisi

source: Ghanaian cedi
it_it: Cedi del Ghana
nl_nl: Ghanese cedi
tr_tr: Ganalı cedi

source: Gibraltar pound
it_it: Sterlina di Gibilterra
nl_nl: Gibraltar pond
tr_tr: Cebelitarık Lirası

source: Guatemalan quetzal
it_it: Quetzal guatemalteco
nl_nl: Guatemalteekse quetzal
tr_tr: Guatemala Quetzalı

source: Guinean franc
nl_nl: Guinese franc
tr_tr: Gine frangı

source: Guyanese dollar
it_it: Dollaro della Guyana
tr_tr: Guyana Doları

source: Haitian gourde
it_it: Gourde haitiano
nl_nl: Haïtiaanse gourde
tr_tr: Haiti Gourdesi

source: Honduran lempira
it_it: Lempira honduregna
nl_nl: Hondurese lempira
tr_tr: Honduras lempira

source: Hong Kong dollar
it_it: Dollaro di Hong Kong
nl_nl: Hong Kongs Dollar
tr_tr: Hong Kong Doları

source: Hungarian forint
it_it: Fiorini ungheresi
nl_nl: Hongaarse forint
tr_tr: Macar forinti

source: Icelandic krona
it_it: Corona islandese
nl_nl: IJslandse Kroon
tr_tr: İzlanda Kronu

source: Indian rupee
it_it: Rupie Indiane
nl_nl: Indiase Roepie
tr_tr: Hindistan Rupisi

source: Indonesian rupiah
it_it: Rupie Indonesiane
nl_nl: Indonesische roepia
tr_tr: Endonezya Rupiahı

source: Iranian rial
it_it: Rial Iraniano
nl_nl: Iraanse Rial
tr_tr: İran Riyali

source: Iraqi dinar
nl_nl: Iraakse dinar
tr_tr: Irak Dinarı

source: Israeli new sheqel
nl_nl: Israelische nieuwe shekel
tr_tr: İsrail yeni şikeli

source: Yemeni rial
it_it: Rial yemenita
nl_nl: Jemenitische rial
tr_tr: Yemen Riyali

source: Jamaican dollar
it_it: Dollaro giamaicano
nl_nl: Jamaicaanse dollar
tr_tr: Jamaika Doları

source: Japanese yen
el: Ιαπωνικό Γιέν
it_it: Yen Giapponesi
nl_nl: Japanse Yen
tr_tr: Japon Yeni

source: Jordanian dinar
it_it: Dinar giordano
nl_nl: Jordaanse dinar
tr_tr: Ürdün Dinarı

source: Kazakhstani tenge
it_it: Tenge kazako
nl_nl: Kazachstaanse tenge
tr_tr: Kazakistan Tengesi

source: Kenyan shilling
it_it: Scellino Keniano
nl_nl: Keniaanse shilling
tr_tr: Kenya şilini

source: Kyrgyzstani som
nl_nl: Kyrgyzstaanse Som
tr_tr: Kırgızistan som

source: Kuwaiti dinar
it_it: Dinar kuwaitiano
nl_nl: Koeweitse dinar
tr_tr: Kuveyt Dinarı

source: Lao kip
nl_nl: Laotiaanse kip
tr_tr: Laos Kipi

source: Latvian lats
it_it: Lat lettone
nl_nl: Letse lats
tr_tr: Letonya Latı

source: Lebanese lira
it_it: Lira libanese
nl_nl: Libanese lira
tr_tr: Lübnan lirası

source: Lesotho loti
it_it: Loti lesothiano
tr_tr: Lesotho Lotisi

source: Liberian dollar
it_it: Dollaro liberiano
nl_nl: Liberiaanse dollar
tr_tr: Liberya Doları

source: Libyan dinar
it_it: Dinaro libico
nl_nl: Libische dinar
tr_tr: Libya Dinarı

source: Lithuanian litas
it_it: Litas lituano
nl_nl: Litouwse litas
tr_tr: Litvanya Litası

source: Macanese pataca
it_it: Pataca di Macao
tr_tr: Makao Patakası

source: Macedonian denar
nl_nl: Macedonische denar
tr_tr: Makedon Denarı

source: Malagasy ariary
it_it: Ariary malgascio
nl_nl: Malagasi Ariary
tr_tr: Madagaskar Ariarisi

source: Malaysian ringgit
it_it: Ringgit Malesi
nl_nl: Maleisische ringgit
tr_tr: Malezya Ringiti

source: Malawian kwacha
it_it: Kwacha del Malawi
nl_nl: Malawische kwacha
tr_tr: Malavi kwacha

source: Maldivian rufiyaa
it_it: Rufiyaa maldiviano
nl_nl: Maldivische Rufiyaa
tr_tr: Maldiv Rufiyası

source: Mauritanian ouguiya
it_it: Ouguiya mauritana
nl_nl: Mauritaanse Ouguiya
tr_tr: Moritanya ouguiya

source: Mauritian rupee
it_it: Rupia mauriziana
nl_nl: Mauritiaanse rupee
tr_tr: Mauritian Rupisi

source: Mexican peso
it_it: Peso Messicano
nl_nl: Mexicaanse Peso
tr_tr: Meksika Pezosu

source: Moldovan leu
nl_nl: Moldavische leu
tr_tr: Moldova Leyi
