Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: Available only if a single vehicle is defined. Vehicle availability settings are ignored in this case.
el: Διαθέσιμο μόνο εάν έχει οριστεί ένα μόνο όχημα. Οι ρυθμίσεις διαθεσιμότητας οχήματος αγνοούνται σε αυτή την περίπτωση.
it_it: Disponibile solo se viene definito un singolo veicolo. Le impostazioni di disponibilità del veicolo vengono ignorate in questo caso.
nl_nl: Alleen beschikbaar als er één voertuig is gedefinieerd. De instellingen voor voertuigbeschikbaarheid worden in dit geval genegeerd.
tr_tr: Yalnızca tek bir araç tanımlanmışsa kullanılabilir. Bu durumda araç kullanılabilirlik ayarları göz ardı edilir.

source: Vehicles description
el: Περιγραφή οχημάτων
it_it: Descrizione dei veicoli
nl_nl: Beschrijving van de voertuigen
tr_tr: Araç açıklaması

source: Show or hide vehicles description (info) by default in step #2 of booking form.
el: Εμφάνιση ή απόκρυψη περιγραφής οχήματος (πληροφορίες) από προεπιλογή στο βήμα #2 της φόρμας κράτησης.
it_it: Mostrare o nascondere la descrizione dei veicoli (info) per impostazione predefinita nella fase #2 del modulo di prenotazione.
nl_nl: Toon of verberg standaard de voertuigbeschrijving (info) in stap #2 van het boekingsformulier.
tr_tr: Rezervasyon formunun #2 adımında varsayılan olarak araç açıklamasını (bilgi) gösterin veya gizleyin.

source: Scroll after selecting a vehicle
el: Κύλιση μετά την επιλογή οχήματος
it_it: Scorri dopo aver selezionato un veicolo
nl_nl: Scrollen selectie voertuig
tr_tr: Bir araç seçtikten sonra kaydırın

source: Scroll user to booking add-ons section after selecting a vehicle. If the add-ons are not available, plugin will scroll to the navigation buttons.
el: Μετά την επιλογή ενός οχήματος, μετακινηθείτε στην ενότητα πρόσθετα κράτησης. Εάν τα πρόσθετα δεν είναι διαθέσιμα, το πρόσθετο θα μετακινηθεί στα κουμπιά πλοήγησης.
it_it: Scorre l'utente alla sezione dei componenti aggiuntivi della prenotazione dopo aver selezionato un veicolo. Se i componenti aggiuntivi non sono disponibili, il plugin scorre fino ai pulsanti di navigazione.
nl_nl: Scrolt de gebruiker naar de sectie add-ons voor het boeken na het selecteren van een voertuig. Als de add-ons niet beschikbaar zijn, zal de plugin naar de navigatieknoppen scrollen.
tr_tr: Bir araç seçtikten sonra kullanıcıyı rezervasyon eklentileri bölümüne kaydırır. Eklentiler mevcut değilse, eklenti gezinme düğmelerine kaydırır.

source: Number of passengers on vehicle list
el: Αριθμός επιβατών στον κατάλογο οχημάτων
it_it: Numero di passeggeri nell'elenco dei veicoli
nl_nl: Aantal passagiers op de lijst van het voertuig
tr_tr: Araç listesindeki yolcu sayısı

source: Enable or disable visibility of passenger number of vehicle on list in step #2.
el: Ενεργοποιήστε ή απενεργοποιήστε την ορατότητα του αριθμού επιβατών του οχήματος στη λίστα στο βήμα #2.
it_it: Abilita o disabilita la visibilità del numero di passeggero del veicolo nell'elenco al punto #2.
nl_nl: Zichtbaarheid van passagiersnummer van voertuig op lijst in stap #2 in- of uitschakelen.
tr_tr: Adım 2'deki listede aracın yolcu numarasının görünürlüğünü etkinleştirin veya devre dışı bırakın.

source: Number of suitcases on vehicle list
el: Αριθμός βαλιτσών στη λίστα οχημάτων
it_it: Numero di valigie nella lista dei veicoli
nl_nl: Aantal koffers op de voertuiglijst
tr_tr: Araç listesindeki bavul sayısı

source: Enable or disable visibility of suitcases number of vehicle on list in step #2.
el: Ενεργοποιήστε ή απενεργοποιήστε την ορατότητα του αριθμού των βαλιτσών του οχήματος στη λίστα στο βήμα #2.
it_it: Abilita o disabilita la visibilità del numero di valigie del veicolo nell'elenco al punto #2.
nl_nl: Zichtbaarheid van koffernummer van voertuig op lijst in stap #2 in- of uitschakelen.
tr_tr: Adım 2'deki listede araç valiz sayısının görünürlüğünü etkinleştirin veya devre dışı bırakın.

source: Booking extras toggle visibility button
el: Πρόσθετα κράτησης κουμπί εναλλαγής ορατότητας
it_it: Pulsante di visibilità per gli extra della prenotazione
nl_nl: Knop om de zichtbaarheid van de reserveringsuitbreidingen aan te passen
tr_tr: Rezervasyon ekstraları görünürlük düğmesini değiştirme

source: Enable or disable button which allows customers to toggle booking extras visibility.
el: Ενεργοποίηση ή απενεργοποίηση κουμπιού που επιτρέπει στους πελάτες να αλλάζουν την ορατότητα των πρόσθετων κρατήσεων.
it_it: Attiva o disattiva il pulsante che consente ai clienti di attivare la visibilità degli extra della prenotazione.
nl_nl: In- of uitschakelknop waarmee klanten de zichtbaarheid van boekings-extra's kunnen regelen.
tr_tr: Müşterilerin rezervasyon ekstralarının görünürlüğünü değiştirmesine olanak tanıyan düğmeyi etkinleştirin veya devre dışı bırakın.

source: Booking extras visibility status
el: Κατάσταση ορατότητας πρόσθετων κρατήσεων
it_it: Stato di visibilità degli extra della prenotazione
nl_nl: Status van de extra's van de reservering
tr_tr: Rezervasyon ekstraları görünürlük durumu

source: Set default status of booking extras visibility.
el: Ορίστε την προεπιλεγμένη κατάσταση ορατότητας των πρόσθετων κρατήσεων.
it_it: Imposta lo stato predefinito della visibilità degli extra della prenotazione.
nl_nl: Standaardstatus van zichtbaarheid van boekings-extra's instellen.
tr_tr: Rezervasyon ekstralarının görünürlüğünün varsayılan durumunu ayarlayın.

source: This option works only if the "Booking extras toggle visibility button" is enabled.
el: Αυτή η επιλογή λειτουργεί μόνο εάν είναι ενεργοποιημένο το κουμπί "Booking extras toggle visibility".
it_it: Questa opzione funziona solo se il "pulsante di visibilità degli extra della prenotazione" è abilitato.
nl_nl: Deze optie werkt alleen als de "Boekingsextra's zichtbaarheidsknop" is ingeschakeld.
tr_tr: Bu seçenek yalnızca "Rezervasyon ekstraları görünürlük düğmesini değiştir" etkinleştirilmişse çalışır.

source: "Enter contact details" step
el: Βήμα "Εισαγωγή στοιχείων επικοινωνίας"
it_it: "Passo "Inserisci i dati di contatto
nl_nl: "Stap "Contactgegevens invoeren
tr_tr: "İletişim bilgilerini girin" adımı

source: Enable or disable the third step ("Enter contact details") in the booking form.
el: Ενεργοποίηση ή απενεργοποίηση του τρίτου βήματος ("Εισαγωγή στοιχείων επικοινωνίας") στη φόρμα κράτησης.
it_it: Abilita o disabilita il terzo passo ("Inserisci i dati di contatto") nel modulo di prenotazione.
nl_nl: De derde stap ("Contactgegevens invoeren") in het boekingsformulier in- of uitschakelen.
tr_tr: Rezervasyon formundaki üçüncü adımı ("İletişim bilgilerini girin") etkinleştirin veya devre dışı bırakın.

source: This step can be disabled only if the "Add to WooCommerce cart" option is enabled.
el: Αυτό το βήμα μπορεί να απενεργοποιηθεί μόνο εάν είναι ενεργοποιημένη η επιλογή "Προσθήκη στο καλάθι του WooCommerce".
it_it: Questo passaggio può essere disattivato solo se l'opzione "Aggiungi al carrello WooCommerce" è abilitata.
nl_nl: Deze stap kan alleen worden uitgeschakeld als de optie "Toevoegen aan WooCommerce winkelwagen" is ingeschakeld.
tr_tr: Bu adım yalnızca "WooCommerce sepetine ekle" seçeneği etkinleştirildiğinde devre dışı bırakılabilir.

source: Enable or disable showing phone number format and code with flag in the "Phone number" field.
el: Ενεργοποίηση ή απενεργοποίηση της εμφάνισης της μορφής και του κωδικού του αριθμού τηλεφώνου με σημαία στο πεδίο "Αριθμός τηλεφώνου".
it_it: Abilita o disabilita la visualizzazione del formato e del codice del numero di telefono con il flag nel campo "Numero di telefono".
nl_nl: Activeer of deactiveer het tonen van het telefoonnummerformaat en de code met vlag in het veld "Telefoonnummer".
tr_tr: "Telefon numarası" alanında telefon numarası biçimini ve kodunu bayrakla göstermeyi etkinleştirin veya devre dışı bırakın.

source: Billing details
el: Τα στοιχεία σας
it_it: Dettagli di fatturazione
nl_nl: Factuurgegevens
tr_tr: Fatura Detayları

source: Select default state of billing details section.
el: Επιλέξτε την προεπιλεγμένη κατάσταση της ενότητας λεπτομερειών χρέωσης.
it_it: Selezionare la sezione Stato predefinito dei dettagli di fatturazione.
nl_nl: Selecteer standaard status factureringsgegevens.
tr_tr: Varsayılan fatura ayrıntıları durumunu seçin.

source: Unchecked
el: Απεπιλεγμένο
it_it: Non selezionato
nl_nl: Niet aangevinkt
tr_tr: İşaretlenmemiş

source: Checked
el: Επιλεγμένο
it_it: Selezionato
nl_nl: Geselecteerd
tr_tr: Kontrol

source: Hidden
el: Κρυφό
it_it: Nascosto
nl_nl: Verborgen
tr_tr: Gizli

source: Fields mandatory
el: Υποχρεωτικά πεδία
it_it: Campi obbligatori
nl_nl: Velden verplicht
tr_tr: Zorunlu alanlar

source: Select which fields should be marked as mandatory.
el: Επιλέξτε ποια πεδία θα πρέπει να επισημαίνονται ως υποχρεωτικά.
it_it: Selezionare quali campi devono essere contrassegnati come obbligatori.
nl_nl: Selecteer welke velden als verplicht moeten worden gemarkeerd.
tr_tr: Hangi alanların zorunlu olarak işaretlenmesi gerektiğini seçin.

source: "Booking summary" step
el: Βήμα "Σύνοψη κράτησης"
it_it: "Passo "Riepilogo prenotazione
nl_nl: "Samenvatting van de reservering" stap
tr_tr: "Rezervasyon özeti" adımı

source: Enable or disable the fourth step ("Booking summary") in the booking form.
el: Ενεργοποίηση ή απενεργοποίηση του τέταρτου βήματος ("Περίληψη κράτησης") στη φόρμα κράτησης.
it_it: Abilita o disabilita il quarto passo ("Riepilogo della prenotazione") nel modulo di prenotazione.
nl_nl: De vierde stap ("Boekingsoverzicht") in het boekingsformulier in- of uitschakelen.
tr_tr: Rezervasyon formundaki dördüncü adımı ("Rezervasyon özeti") etkinleştirin veya devre dışı bırakın.

source: "Thank You" page
el: Σελίδα "Ευχαριστούμε"
it_it: "Pagina "Grazie
tr_tr: "Teşekkürler" sayfası

source: Enable or disable the "Thank You" page in the booking form.
el: Ενεργοποίηση ή απενεργοποίηση της σελίδας "Ευχαριστώ" στη φόρμα κράτησης.
it_it: Abilitare o disabilitare la pagina "Grazie" nel modulo di prenotazione.
nl_nl: De "Bedankt"-pagina in het boekingsformulier in- of uitschakelen.
tr_tr: Rezervasyon formundaki "Teşekkür Ederiz" sayfasını etkinleştirin veya devre dışı bırakın.

source: This page can be disabled only if WooCommerce support is enabled.
el: Αυτή η σελίδα μπορεί να απενεργοποιηθεί μόνο αν είναι ενεργοποιημένη η υποστήριξη του WooCommerce.
it_it: Questa pagina può essere disattivata solo se il supporto WooCommerce è abilitato.
nl_nl: Deze pagina kan alleen worden uitgeschakeld als WooCommerce ondersteuning is ingeschakeld.
tr_tr: Bu sayfa yalnızca WooCommerce desteği etkinleştirilmişse devre dışı bırakılabilir.

source: In that case, the customer is redirected to the checkout page without confirmation that the order was sent.
el: Σε αυτή την περίπτωση, ο πελάτης ανακατευθύνεται στη σελίδα πληρωμής χωρίς να επιβεβαιωθεί ότι η παραγγελία απεστάλη.
it_it: In questo caso, il cliente viene reindirizzato alla pagina di checkout senza conferma dell'invio dell'ordine.
nl_nl: In dat geval wordt de klant doorgestuurd naar de afrekenpagina zonder bevestiging dat de bestelling is verzonden.
tr_tr: Bu durumda, müşteri siparişin gönderildiğine dair onay almadan ödeme sayfasına yönlendirilir.

source: "Back to home" button on "Thank you" page
el: Κουμπί "Επιστροφή στην αρχική σελίδα" στη σελίδα "Ευχαριστώ"
it_it: "Tasto "Torna a casa" alla pagina "Grazie
nl_nl: Knop 'TERUG NAAR HOME PAGINA' op de pagina 'TERUG NAAR HOME PAGINA'
tr_tr: "Teşekkürler" sayfasındaki "Ana sayfaya dön" düğmesi

source: Enter URL address and label for this button.
el: Εισαγάγετε τη διεύθυνση URL και την ετικέτα για αυτό το κουμπί.
it_it: Inserire l'indirizzo URL e l'etichetta per questo pulsante.
nl_nl: Voer het URL-adres en het label voor deze knop in.
tr_tr: Bu düğme için URL adresini ve etiketi girin.

source: URL address.
el: Διεύθυνση URL.
it_it: Indirizzo URL.
nl_nl: URL-adres.
tr_tr: URL adresi.

source: After submitting booking redirect
el: Μετά την υποβολή της ανακατεύθυνσης κράτησης
it_it: Dopo aver inviato il reindirizzamento della prenotazione
nl_nl: Na het doorsturen van de boeking
tr_tr: Rezervasyon yönlendirmesini gönderdikten sonra

source: Enter URL address of the page on which customer has to be redirected.
el: Εισαγάγετε τη διεύθυνση URL της σελίδας στην οποία πρέπει να ανακατευθυνθεί ο πελάτης.
it_it: Inserisca l'indirizzo URL della pagina su cui il cliente deve essere reindirizzato.
nl_nl: Voer het URL-adres in van de pagina waarnaar de klant moet worden doorgestuurd.
tr_tr: Müşterinin yönlendirilmesi gereken sayfanın URL adresini girin.

source: This option works only if no payment has been selected/enabled.
el: Αυτή η επιλογή λειτουργεί μόνο εάν δεν έχει επιλεγεί/ενεργοποιηθεί καμία πληρωμή.
it_it: Questa opzione funziona solo se non è stato selezionato/abilitato alcun pagamento.
nl_nl: Deze optie werkt alleen als er geen betaling is geselecteerd/ingeschakeld.
tr_tr: Bu seçenek yalnızca hiçbir ödeme seçilmediyse/etkinleştirilmediyse çalışır.

source: Business hours
el: Ωράριο λειτουργίας
it_it: Orari di apertura
nl_nl: Openingstijden
tr_tr: Çalışma saatleri

source: Specify working days/hours.
el: Καθορίστε τις εργάσιμες ημέρες/ώρες.
it_it: Specificare giorni lavorativi / ore.
nl_nl: Werkdagen/uren opgeven.
tr_tr: Çalışma günlerini / saatlerini belirtin.

source: Leave all fields empty if booking is not available for selected day.
el: Αφήστε όλα τα πεδία κενά εάν η κράτηση δεν είναι διαθέσιμη για την επιλεγμένη ημέρα.
it_it: Lascia tutti i campi vuoti se la prenotazione non è disponibile per il giorno selezionato.
nl_nl: Laat alle velden leeg als de reservering niet beschikbaar is voor de geselecteerde dag.
tr_tr: Seçilen gün için rezervasyon yapılamıyorsa tüm alanları boş bırakın.

source: Weekday
el: Καθημερινή μέρα
it_it: Giorno della settimana
nl_nl: Weekdag
tr_tr: Hafta içi

source: Day of the week.
el: Ημέρα της εβδομάδας.
it_it: Giorno della settimana.
nl_nl: Dag van de week.
tr_tr: Haftanın günü.

source: Start Time
el: Ώρα Έναρξης
it_it: Ora Inizio
nl_nl: Starttijd
tr_tr: Başlama Zamanı

source: Start time.
el: Ώρα έναρξης.
it_it: Ora di inizio.
nl_nl: Starttijd.
tr_tr: Başlama Zamanı.

source: End Time
el: Ώρα Λήξης
it_it: Ora di fine
nl_nl: Eindtijd
tr_tr: Bitiş Zamanı

source: End time.
el: Ώρα λήξης.
it_it: Ora di fine.
nl_nl: Eindtijd.
tr_tr: Bitiş Zamanı.

source: Default Time
el: Προεπιλεγμένη 'Ωρα
it_it: Tempo predefinito
nl_nl: Standaardtijd
tr_tr: Varsayılan Zaman

source: Default time.
el: Προεπιλεγμένη ώρα.
it_it: Tempo predefinito.
nl_nl: Standaard tijd.
tr_tr: Varsayılan zaman.

source: Enter start time.
el: Εισαγάγετε την ώρα έναρξης.
it_it: Inserire l'ora di inizio.
nl_nl: Voer de tijd in.
tr_tr: Başlangıç ​​zamanını girin.

source: Enter end time.
el: Εισαγάγετε την ώρα λήξης.
it_it: Inserire l'ora di fine.
nl_nl: Voer de eindtijd in.
tr_tr: Bitiş saatini girin.

source: Enter default time.
el: Εισαγάγετε προεπιλεγμένη ώρα.
it_it: Inserisca l'ora predefinita.
nl_nl: Voer de standaardtijd in.
tr_tr: Varsayılan saati girin.

source: Exclude dates
el: Εξαίρεση ημερομηνιών
it_it: Date escluse
nl_nl: Data uitsluiten
tr_tr: Tarihleri ​​hariç tut

source: Specify dates not available for booking. Past (or invalid date ranges) will be removed during saving.
el: Καθορίστε ημερομηνίες που δεν είναι διαθέσιμες για κράτηση. Τα προηγούμενα (ή μη έγκυρα εύρη ημερομηνιών) θα καταργηθούν κατά την αποθήκευση.
it_it: Specificare le date non disponibili per la prenotazione. Passato (o intervalli di date non validi) saranno rimossi durante il salvataggio.
nl_nl: Vermeld de data die niet beschikbaar zijn om te reserveren. Ongeldige datum bereiken worden tijdens het opslaan verwijderd.
tr_tr: Rezervasyon için uygun olmayan tarihleri ​​belirtin. Geçmiş (veya geçersiz tarih aralıkları) kayıt sırasında kaldırılacaktır.

source: Start Date
el: Ημερομηνία Έναρξης
it_it: Data Inizio
nl_nl: Startdatum
tr_tr: Başlangıç Tarihi

source: Start date.
el: Ημερομηνία έναρξης.
it_it: Data di inizio.
nl_nl: Startdatum.
tr_tr: Başlangıç tarihi.

source: End Date
el: Ημερομηνία Λήξης
it_it: Data Fine
nl_nl: Einddatum
tr_tr: Bitiş Tarihi

source: End date.
el: Ημερομηνία λήξης.
it_it: Data di fine.
nl_nl: Einddatum.
tr_tr: Bitiş tarihi.

source: Enter start date.
el: Εισαγάγετε την ημερομηνία έναρξης.
it_it: Inserisci la data d'inizio.
nl_nl: Voer de datum in.
tr_tr: Başlangıç ​​tarihini girin.

source: Maximum number of bookings
el: Μέγιστος αριθμός κρατήσεων
it_it: Numero massimo di prenotazioni
nl_nl: Maximum aantal boekingen
tr_tr: Maksimum rezervasyon sayısı

source: Specify maximum number of bookings for a defined: range of date/time, date, time, day of week.
el: Καθορίστε μέγιστο αριθμό κρατήσεων για ένα καθορισμένο: εύρος ημερομηνίας/ώρας, ημερομηνία, ώρα, ημέρα της εβδομάδας.
it_it: Specifica il numero massimo di prenotazioni per un definito: intervallo di data/ora, data, ora, giorno della settimana.
nl_nl: Geef het maximum aantal boekingen op voor een bepaald: bereik van datum/tijd, datum, tijd, dag van de week.
tr_tr: Tanımlanan bir tarih/saat aralığı, tarih, saat, haftanın günü için maksimum rezervasyon sayısını belirtin.

source: Time unit
el: Μονάδα χρόνου
it_it: Unità tempo
nl_nl: Tijdseenheid
tr_tr: Zaman birimi

source: Time unit.
el: Μονάδα χρόνου.
it_it: Unità di tempo.
nl_nl: Tijdseenheid.
tr_tr: Zaman birimi.

source: Start date
el: Ημερομηνία έναρξης
it_it: Data di inizio
nl_nl: Startdatum
tr_tr: Başlangıç tarihi

source: Start time
el: Ώρα έναρξης
it_it: Ora di inizio
nl_nl: Starttijd
tr_tr: Başlama Zamanı

source: Stop date
el: Ημερομηνία διακοπής
it_it: Data di fine
nl_nl: Stopdatum
tr_tr: Bitiş tarihi

source: Stop date.
el: Ημερομηνία διακοπής.
it_it: Data di stop.
nl_nl: Stopdatum.
tr_tr: Durma tarihi.

source: Stop time
el: Χρόνος διακοπής
it_it: Ora di stop
nl_nl: Stop de tijd
tr_tr: Zamanı durdur

source: Stop time.
el: Χρόνος διακοπής.
it_it: Ora di stop.
nl_nl: Stoptijd.
tr_tr: Durma zamanı.

source: Day of week
el: Ημέρα εβδομάδος
it_it: Giorno della settimana
nl_nl: Dag van de week
tr_tr: Haftanın Günü

source: Day of week.
el: Ημέρα της εβδομάδας.
it_it: Giorno della settimana.
nl_nl: Dag van de week.
tr_tr: Haftanın günü.

source: Number of the bookings for vehicles
el: Αριθμός κρατήσεων για οχήματα
it_it: Numero di prenotazioni di veicoli
nl_nl: Aantal boekingen voor voertuigen
tr_tr: Araçlar için yapılan rezervasyon sayısı

source: Number of the bookings for vehicles.
el: Αριθμός κρατήσεων για οχήματα.
it_it: Numero delle prenotazioni per i veicoli.
nl_nl: Aantal boekingen voor voertuigen.
tr_tr: Araçlar için yapılan rezervasyonların sayısı.

source: Number of the bookings
el: Αριθμός κρατήσεων
it_it: Numero di prenotazioni
nl_nl: Aantal boekingen
tr_tr: Rezervasyon sayısı

source: Number of the bookings.
el: Αριθμός κρατήσεων.
it_it: Numero di prenotazioni.
nl_nl: Aantal boekingen.
tr_tr: Rezervasyon sayısı.

source: Remove.
el: Αφαίρεση.
it_it: Rimuovi.
nl_nl: Verwijder.
tr_tr: Kaldır.

source: Enter stop date.
el: Εισαγάγετε ημερομηνία διακοπής.
it_it: Inserire la data di uscita.
nl_nl: Voer de stopdatum in.
tr_tr: Durdurma tarihini girin.

source: Enter stop time.
el: Εισαγάγετε την ώρα διακοπής.
it_it: Inserire ora di uscita.
nl_nl: Voer de stoptijd in.
tr_tr: Durma süresini girin.

source: [None]
el: [Κανένα]
nl_nl: [Geen]
tr_tr: [Yok]

source: Select one or more built-in payment methods for this booking form. Some methods may require additional configuration.
el: Επιλέξτε έναν ή περισσότερους ενσωματωμένους τρόπους πληρωμής για αυτή τη φόρμα κράτησης. Ορισμένες μέθοδοι ενδέχεται να απαιτούν πρόσθετες ρυθμίσεις.
it_it: Selezioni uno o più metodi di pagamento integrati per questo modulo di prenotazione. Alcuni metodi possono richiedere una configurazione aggiuntiva.
nl_nl: Selecteer een of meer ingebouwde betalingsmethoden voor dit boekingsformulier. Sommige methoden vereisen mogelijk extra configuratie.
tr_tr: Bu rezervasyon formu için bir veya daha fazla yerleşik ödeme yöntemi seçin. Bazı yöntemler ek yapılandırma gerektirebilir.

source: These methods are not available when WooCommerce support is enabled.
el: Αυτές οι μέθοδοι δεν είναι διαθέσιμες όταν είναι ενεργοποιημένη η υποστήριξη του WooCommerce.
it_it: Questi metodi non sono disponibili quando il supporto WooCommerce è abilitato.
nl_nl: Deze methoden zijn niet beschikbaar wanneer WooCommerce ondersteuning is ingeschakeld.
tr_tr: WooCommerce desteği etkinleştirildiğinde bu yöntemler kullanılamaz.

source: Default payment
el: Προεπιλεγμένη πληρωμή
it_it: Pagamento Predefinito
nl_nl: Wanbetaling
tr_tr: Varsayılan ödeme

source: Select default payment method.
el: Επιλέξτε τον προεπιλεγμένο τρόπο πληρωμής.
it_it: Selezioni il metodo di pagamento predefinito.
nl_nl: Selecteer standaardbetaalmethode.
tr_tr: Varsayılan ödeme yöntemini seçin.

source: Payment selection
el: Επιλογή πληρωμής
it_it: Selezione pagamenti
nl_nl: Betalingsselectie
tr_tr: Ödeme seçimi

source: Require customer to select a payment method.
el: Απαιτήστε από τον πελάτη να επιλέξει μια μέθοδο πληρωμής.
it_it: Richiedere al cliente di selezionare un metodo di pagamento.
nl_nl: De klant verplichten om een betaalmethode te selecteren.
tr_tr: Müşteriden bir ödeme yöntemi seçmesini isteyin.

source: Payment processing
el: Επεξεργασία πληρωμής
it_it: Elaborazione dei pagamenti
nl_nl: Betaling verwerking
tr_tr: Ödeme yapiliyor

source: Enable or disable payment via the booking form.
el: Ενεργοποίηση ή απενεργοποίηση της πληρωμής μέσω της φόρμας κράτησης.
it_it: Abilita o disabilita il pagamento tramite il modulo di prenotazione.
nl_nl: Schakel betaling via het boekingsformulier in of uit.
tr_tr: Rezervasyon formu aracılığıyla ödemeyi etkinleştirin veya devre dışı bırakın.

source: If disabled, the customer can select a payment method but won't be able to complete the payment.
el: Εάν είναι απενεργοποιημένη, ο πελάτης μπορεί να επιλέξει μια μέθοδο πληρωμής, αλλά δεν θα μπορεί να ολοκληρώσει την πληρωμή.
it_it: Se è disattivato, il cliente può selezionare un metodo di pagamento, ma non potrà completare il pagamento.
nl_nl: Indien uitgeschakeld, kan de klant wel een betaalmethode selecteren, maar de betaling niet voltooien.
tr_tr: Devre dışı bırakılırsa, müşteri bir ödeme yöntemi seçebilir ancak ödemeyi tamamlayamaz.

source: WooCommerce payments on step #3
el: WooCommerce πληρωμές στο βήμα #3
it_it: Pagamenti WooCommerce al punto 3
nl_nl: WooCommerce-betalingen bij stap #3
tr_tr: 3. adımda WooCommerce ödemeleri

source: Enable or disable the ability to choose a WooCommerce payment method in step #3.
el: Ενεργοποιήστε ή απενεργοποιήστε τη δυνατότητα επιλογής μιας μεθόδου πληρωμής WooCommerce στο βήμα #3.
it_it: Abiliti o disabiliti la possibilità di scegliere un metodo di pagamento WooCommerce nel passo #3.
nl_nl: Schakel de mogelijkheid om een WooCommerce-betalingsmethode te kiezen in stap #3 in of uit.
tr_tr: Adım #3'te bir WooCommerce ödeme yöntemi seçme özelliğini etkinleştirin veya devre dışı bırakın.

source: Available only if WooCommerce support is enabled.
el: Διαθέσιμο μόνο αν είναι ενεργοποιημένη η υποστήριξη του WooCommerce.
it_it: Disponibile solo se il supporto WooCommerce è abilitato.
nl_nl: Alleen beschikbaar als WooCommerce ondersteuning is ingeschakeld.
tr_tr: Yalnızca WooCommerce desteği etkinleştirilmişse kullanılabilir.

source: Enable or disable deposit payment.
el: Ενεργοποίηση ή απενεργοποίηση της πληρωμής κατάθεσης.
it_it: Abilita o disabilita il pagamento del deposito.
nl_nl: Stortingsbetaling in- of uitschakelen.
tr_tr: Depozito ödemesini etkinleştirin veya devre dışı bırakın.

source: Not available if WooCommerce support is enabled.
el: Δεν είναι διαθέσιμο εάν είναι ενεργοποιημένη η υποστήριξη του WooCommerce.
it_it: Non disponibile se il supporto WooCommerce è abilitato.
nl_nl: Niet beschikbaar als WooCommerce ondersteuning is ingeschakeld.
tr_tr: WooCommerce desteği etkinleştirilmişse kullanılamaz.
