Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: "Disable" means the login and registration forms will not be displayed.
el: "Απενεργοποίηση" σημαίνει ότι οι φόρμες σύνδεσης και εγγραφής δεν θα εμφανίζονται.
it_it: "Disattiva" significa che i moduli di accesso e di registrazione non saranno visualizzati.
nl_nl: "Uitschakelen" betekent dat de aanmeldings- en registratieformulieren niet worden weergegeven.
tr_tr: "Devre dışı bırak", oturum açma ve kayıt formlarının görüntülenmeyeceği anlamına gelir.

source: "Enable as option" means both forms will be available, but account creation and login are optional.
el: "Ενεργοποίηση ως επιλογή" σημαίνει ότι και οι δύο φόρμες θα είναι διαθέσιμες, αλλά η δημιουργία λογαριασμού και η σύνδεση είναι προαιρετικές.
it_it: "Abilita come opzione" significa che entrambi i moduli saranno disponibili, ma la creazione dell'account e il login sono facoltativi.
nl_nl: "Inschakelen als optie" betekent dat beide formulieren beschikbaar zullen zijn, maar dat het aanmaken van een account en het inloggen optioneel zijn.
tr_tr: "Seçenek olarak etkinleştir", her iki formun da kullanılabilir olacağı, ancak hesap oluşturma ve oturum açmanın isteğe bağlı olduğu anlamına gelir.

source: "Enable as mandatory" means the user must be registered and logged in before sending a booking.
el: "Ενεργοποίηση ως υποχρεωτική" σημαίνει ότι ο χρήστης πρέπει να είναι εγγεγραμμένος και συνδεδεμένος πριν από την αποστολή μιας κράτησης.
it_it: "Abilita come obbligatorio" significa che l'utente deve essere registrato e loggato prima di inviare una prenotazione.
nl_nl: "Inschakelen als verplicht" betekent dat de gebruiker geregistreerd en ingelogd moet zijn voordat er een boeking verzonden kan worden.
tr_tr: "Zorunlu olarak etkinleştir", kullanıcının bir rezervasyon göndermeden önce kayıtlı ve oturum açmış olması gerektiği anlamına gelir.

source: Enable as option
el: Ενεργοποίηση ως επιλογή
it_it: Abilita come opzione
nl_nl: Inschakelen als optie
tr_tr: Seçenek olarak etkinleştir

source: Enable as mandatory
el: Ενεργοποίηση ως υποχρεωτική
it_it: Abilita come obbligatorio
nl_nl: Inschakelen als verplicht
tr_tr: Zorunlu olarak etkinleştir

source: Add to wooCommerce cart
el: Προσθήκη στο καλάθι wooCommerce
it_it: Aggiungi al carrello di wooCommerce
nl_nl: Toevoegen aan wooCommerce winkelwagen
tr_tr: WooCommerce sepetine ekle

source: Enable adding bookings to the WooCommerce cart as products.
el: Ενεργοποιήστε την προσθήκη κρατήσεων στο καλάθι του WooCommerce ως προϊόντα.
it_it: Abilita l'aggiunta delle prenotazioni al carrello di WooCommerce come prodotti.
nl_nl: Het toevoegen van boekingen aan de WooCommerce winkelwagen als producten inschakelen.
tr_tr: Rezervasyonların WooCommerce sepetine ürün olarak eklenmesini etkinleştirin.

source: Requires "Hide prices" and "WooCommerce support" to be disabled.
el: Απαιτεί να είναι απενεργοποιημένες οι επιλογές "Απόκρυψη τιμών" και "Υποστήριξη WooCommerce".
it_it: Richiede che "Nascondi prezzi" e "Supporto WooCommerce" siano disattivati.
nl_nl: Vereist dat "Verberg prijzen" en "WooCommerce ondersteuning" zijn uitgeschakeld.
tr_tr: "Fiyatları gizle" ve "WooCommerce desteği "nin devre dışı bırakılmasını gerektirir.

source: Process booking after sending via the wooCommerce.
el: Διαδικασία κράτησης μετά την αποστολή μέσω του wooCommerce.
it_it: Elabora la prenotazione dopo l'invio tramite wooCommerce.
nl_nl: Verwerk boeking na verzending via wooCommerce.
tr_tr: WooCommerce üzerinden gönderdikten sonra rezervasyonu işleyin.

source: Update booking client details using data from wooCommerce checkout.
el: Ενημέρωση στοιχείων πελάτη κράτησης χρησιμοποιώντας δεδομένα από το wooCommerce checkout.
it_it: Aggiorna i dati del cliente della prenotazione utilizzando i dati del checkout di wooCommerce.
nl_nl: Werk boekingsgegevens van klanten bij met gegevens van wooCommerce checkout.
tr_tr: WooCommerce ödeme sayfasındaki verileri kullanarak rezervasyon müşteri ayrıntılarını güncelleyin.

source: Update booking client billing details using data from wooCommerce checkout.
el: Ενημέρωση των στοιχείων χρέωσης του πελάτη κράτησης χρησιμοποιώντας δεδομένα από το wooCommerce checkout.
it_it: Aggiorna i dati di fatturazione del cliente della prenotazione utilizzando i dati del checkout di wooCommerce.
nl_nl: Werk de factureringsgegevens van boekingsklanten bij met gegevens van de wooCommerce-kassa.
tr_tr: WooCommerce ödeme sayfasındaki verileri kullanarak rezervasyon müşteri faturalama ayrıntılarını güncelleyin.

source: Assign created product to the category.
el: Αναθέστε το προϊόν που δημιουργήθηκε στην κατηγορία.
it_it: Assegna il prodotto creato alla categoria.
nl_nl: Wijs het aangemaakte product toe aan de categorie.
tr_tr: Oluşturulan ürünü kategoriye atayın.

source: - Vehicle category -
el: - Κατηγορία οχήματος -
it_it: - Categoria del veicolo -
nl_nl: - Voertuigcategorie -
tr_tr: - Araç kategorisi -

source: Step #1
el: Βήμα #1
nl_nl: Stap #1
tr_tr: Adım #1

source: Step #2
el: Βήμα #2
nl_nl: Stap #2
tr_tr: Adım 2

source: Step #3
el: Βήμα #3
nl_nl: Stap #3
tr_tr: Adım #3

source: Step #4
el: Βήμα #4
nl_nl: Stap #4
tr_tr: Adım #4

source: Step #5
el: Βήμα #5
nl_nl: Stap #5
tr_tr: Adım #5

source: Form preloader
el: Προφορτωτής φόρμας
it_it: Modulo preloader
nl_nl: Formuliervoorlader
tr_tr: Form ön yükleyici

source: Enter properties of preloader.
el: Εισαγάγετε τις ιδιότητες του preloader.
it_it: Immettere le proprietà del preloader.
nl_nl: Voer eigenschappen van preloader in.
tr_tr: Ön yükleyicinin özelliklerini girin.

source: Image.
el: Εικόνα.
it_it: Immagine.
nl_nl: Afbeelding.
tr_tr: Resim.

source: Browse
el: Περιήγηση
it_it: Sfoglia
nl_nl: Bladeren
tr_tr: Gözat

source: Background opacity.
el: Αδιαφάνεια φόντου.
it_it: Opacità dello sfondo.
nl_nl: Achtergronddekking.
tr_tr: Arka plan opaklığı.

source: Background color.
el: Χρώμα φόντου.
it_it: Colore di sfondo.
nl_nl: Achtergrondkleur.
tr_tr: Arkaplan Rengi.

source: Enable or disable showing total time in the booking.
el: Ενεργοποιήστε ή απενεργοποιήστε την εμφάνιση του συνολικού χρόνου στην κράτηση.
it_it: Abilita o disabilita la visualizzazione del tempo totale nella prenotazione.
nl_nl: Het tonen van de totale tijd in de boeking in- of uitschakelen.
tr_tr: Rezervasyonda toplam sürenin gösterilmesini etkinleştirin veya devre dışı bırakın.

source: Sticky summary sidebar
el: Αυτοκόλλητη πλαϊνή γραμμή σύνοψης
it_it: Barra laterale sommaria sticky
nl_nl: Sticky samenvatting zijbalk
tr_tr: Yapışkan özet kenar çubuğu

source: Enable or disable sticky option for summary sidebar.
el: Ενεργοποιήστε ή απενεργοποιήστε την κολλώδη επιλογή για την πλαϊνή γραμμή σύνοψης.
it_it: Attivare o disattivare l'opzione "sticky" per la barra laterale riassuntiva.
nl_nl: Schakel de plakoptie voor de overzichtszijbalk in of uit.
tr_tr: Özet kenar çubuğu için yapışkan seçeneği etkinleştirin veya devre dışı bırakın.

source: Top navigation
el: Επάνω πλοήγηση
nl_nl: Top navigatie
tr_tr: Üst gezinme

source: Enable or disable top navigation.
el: Ενεργοποιήστε ή απενεργοποιήστε την επάνω πλοήγηση.
it_it: Abilitare o disabilitare la top navigation.
nl_nl: Schakel de bovenste navigatie in of uit.
tr_tr: Üst navigasyonu etkinleştirin veya devre dışı bırakın.

source: Choose whether you want to offer the option of extra time (in hours).
el: Επιλέξτε αν θέλετε να προσφέρετε την επιλογή επιπλέον χρόνου (σε ώρες).
it_it: Scelga se vuole offrire l'opzione del tempo supplementare (in ore).
nl_nl: Kies of u de optie van extra tijd (in uren) wilt aanbieden.
tr_tr: Ekstra süre seçeneği sunmak isteyip istemediğinizi seçin (saat olarak).

source: This option is available for "Distance" and "Flat rate" services only.
el: Αυτή η επιλογή είναι διαθέσιμη μόνο για υπηρεσίες "Απόστασης" και "Κατ 'αποκοπή".
it_it: Questa opzione è disponibile solo per i servizi "Distanza" e "Tariffa fissa".
nl_nl: Deze optie is alleen beschikbaar voor de diensten "Afstand" en "Vast tarief".
tr_tr: Bu seçenek yalnızca "Mesafe" ve "Sabit Ücretli" hizmetler için kullanılabilir.

source: Specify the minimum (integer value from 0 to 9999) and maximum (integer value from 1 to 9999) extra time in selected time unit.
el: Καθορίστε τον ελάχιστο (ακέραια τιμή από 0 έως 9999) και τον μέγιστο (ακέραια τιμή από 1 έως 9999) επιπλέον χρόνο σε επιλεγμένη μονάδα χρόνου.
it_it: Specifica il tempo supplementare minimo (valore intero da 0 a 9999) e massimo (valore intero da 1 a 9999) nell'unità di tempo selezionata.
nl_nl: Geef de minimale (gehele waarde van 0 tot 9999) en maximale (gehele waarde van 1 tot 9999) extra tijd in de geselecteerde tijdseenheid op.
tr_tr: Seçilen zaman biriminde minimum (0 ila 9999 arası tamsayı değeri) ve maksimum (1 ila 9999 arası tamsayı değeri) ekstra süreyi belirtin.

source: Step (integer value from 1 to 9999).
el: Βήμα (ακέραια τιμή από 1 έως 9999).
it_it: Passo (valore intero da 1 a 9999).
nl_nl: Stap (geheel getal van 1 tot 9999).
tr_tr: Adım (1 ila 9999 arasında tamsayı değeri).

source: Unit.
el: Μονάδα μέτρησης.
it_it: Unità.
nl_nl: Eenheid.
tr_tr: Birim.

source: Rental time of the vehicle (in hours).
el: Χρόνος ενοικίασης του οχήματος (σε ώρες).
it_it: Durata del noleggio del veicolo (in ore).
nl_nl: Huurtijd van het voertuig (in uren).
tr_tr: Aracın kiralama süresi saat.

source: Specify the minimum (integer value from 1 to 9999) and maximum (integer value from 1 to 9999) rental time of the vehicle.
el: Καθορίστε τον ελάχιστο (ακέραια τιμή από 1 έως 9999) και τον μέγιστο (ακέραια τιμή από 1 έως 9999) χρόνο ενοικίασης του οχήματος.
it_it: Specifica il tempo di noleggio minimo (valore intero da 1 a 9999) e massimo (valore intero da 1 a 9999) del veicolo.
nl_nl: Geef de minimale (gehele waarde van 1 tot 9999) en maximale (gehele waarde van 1 tot 9999) huurtijd van het voertuig op.
tr_tr: Aracın minimum (1'den 9999'a kadar tamsayı değeri) ve maksimum (1'den 9999'a kadar tamsayı değeri) kiralama süresini belirtin.

source: Distance limit
el: Όριο απόστασης
it_it: Limite di distanza
nl_nl: Afstandslimiet
tr_tr: Mesafe sınırı

source: Distance limit (%s) per hour. These values will be listed together with the hours in the "Duration" field.
el: Όριο απόστασης (%s) ανά ώρα. Οι τιμές αυτές θα αναγράφονται μαζί με τις ώρες στο πεδίο "Διάρκεια".
it_it: Limite di distanza (%s) per ora. Questi valori saranno elencati insieme alle ore nel campo "Durata".
nl_nl: Afstandslimiet (%s) per uur. Deze waarden worden samen met de uren in het veld "Duur" weergegeven.
tr_tr: Saat başına mesafe sınırı (%s). Bu değerler "Süre" alanında saatlerle birlikte listelenecektir.

source: Specify the minimum (integer value from 1 to 9999) and maximum (integer value from 1 to 9999) distance limit per hour.
el: Καθορίστε το ελάχιστο (ακέραια τιμή από 1 έως 9999) και το μέγιστο (ακέραια τιμή από 1 έως 9999) όριο απόστασης ανά ώρα.
it_it: Specifica il limite di distanza minimo (valore intero da 1 a 9999) e massimo (valore intero da 1 a 9999) per ora.
nl_nl: Geef de minimale (gehele waarde van 1 tot 9999) en maximale (gehele waarde van 1 tot 9999) afstandslimiet per uur op.
tr_tr: Saat başına minimum (1 ila 9999 arası tamsayı değeri) ve maksimum (1 ila 9999 arası tamsayı değeri) mesafe sınırını belirtin.

source: Enter list of %s (separated by semicolon) for each hour.
el: Εισάγετε λίστα με %s (διαχωρισμένα με άνω και κάτω τελεία) για κάθε ώρα.
it_it: Inserisca un elenco di %s (separati da punto e virgola) per ogni ora.
nl_nl: Voer voor elk uur een lijst van %s (gescheiden door puntkomma) in.
tr_tr: Her saat için %s (noktalı virgülle ayrılmış) listesini girin.

source: If the list will be specified, then values located in the min, max and step fields will be ignored.
el: Εάν καθοριστεί η λίστα, τότε οι τιμές που βρίσκονται στα πεδία min, max και step θα αγνοηθούν.
it_it: Se verrà specificato l'elenco, i valori situati nei campi min, max e step saranno ignorati.
nl_nl: Als de lijst wordt opgegeven, dan worden waarden in de velden min, max en stap genegeerd.
tr_tr: Liste belirtilecekse, min, maks ve adım alanlarında bulunan değerler yok sayılacaktır.

source: Show selected distance limit (related to the duration) as a "Included distance".
el: Εμφάνιση του επιλεγμένου ορίου απόστασης (που σχετίζεται με τη διάρκεια) ως "Περιλαμβανόμενη απόσταση".
it_it: Mostra il limite di distanza selezionato (legato alla durata) come "Distanza inclusa".
nl_nl: Toon de geselecteerde afstandslimiet (gerelateerd aan de duur) als een "Inclusief afstand".
tr_tr: Seçilen mesafe sınırını (süre ile ilgili) "Dahil edilen mesafe" olarak gösterin.

source: Duration of each waypoint in the minutes.
el: Διάρκεια κάθε σημείου σε λεπτά.
it_it: Durata di ciascun waypoint in minuti.
nl_nl: Duur van elk waypoint in minuten.
tr_tr: Her yol noktasının dakika cinsinden süresi.

source: Minimum value in minutes (integer value from 0 to 9999).
el: Ελάχιστη τιμή σε λεπτά (ακέραια τιμή από 0 έως 9999).
it_it: Valore minimo in minuti (valore intero da 0 a 9999).
nl_nl: Minimumwaarde in minuten (geheel getal van 0 tot 9999).
tr_tr: Dakika cinsinden minimum değer (0 ila 9999 arasında tamsayı değeri).

source: Maximum value in minutes (integer value from 0 to 9999).
el: Μέγιστη τιμή σε λεπτά (ακέραια τιμή από 0 έως 9999).
it_it: Valore massimo in minuti (valore intero da 0 a 9999).
nl_nl: Maximumwaarde in minuten (geheel getal van 0 tot 9999).
tr_tr: Dakika cinsinden maksimum değer (0 ila 9999 arasında tamsayı değer).

source: Step value in minutes (integer value from 1 to 9999).
el: Τιμή βήματος σε λεπτά (ακέραια τιμή από 1 έως 9999).
it_it: Valore del passo in minuti (valore intero da 1 a 9999).
nl_nl: Stapwaarde in minuten (geheel getal van 1 tot 9999).
tr_tr: Dakika cinsinden adım değeri (1 ila 9999 arasında tamsayı değeri).

source: Timepicker settings: dropdown list status and interval.
el: Ρυθμίσεις επιλογής χρόνου: κατάσταση και διάστημα αναπτυσσόμενης λίστας.
it_it: Impostazioni del Timepicker: stato dell'elenco a discesa e intervallo.
nl_nl: Timepicker instellingen: dropdown lijst status en interval.
tr_tr: Zaman seçici ayarları: açılır liste durumu ve aralığı.

source: Dropdown list status.
el: Κατάσταση αναπτυσσόμενης λίστας.
it_it: Stato dell'elenco a discesa.
nl_nl: Status vervolgkeuzelijst.
tr_tr: Açılır liste durumu.

source: Interval - the amount of time, in minutes, between each item in the dropdown.
el: Διάστημα - το χρονικό διάστημα, σε λεπτά, μεταξύ κάθε στοιχείου στο αναπτυσσόμενο μενού.
it_it: Intervallo - la quantità di tempo, in minuti, tra ogni voce del menu a tendina.
nl_nl: Interval - de hoeveelheid tijd, in minuten, tussen elk item in de dropdown.
tr_tr: Aralık - açılır menüdeki her bir öğe arasındaki dakika cinsinden süre.

source: Allowed are integer values from 1 to 9999.
el: Επιτρέπονται ακέραιες τιμές από 1 έως 9999.
it_it: Consentito sono valori interi da 1 a 9999.
nl_nl: Toegestaan zijn gehele getallen van 1 tot 9999.
tr_tr: 1'den 9999'a kadar tamsayı değerlerine izin verilir.

source: Start time for a current date.
el: Ώρα έναρξης για μια τρέχουσα ημερομηνία.
it_it: Ora di inizio per una data corrente.
nl_nl: Begintijd voor een huidige datum.
tr_tr: Geçerli bir tarih için başlangıç saati.

source: Timepicker starts based on current time
el: Το Timepicker ξεκινά με βάση την τρέχουσα ώρα
it_it: Timepicker viene avviato in base all'ora corrente
nl_nl: Timepicker start op basis van de huidige tijd
tr_tr: Zaman seçici geçerli saate göre başlar

source: Timepicker starts based on interval
el: Το Timepicker ξεκινά με βάση το διάστημα
it_it: Timepicker viene avviato in base all'intervallo
nl_nl: Timepicker start op basis van interval
tr_tr: Zaman seçici aralığa göre başlar

source: Show hours as a range between them.
el: Δείξτε τις ώρες ως εύρος μεταξύ τους.
it_it: Mostri le ore come un intervallo tra di esse.
nl_nl: Toon uren als een bereik ertussen.
tr_tr: Saatleri aralarında bir aralık olarak gösterin.

source: Set field as readonly (customer will not be able to enter own time).
el: Ορίστε το πεδίο ως μόνο για ανάγνωση (ο πελάτης δεν θα μπορεί να εισάγει το δικό του χρόνο).
it_it: Impostare il campo come di sola lettura (il cliente non potrà inserire il proprio tempo).
nl_nl: Stel het veld in als alleen-lezen (de klant zal niet in staat zijn om zijn eigen tijd in te voeren).
tr_tr: Alanı salt okunur olarak ayarlayın (müşteri kendi zamanını giremeyecektir).

source: Services tab
el: Καρτέλα "Υπηρεσίες"
it_it: Scheda dei Servizi
nl_nl: Tabblad Diensten
tr_tr: Hizmetler sekmesi

source: Enable or disable services tab on step #1 of booking form if only one service is active.
el: Ενεργοποιήστε ή απενεργοποιήστε την καρτέλα υπηρεσιών στο βήμα #1 της φόρμας κράτησης εάν είναι ενεργή μόνο μία υπηρεσία.
it_it: Abilitare o disabilitare la scheda Servizi al passo #1 del modulo di prenotazione se è attivo un solo servizio.
nl_nl: Schakel het tabblad diensten in of uit bij stap #1 van het boekingsformulier als slechts één dienst actief is.
tr_tr: Yalnızca bir hizmet etkinse, rezervasyon formunun #1 adımındaki hizmetler sekmesini etkinleştirin veya devre dışı bırakın.

source: Icons in fields
el: Εικονίδια σε πεδία
it_it: Icone nei campi
nl_nl: Pictogrammen in velden
tr_tr: Alanlardaki simgeler

source: Enable or disable showing icons in fields of booking form.
el: Ενεργοποιήστε ή απενεργοποιήστε την εμφάνιση εικονιδίων στα πεδία της φόρμας κράτησης.
it_it: Abilita o disabilita la visualizzazione delle icone nei campi del modulo di prenotazione.
nl_nl: Het tonen van pictogrammen in velden van het boekingsformulier in- of uitschakelen.
tr_tr: Rezervasyon formu alanlarında simge göstermeyi etkinleştirin veya devre dışı bırakın.

source: Visibility of right panel in step #1
el: Ορατότητα του δεξιού πλαισίου στο βήμα #1
it_it: Visibilità del pannello destro nel passaggio #1
nl_nl: Zichtbaarheid van het rechterpaneel in stap #1
tr_tr: 1. adımda sağ panelin görünürlüğü

source: Google Maps and ride info visibility.
el: Προβολή των Χαρτών Google και των πληροφοριών διαδρομής.
it_it: Visibilità di Google Maps e delle informazioni sulla corsa.
nl_nl: Google Maps en ritinformatie zichtbaar.
tr_tr: Google Haritalar ve sürüş bilgilerinin görünürlüğü.

source: Please note that this option doesn't disable map. It hides map only.
el: Λάβετε υπόψη ότι αυτή η επιλογή δεν απενεργοποιεί τον χάρτη. Κρύβει μόνο τον χάρτη.
it_it: Tenga presente che questa opzione non disattiva la mappa. Nasconde solo la mappa.
nl_nl: Houd er rekening mee dat deze optie de kaart niet uitschakelt. Het verbergt alleen de kaart.
tr_tr: Lütfen bu seçeneğin haritayı devre dışı bırakmadığını unutmayın. Yalnızca haritayı gizler.

source: Drop-off location in "Hourly" service
el: Τοποθεσία παράδοσης στην υπηρεσία "Ωριαία"
it_it: Luogo di consegna nel servizio "Orario"
nl_nl: Afgiftepunt in "Uur"-service
tr_tr: "Saatlik" hizmette bırakma yeri

source: Enable or disable "Drop-off location" field in "Hourly" service type offered.
el: Ενεργοποιήστε ή απενεργοποιήστε το πεδίο "Τοποθεσία παράδοσης" στον τύπο υπηρεσίας "Ωριαία" που προσφέρεται.
it_it: Abilita o disabilita il campo "Luogo di consegna" nel tipo di servizio offerto "Orario".
nl_nl: Inschakelen of uitschakelen "Drop-off locatie" veld in "Uur" aangeboden service type.
tr_tr: Sunulan "Saatlik" hizmet türünde "Bırakma konumu" alanını etkinleştirin veya devre dışı bırakın.

source: "Use my location" link for pickup location fields
el: Σύνδεσμος "Χρήση της τοποθεσίας μου" για πεδία τοποθεσίας παραλαβής
it_it: il link "Utilizza la mia posizione" per i campi della posizione di prelievo
nl_nl: "Gebruik mijn locatie" link voor afhaallocatie velden
tr_tr: Teslim alma konumu alanları için "Konumumu kullan" bağlantısı

source: Enable or disable the visibility of the "Use my location" link for pickup fields in "Distance" and "Hourly" services.
el: Ενεργοποίηση ή απενεργοποίηση της ορατότητας του συνδέσμου "Χρήση της τοποθεσίας μου" για τα πεδία παραλαβής στις υπηρεσίες "Απόσταση" και "Ωριαία".
it_it: Abilita o disabilita la visibilità del link "Usa la mia posizione" per i campi di prelievo nei servizi "Distanza" e "Orario".
nl_nl: Schakel de zichtbaarheid van de link "Gebruik mijn locatie" in of uit voor afhaalvelden in "Afstandsdiensten" en "Uurdiensten".
tr_tr: "Mesafe" ve "Saatlik" hizmetlerindeki teslim alma alanları için "Konumumu kullan" bağlantısının görünürlüğünü etkinleştirin veya devre dışı bırakın.

source: This works only if the customer's browser has geolocation enabled, otherwise, the link won’t be shown.
el: Αυτό λειτουργεί μόνο εάν το πρόγραμμα περιήγησης του πελάτη έχει ενεργοποιημένο τον γεωγραφικό εντοπισμό, διαφορετικά, ο σύνδεσμος δεν θα εμφανιστεί.
it_it: Questo funziona solo se il browser del cliente ha la geolocalizzazione abilitata, altrimenti il link non verrà mostrato.
nl_nl: Dit werkt alleen als de browser van de klant geolocatie heeft ingeschakeld, anders wordt de link niet weergegeven.
tr_tr: Bu, yalnızca müşterinin tarayıcısında coğrafi konum etkinleştirilmişse çalışır, aksi takdirde bağlantı gösterilmez.

source: Pickup time field
el: Πεδίο χρόνου παραλαβής
it_it: Campo orario di ritiro
nl_nl: Pickup tijd veld
tr_tr: Teslim alma zamanı alanı

source: Enable or disable possibility of changing time in "Pickup time" field.
el: Ενεργοποιήστε ή απενεργοποιήστε τη δυνατότητα αλλαγής ώρας στο πεδίο "Ώρα παραλαβής".
it_it: Abilita o disabilita la possibilità di cambiare l'ora nel campo "Ora di prelievo".
nl_nl: In- of uitschakelen van de mogelijkheid om de tijd in het veld "Pickup time" (Pickup tijd) te wijzigen.
tr_tr: "Teslim alma zamanı" alanında zamanı değiştirme olanağını etkinleştirin veya devre dışı bırakın.

source: If it is disabled, customer will not be able to change field value and providing a default time in the business hours is needed.
el: Εάν είναι απενεργοποιημένη, ο πελάτης δεν θα μπορεί να αλλάξει την τιμή του πεδίου και απαιτείται η παροχή μιας προεπιλεγμένης ώρας στις εργάσιμες ώρες.
it_it: Se è disattivato, il cliente non potrà modificare il valore del campo ed è necessario fornire un orario predefinito nelle ore lavorative.
nl_nl: Als dit uitgeschakeld is, kan de klant de veldwaarde niet wijzigen en is het nodig om een standaardtijd in de kantooruren op te geven.
tr_tr: Devre dışı bırakılırsa, müşteri alan değerini değiştiremez ve çalışma saatleri içinde varsayılan bir zaman sağlanması gerekir.

source: Vehicles price range
el: Εύρος τιμών οχημάτων
it_it: Fascia di prezzo dei veicoli
nl_nl: Prijsklasse voertuigen
tr_tr: Araçlar fiyat aralığı

source: Enable or disable option to show vehicles price range (after filling the ride details) in the first step.
el: Ενεργοποιήστε ή απενεργοποιήστε την επιλογή για την εμφάνιση εύρους τιμών οχημάτων (μετά τη συμπλήρωση των στοιχείων της διαδρομής) στο πρώτο βήμα.
it_it: Abilita o disabilita l'opzione di mostrare la fascia di prezzo dei veicoli (dopo aver compilato i dettagli della corsa) nella prima fase.
nl_nl: Schakel de optie in of uit om de prijsklasse van voertuigen te tonen (na het invullen van de ritgegevens) in de eerste stap.
tr_tr: İlk adımda araç fiyat aralığını (yolculuk ayrıntılarını doldurduktan sonra) gösterme seçeneğini etkinleştirin veya devre dışı bırakın.

source: "Choose a Vehicle" step
el: Βήμα "Επιλογή οχήματος"
it_it: Step "Scegli un veicolo"
nl_nl: "Kies een voertuig" stap
tr_tr: "Araç Seçin" adımı

source: Enable or disable the second step ("Choose a Vehicle") in the booking form.
el: Ενεργοποίηση ή απενεργοποίηση του δεύτερου βήματος ("Επιλέξτε όχημα") στη φόρμα κράτησης.
it_it: Abilita o disabilita il secondo passo ("Scegliere un veicolo") nel modulo di prenotazione.
nl_nl: De tweede stap ("Kies een voertuig") in het boekingsformulier in- of uitschakelen.
tr_tr: Rezervasyon formundaki ikinci adımı ("Araç Seçin") etkinleştirin veya devre dışı bırakın.
