Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: Percentage value of the deposit
el: Ποσοστιαία αξία κατάθεσης
it_it: Valore percentuale del deposito
nl_nl: Procentuele waarde van het deposito
tr_tr: Depozitonun yüzdesel değeri

source: Percentage value of the deposit.
el: Ποσοστιαία αξία της κατάθεσης.
it_it: Percentuale valore del deposito.
nl_nl: Percentage van de aanbetaling.
tr_tr: Depozito yüzdesi değeri.

source: Secret API key
el: Μυστικό κλειδί API
it_it: Chiave API segreta
nl_nl: Geheime API-sleutel
tr_tr: Gizli API anahtarı

source: You can find more about keys <a href="%s" target="_blank">here</a>.
el: Μπορείτε να βρείτε περισσότερα για τα κλειδιά <a href="%s" target="_blank">εδώ</a>.
it_it: Può trovare maggiori informazioni sulle chiavi <a href="%s" target="_blank">qui</a>.
nl_nl: Meer over sleutels vindt u <a href="%s" target="_blank">hier</a>.
tr_tr: Anahtarlar hakkında daha fazla bilgiye <a href="%s" target="_blank">buradan</a> ulaşabilirsiniz.

source: Publishable API key
el: Δημοσιεύσιμο κλειδί API
it_it: Chiave API pubblica
nl_nl: Publiceerbare API-sleutel
tr_tr: Yayınlanabilir API anahtarı

source: Payment methods
el: Τρόποι Πληρωμής
it_it: Metodi di pagamento
nl_nl: Betaalmethodes
tr_tr: Ödeme metodları

source: You can set up each of them in your "Stripe" dashboard under "Settings / Payment methods".
el: Μπορείτε να ρυθμίσετε καθένα από αυτά στον πίνακα ελέγχου "Stripe" στην ενότητα "Ρυθμίσεις / Τρόποι πληρωμής".
it_it: Può impostare ciascuno di essi nella sua dashboard "Stripe", alla voce "Impostazioni / Metodi di pagamento".
nl_nl: U kunt ze allemaal instellen in uw "Stripe" dashboard onder "Instellingen / Betaalmethoden".
tr_tr: Bunların her birini "Stripe" kontrol panelinizde "Ayarlar / Ödeme yöntemleri" altında ayarlayabilirsiniz.

source: Product ID
el: ID προϊόντος
it_it: ID Prodotto
tr_tr: Ürün ID

source: Product ID.
el: Αναγνωριστικό προϊόντος.
it_it: ID Servizio.
tr_tr: Ürün ID.

source: Redirection delay
el: Καθυστέρηση ανακατεύθυνσης
it_it: Ritardo di reindirizzamento
nl_nl: Vertraging bij omleiding
tr_tr: Yeniden yönlendirme gecikmesi

source: Duration of redirection delay (in seconds) to the Stripe gateway.
el: Διάρκεια καθυστέρησης ανακατεύθυνσης (σε δευτερόλεπτα) στην πύλη Stripe.
it_it: Durata del ritardo di reindirizzamento (in secondi) verso il gateway Stripe.
nl_nl: Duur van de omleidingsvertraging (in seconden) naar de Stripe-gateway.
tr_tr: Stripe ağ geçidine yeniden yönlendirme gecikmesinin süresi (saniye cinsinden).

source: "Success" URL address
el: Διεύθυνση URL "Επιτυχία"
it_it: "Indirizzo URL "Successo
nl_nl: URL-adres 'Geslaagd'
tr_tr: "Başarı" URL adresi

source: "Success" URL address.
el: Διεύθυνση URL "Επιτυχία".
it_it: "Successo" Indirizzo URL.
nl_nl: URL-adres 'Geslaagd'.
tr_tr: "Başarılı" URL adresi.

source: "Cancel" URL address
el: Διεύθυνση URL "Ακύρωση"
it_it: indirizzo URL "Annulla"
nl_nl: URL-adres 'Annuleren'
tr_tr: "İptal" URL adresi

source: "Cancel" URL address.
el: Διεύθυνση URL "Ακύρωση".
it_it: indirizzo URL "Annulla".
nl_nl: URL-adres 'Annuleren'.
tr_tr: "İptal" URL adresi.

source: Information for customer
el: Πληροφορίες για τον πελάτη
it_it: Informazioni per il cliente
nl_nl: Informatie voor de klant
tr_tr: Müşteri için bilgiler

source: Additional information for customer.
el: Πρόσθετες πληροφορίες για τον πελάτη.
it_it: Informazioni aggiuntive per il cliente.
nl_nl: Aanvullende informatie voor de klant.
tr_tr: Müşteri için ek bilgi.

source: Sandbox mode
el: Λειτουργία Sandbox
nl_nl: Sandbox modus
tr_tr: Sandbox modu

source: Sandbox mode.
el: Λειτουργία Sandbox.
it_it: Modalità Sandbox.
nl_nl: Sandbox-modus.
tr_tr: Sandbox modu.

source: Duration of redirection delay (in seconds) to the PayPal gateway.
el: Διάρκεια καθυστέρησης ανακατεύθυνσης (σε δευτερόλεπτα) στην πύλη PayPal.
it_it: Durata del ritardo di reindirizzamento (in secondi) verso il gateway PayPal.
nl_nl: Duur van de omleidingsvertraging (in seconden) naar de PayPal gateway.
tr_tr: PayPal ağ geçidine yeniden yönlendirme gecikmesinin süresi (saniye cinsinden).

source: Enable or disable driving zone restriction to selected areas.
el: Ενεργοποίηση ή απενεργοποίηση του περιορισμού ζώνης οδήγησης σε επιλεγμένες περιοχές.
it_it: Abilita o disabilita la restrizione della zona di guida alle aree selezionate.
nl_nl: Rijzonebeperking voor geselecteerde gebieden in- of uitschakelen.
tr_tr: Seçilen alanlara sürüş bölgesi kısıtlamasını etkinleştirin veya devre dışı bırakın.

source: Available for "Distance" and "Hourly" service types only.
el: Διατίθεται μόνο για τους τύπους υπηρεσιών "Απόσταση" και "Ωριαία".
it_it: Disponibile solo per i tipi di servizio "Distanza" e "Orario".
nl_nl: Alleen beschikbaar voor servicetypes "Afstand" en "Uur".
tr_tr: Yalnızca "Mesafe" ve "Saatlik" hizmet türleri için kullanılabilir.

source: Settings for pickup location.
el: Ρυθμίσεις για την τοποθεσία παραλαβής.
it_it: Impostazioni per la posizione di prelievo.
nl_nl: Instellingen voor de ophaal locatie.
tr_tr: Teslim alma konumu için ayarlar.

source: Settings for waypoints.
el: Ρυθμίσεις για σημεία διαδρομής.
it_it: Impostazioni per i waypoint.
nl_nl: Instellingen voor waypoints.
tr_tr: Yol noktaları için ayarlar.

source: Settings for return location.
el: Ρυθμίσεις για την τοποθεσία επιστροφής.
it_it: Impostazioni per la posizione di ritorno.
nl_nl: Instellingen voor retourlocatie.
tr_tr: Dönüş konumu için ayarlar.

source: Restriction to country
el: Περιορισμός στη χώρα
it_it: Restrizione al paese
nl_nl: Beperking tot het land
tr_tr: Ülkeye kısıtlama

source: Select (max. 5) countries.
el: Επιλέξτε (μέγιστο 5) χώρες.
it_it: Selezioni (massimo 5) Paesi.
nl_nl: Selecteer (max. 5) landen.
tr_tr: Ülke seçin (maks. 5).

source: - Not set -
el: - Δεν έχει οριστεί -
it_it: - Non impostato -
nl_nl: - Niet ingesteld -
tr_tr: - Ayarlanmadı -

source: Restriction to area
el: Περιορισμός στην περιοχή
it_it: Restrizione all'area
nl_nl: Beperking tot het gebied
tr_tr: Alan kısıtlaması

source: Address and radius in %s.
el: Διεύθυνση και ακτίνα σε %s.
it_it: Indirizzo e raggio in %s.
nl_nl: Adres en straal in %s.
tr_tr: Adres ve yarıçap %s'da.

source: Pickup and drop-off relation
el: Σχέση παραλαβής και αποβίβασης
it_it: Relazione di ritiro e consegna
nl_nl: Afhaal- en inleverrelatie
tr_tr: Teslim alma ve bırakma ilişkisi

source: Define the relation between pickup and drop-off location.
el: Καθορίστε τη σχέση μεταξύ της θέσης παραλαβής και της θέσης παράδοσης.
it_it: Definisca la relazione tra il luogo di ritiro e quello di consegna.
nl_nl: Definieer de relatie tussen ophaal- en inleverlocatie.
tr_tr: Teslim alma ve teslim etme konumu arasındaki ilişkiyi tanımlayın.

source: Restrictions for both fields (drop-off AND pickup) have to be fulfilled
el: Πρέπει να πληρούνται οι περιορισμοί και για τα δύο πεδία (παράδοση ΚΑΙ παραλαβή)
it_it: Devono essere rispettate le restrizioni per entrambi i campi (consegna e ritiro)
nl_nl: Aan de beperkingen voor beide velden (afzetten EN ophalen) moet worden voldaan
tr_tr: Her iki alan için de (bırakma VE alma) kısıtlamalar yerine getirilmelidir

source: Restrictions for at least one field (drop-off OR pickup) have to be fulfilled
el: Πρέπει να πληρούνται οι περιορισμοί για τουλάχιστον ένα πεδίο (αποβίβαση Ή παραλαβή)
it_it: Devono essere soddisfatte le limitazioni per almeno un campo (drop-off O pick-up)
nl_nl: Er moet aan beperkingen voor minstens één veld (drop-off OF pick-up) worden voldaan
tr_tr: En az bir alan için (bırakma VEYA alma) kısıtlamalar yerine getirilmelidir

source: Replace location
el: Αντικαταστήστε τη θέση
it_it: Sostituire la posizione
nl_nl: Locatie vervangen
tr_tr: Konum değiştirme

source: Use this option to replace all locations inside the geofence area with a coordinates of new location.
el: Χρησιμοποιήστε αυτήν την επιλογή για να αντικαταστήσετε όλες τις τοποθεσίες εντός της περιοχής γεωφράκτη με τις συντεταγμένες της νέας τοποθεσίας.
it_it: Utilizzi questa opzione per sostituire tutte le posizioni all'interno dell'area geofence con le coordinate della nuova posizione.
nl_nl: Gebruik deze optie om alle locaties binnen het geofence-gebied te vervangen door de coördinaten van de nieuwe locatie.
tr_tr: Geofence alanı içindeki tüm konumları yeni konumun koordinatlarıyla değiştirmek için bu seçeneği kullanın.

source: New location
el: Νέα τοποθεσία
it_it: Nuova località
nl_nl: Nieuwe locatie
tr_tr: Yeni konum

source: New location.
el: Νέα τοποθεσία.
it_it: Nuova posizione.
nl_nl: Nieuwe locatie.
tr_tr: Yeni yer.

source: Panels
el: Προβολές
it_it: Pannelli
nl_nl: Panelen
tr_tr: Paneller

source: This table shows a list of user-defined panels (groups of fields) used in the client form.
el: Αυτός ο πίνακας παρουσιάζει μια λίστα με τους πίνακες που ορίζονται από τον χρήστη (ομάδες πεδίων) που χρησιμοποιούνται στη φόρμα πελάτη.
it_it: Questa tabella mostra un elenco di pannelli definiti dall'utente (gruppi di campi) utilizzati nel modulo cliente.
nl_nl: Deze tabel toont een lijst van door de gebruiker gedefinieerde panelen (groepen velden) die gebruikt worden in het klantformulier.
tr_tr: Bu tablo, istemci formunda kullanılan kullanıcı tanımlı panellerin (alan grupları) bir listesini gösterir.

source: The default tabs "Contact details" and "Billing address" cannot be modified.
el: Οι προεπιλεγμένες καρτέλες "Στοιχεία επικοινωνίας" και "Διεύθυνση χρέωσης" δεν μπορούν να τροποποιηθούν.
it_it: Le schede predefinite "Dati di contatto" e "Indirizzo di fatturazione" non possono essere modificate.
nl_nl: De standaardtabbladen "Contactgegevens" en "Factuuradres" kunnen niet worden gewijzigd.
tr_tr: Varsayılan "İletişim bilgileri" ve "Fatura adresi" sekmeleri değiştirilemez.

source: Label
el: Ετικέτα
it_it: Etichetta
tr_tr: Etiket

source: Label of the panel.
el: Ετικέτα του πίνακα.
it_it: Etichetta del pannello.
nl_nl: Label van het paneel.
tr_tr: Panelin etiketi.

source: Open/close
el: Άνοιγμα/κλείσιμο
it_it: Aprire/chiudere
nl_nl: Openen/sluiten
tr_tr: Açık/Kapalı

source: Enable open/close panel option.
el: Ενεργοποίηση επιλογής ανοίγματος/κλεισίματος πίνακα.
it_it: Abilita l'opzione di apertura/chiusura del pannello.
nl_nl: Schakel de optie open/dicht paneel in.
tr_tr: Panel açma/kapama seçeneğini etkinleştirin.

source: Enter label.
el: Εισαγάγετε την ετικέτα.
it_it: Inserisci etichetta.
nl_nl: Label invoeren.
tr_tr: Etiketi girin.

source: Fields
el: Πεδία
it_it: Campi
nl_nl: Velden
tr_tr: Alanlar

source: This table shows a list of user-defined fields used in the client form.
el: Αυτός ο πίνακας παρουσιάζει έναν κατάλογο των πεδίων που ορίζονται από τον χρήστη και χρησιμοποιούνται στη φόρμα πελάτη.
it_it: Questa tabella mostra un elenco di campi definiti dall'utente utilizzati nel modulo cliente.
nl_nl: Deze tabel toont een lijst met door de gebruiker gedefinieerde velden die gebruikt worden in het klantformulier.
tr_tr: Bu tablo, istemci formunda kullanılan kullanıcı tanımlı alanların bir listesini gösterir.

source: Default fields in the "Contact details" and "Billing address" tabs cannot be modified. The "Label" column is required for each field.
el: Τα προεπιλεγμένα πεδία στις καρτέλες "Στοιχεία επικοινωνίας" και "Διεύθυνση χρέωσης" δεν μπορούν να τροποποιηθούν. Η στήλη "Ετικέτα" είναι υποχρεωτική για κάθε πεδίο.
it_it: I campi predefiniti nelle schede "Dati di contatto" e "Indirizzo di fatturazione" non possono essere modificati. La colonna "Etichetta" è necessaria per ogni campo.
nl_nl: Standaardvelden in de tabbladen "Contactgegevens" en "Factuuradres" kunnen niet worden gewijzigd. De kolom "Label" is vereist voor elk veld.
tr_tr: "İletişim bilgileri" ve "Fatura adresi" sekmelerindeki varsayılan alanlar değiştirilemez. Her alan için "Etiket" sütunu gereklidir.

source: If a field is marked as "Mandatory", the "Error message" must also be filled in.
el: Εάν ένα πεδίο χαρακτηρίζεται ως "Υποχρεωτικό", πρέπει να συμπληρωθεί και το "Μήνυμα σφάλματος".
it_it: Se un campo è contrassegnato come "Obbligatorio", deve essere compilato anche il "Messaggio di errore".
nl_nl: Als een veld is gemarkeerd als "Verplicht", moet ook de "Foutmelding" worden ingevuld.
tr_tr: Bir alan "Zorunlu" olarak işaretlenmişse, "Hata mesajı" da doldurulmalıdır.

source: Label of the field.
el: Ετικέτα του πεδίου.
it_it: Inserisci una etichetta per questo campo.
nl_nl: Een label voor dit veld definiëren.
tr_tr: Alanın etiketi.

source: Field type.
el: Τύπος πεδίου.
it_it: Tipo di campo.
nl_nl: Veldtype.
tr_tr: Alan türü.

source: List of possible values to choose separated by semicolon.
el: Λίστα πιθανών τιμών για επιλογή, διαχωρισμένες με ερωτηματικό.
it_it: Elenco di possibili valori da scegliere separati da punto e virgola.
nl_nl: Lijst met mogelijke waarden die u kunt kiezen, gescheiden door puntkomma's.
tr_tr: Noktalı virgülle ayrılmış seçilecek olası değerlerin listesi.

source: Error message
el: Μήνυμα Σφάλμα
it_it: Messaggio di errore
nl_nl: Foutmelding
tr_tr: Hata mesajı

source: Error message displayed in tooltip when field is empty.
el: Μήνυμα σφάλματος που εμφανίζεται στη συμβουλή εργαλείου όταν το πεδίο είναι κενό.
it_it: Messaggio di errore visualizzato nel suggerimento quando il campo è vuoto.
nl_nl: Foutbericht dat wordt weergegeven in knopinfo wanneer het veld leeg is.
tr_tr: Alan boş olduğunda araç ipucunda görüntülenen hata mesajı.

source: Layout
el: Διάταξη
tr_tr: Düzen

source: Layout of the fields displayed in the booking form.
el: Διάταξη των πεδίων που εμφανίζονται στη φόρμα κράτησης.
it_it: Layout dei campi visualizzati nel modulo di prenotazione.
nl_nl: Lay-out van de velden in het boekingsformulier.
tr_tr: Rezervasyon formunda görüntülenen alanların düzeni.

source: Panel in which field has to be located.
el: Πίνακας στον οποίο πρέπει να βρίσκεται το πεδίο.
it_it: Pannello in cui deve essere posizionato il campo.
nl_nl: Paneel waarin het veld zich moet bevinden.
tr_tr: Sahanın yerleştirilmesi gereken panel.

source: Types to which field has to be assigned.
el: Τύποι στους οποίους πρέπει να αντιστοιχιστεί το πεδίο.
it_it: Tipi a cui il campo deve essere assegnato.
nl_nl: Types waaraan het veld moet worden toegewezen.
tr_tr: Alanın atanması gereken türler.

source: Pickup geofence.
el: Geofence παραλαβής.
it_it: Geofence di prelievo.
tr_tr: Coğrafi sınırı al.

source: Drop-off geofence.
el: Geofence αποβίβασης.
it_it: Geofence di abbandono.
tr_tr: Bırakma coğrafi sınırı.

source: Enter values of list separated by semicolon.
el: Εισαγάγετε τιμές λίστας διαχωρισμένες με ερωτηματικό.
it_it: Inserisca i valori dell'elenco separati dal punto e virgola.
nl_nl: Voer waarden van de lijst in, gescheiden door puntkomma....
tr_tr: Noktalı virgül ile ayrılmış liste değerlerini girin.

source: Enter error message.
el: Εισαγάγετε μήνυμα σφάλματος.
it_it: Inserisci messaggio di errore.
nl_nl: Voer een foutbericht in.
tr_tr: Hata mesajını girin.

source: This table shows a list of agreements that must be accepted by the customer before submitting the booking.
el: Αυτός ο πίνακας παρουσιάζει έναν κατάλογο συμφωνιών που πρέπει να γίνουν αποδεκτές από τον πελάτη πριν από την υποβολή της κράτησης.
it_it: Questa tabella mostra un elenco di accordi che devono essere accettati dal cliente prima di inviare la prenotazione.
nl_nl: In deze tabel vindt u een lijst met overeenkomsten die door de klant moeten worden geaccepteerd voordat de boeking wordt ingediend.
tr_tr: Bu tablo, rezervasyonu göndermeden önce müşteri tarafından kabul edilmesi gereken sözleşmelerin bir listesini göstermektedir.

source: Each agreement includes a checkbox and agreement text.
el: Κάθε συμφωνία περιλαμβάνει ένα πλαίσιο ελέγχου και ένα κείμενο συμφωνίας.
it_it: Ogni accordo comprende una casella di controllo e il testo dell'accordo.
nl_nl: Elke overeenkomst bevat een selectievakje en een overeenkomsttekst.
tr_tr: Her sözleşme bir onay kutusu ve sözleşme metni içerir.

source: Enter text.
el: Συμπληρώστε κείμενο.
it_it: Inserisci testo.
nl_nl: Tekst invoeren.
tr_tr: Metin girin.

source: E-mail
tr_tr: E-posta

source: Vonage/Twilio SMS (to customer)
el: Vonage/Twilio SMS (στον πελάτη)
it_it: Vonage/Twilio SMS (al cliente)
nl_nl: Vonage/Twilio SMS (naar klant)
tr_tr: Vonage/Twilio SMS (müşteriye)

source: Sender account
el: Λογαριασμός αποστολέα
it_it: Conto mittente
nl_nl: Rekening afzender
tr_tr: Gönderen hesabı

source: Select the email account that will be used to send messages about new bookings to clients and defined recipients.
el: Επιλέξτε το λογαριασμό ηλεκτρονικού ταχυδρομείου που θα χρησιμοποιείται για την αποστολή μηνυμάτων σχετικά με νέες κρατήσεις σε πελάτες και καθορισμένους παραλήπτες.
it_it: Selezioni l'account e-mail che verrà utilizzato per inviare messaggi sulle nuove prenotazioni ai clienti e ai destinatari definiti.
nl_nl: Selecteer het e-mailaccount dat gebruikt zal worden om berichten over nieuwe boekingen naar klanten en gedefinieerde ontvangers te sturen.
tr_tr: Müşterilere ve tanımlı alıcılara yeni rezervasyonlarla ilgili mesajlar göndermek için kullanılacak e-posta hesabını seçin.

source: Recipients e-mail addresses
el: Διευθύνσεις ηλεκτρονικού ταχυδρομείου παραληπτών
it_it: Indirizzi e-mail dei destinatari
nl_nl: E-mailadressen van ontvangers
tr_tr: Alıcıların e-posta adresleri

source: List of recipients' email addresses (separated by semicolon).
el: Λίστα με τις διευθύνσεις ηλεκτρονικού ταχυδρομείου των παραληπτών (χωρισμένες με άνω και κάτω τελεία).
it_it: Elenco degli indirizzi e-mail dei destinatari (separati da punto e virgola).
nl_nl: Lijst met e-mailadressen van ontvangers (gescheiden door puntkomma).
tr_tr: Alıcıların e-posta adreslerinin listesi (noktalı virgülle ayrılmış).

source: New booking notifications sending to customers
el: Νέες ειδοποιήσεις κρατήσεων που αποστέλλονται στους πελάτες
it_it: Invio di nuove notifiche di prenotazione ai clienti
nl_nl: Nieuwe boekingsmeldingen versturen naar klanten
tr_tr: Müşterilere gönderilen yeni rezervasyon bildirimleri

source: Send an email message about a new booking to customers.
el: Αποστολή μηνύματος ηλεκτρονικού ταχυδρομείου σχετικά με μια νέα κράτηση σε πελάτες.
it_it: Invii ai clienti un messaggio e-mail su una nuova prenotazione.
nl_nl: Stuur een e-mailbericht over een nieuwe boeking naar klanten.
tr_tr: Müşterilere yeni bir rezervasyon hakkında e-posta mesajı gönderin.

source: New booking notifications sending to customers in case of successful payment only
el: Νέες ειδοποιήσεις κράτησης που αποστέλλονται στους πελάτες μόνο σε περίπτωση επιτυχούς πληρωμής
it_it: Invio di nuove notifiche di prenotazione ai clienti solo in caso di pagamento andato a buon fine
nl_nl: Nieuwe boekingsmeldingen die alleen naar klanten worden verzonden bij een succesvolle betaling
tr_tr: Yeni rezervasyon bildirimlerinin müşterilere yalnızca başarılı ödeme durumunda gönderilmesi

source: Send an email message about a new booking to customers only if the booking has been paid.
el: Αποστολή μηνύματος ηλεκτρονικού ταχυδρομείου σχετικά με μια νέα κράτηση σε πελάτες μόνο εάν η κράτηση έχει πληρωθεί.
it_it: Invia un messaggio e-mail su una nuova prenotazione ai clienti solo se la prenotazione è stata pagata.
nl_nl: Stuur alleen een e-mailbericht over een nieuwe boeking naar klanten als de boeking is betaald.
tr_tr: Müşterilere yeni bir rezervasyonla ilgili e-posta mesajını yalnızca rezervasyonun ödemesi yapılmışsa gönderin.

source: Works only with built-in online payment methods like Stripe and PayPal.
el: Λειτουργεί μόνο με ενσωματωμένες μεθόδους ηλεκτρονικών πληρωμών όπως το Stripe και το PayPal.
it_it: Funziona solo con i metodi di pagamento online integrati, come Stripe e PayPal.
nl_nl: Werkt alleen met ingebouwde online betaalmethoden zoals Stripe en PayPal.
tr_tr: Yalnızca Stripe ve PayPal gibi yerleşik çevrimiçi ödeme yöntemleriyle çalışır.

source: Requires "New booking notifications sending to customers" to be enabled.
el: Απαιτεί να είναι ενεργοποιημένη η επιλογή "Αποστολή ειδοποιήσεων για νέες κρατήσεις σε πελάτες".
it_it: Richiede che l'opzione "Invio di notifiche di nuove prenotazioni ai clienti" sia abilitata.
nl_nl: Vereist dat "Kennisgevingen voor nieuwe boekingen versturen naar klanten" ingeschakeld is.
tr_tr: "Yeni rezervasyon bildirimlerinin müşterilere gönderilmesi" özelliğinin etkinleştirilmesini gerektirir.

source: New booking notifications sending to defined addresses
el: Νέες ειδοποιήσεις κράτησης που αποστέλλονται σε καθορισμένες διευθύνσεις
it_it: Nuove notifiche di prenotazione inviate a indirizzi definiti
nl_nl: Nieuwe boekingsmeldingen sturen naar gedefinieerde adressen
tr_tr: Tanımlı adreslere gönderilen yeni rezervasyon bildirimleri

source: Send an email message about a new booking to the addresses defined in the recipient list.
el: Αποστολή μηνύματος ηλεκτρονικού ταχυδρομείου σχετικά με μια νέα κράτηση στις διευθύνσεις που ορίζονται στη λίστα παραληπτών.
it_it: Invia un messaggio e-mail su una nuova prenotazione agli indirizzi definiti nell'elenco dei destinatari.
nl_nl: Stuur een e-mailbericht over een nieuwe boeking naar de adressen die in de ontvangerslijst zijn gedefinieerd.
tr_tr: Alıcı listesinde tanımlanan adreslere yeni bir rezervasyon hakkında bir e-posta mesajı gönderin.

source: New booking notifications sending to defined addresses in case of successful payment only
el: Νέες ειδοποιήσεις κράτησης που αποστέλλονται σε καθορισμένες διευθύνσεις μόνο σε περίπτωση επιτυχούς πληρωμής
it_it: Le notifiche di nuove prenotazioni vengono inviate agli indirizzi definiti solo in caso di pagamento andato a buon fine
nl_nl: Kennisgevingen voor nieuwe boekingen worden alleen naar gedefinieerde adressen gestuurd bij een geslaagde betaling
tr_tr: Yeni rezervasyon bildirimlerinin sadece başarılı ödeme durumunda tanımlı adreslere gönderilmesi

source: Send an email message about a new booking to the addresses defined in the recipient list only if the booking has been paid.
el: Αποστολή μηνύματος ηλεκτρονικού ταχυδρομείου σχετικά με μια νέα κράτηση στις διευθύνσεις που ορίζονται στη λίστα παραληπτών μόνο εάν η κράτηση έχει πληρωθεί.
it_it: Invia un messaggio e-mail su una nuova prenotazione agli indirizzi definiti nell'elenco dei destinatari solo se la prenotazione è stata pagata.
nl_nl: Stuur alleen een e-mailbericht over een nieuwe boeking naar de adressen die in de ontvangerslijst zijn gedefinieerd als de boeking is betaald.
tr_tr: Yalnızca rezervasyonun ödemesi yapılmışsa alıcı listesinde tanımlanan adreslere yeni bir rezervasyonla ilgili bir e-posta mesajı gönderin.

source: Requires "New booking notifications sending to defined addresses" to be enabled.
el: Απαιτεί να είναι ενεργοποιημένη η επιλογή "Αποστολή ειδοποιήσεων για νέες κρατήσεις σε καθορισμένες διευθύνσεις".
it_it: Richiede che sia abilitata la funzione "Invio di notifiche di nuove prenotazioni a indirizzi definiti".
nl_nl: Vereist dat "Nieuwe boekingsmeldingen verzenden naar gedefinieerde adressen" is ingeschakeld.
tr_tr: "Yeni rezervasyon bildirimlerinin tanımlı adreslere gönderilmesi" özelliğinin etkinleştirilmesini gerektirir.

source: Using these options you can set up sending notifications about new booking to the defined number.
el: Χρησιμοποιώντας αυτές τις επιλογές, μπορείτε να ρυθμίσετε την αποστολή ειδοποιήσεων σχετικά με νέες κρατήσεις στον καθορισμένο αριθμό.
it_it: Utilizzando queste opzioni può impostare l'invio di notifiche sulle nuove prenotazioni al numero definito.
nl_nl: Met deze opties kunt u instellen dat meldingen over nieuwe boekingen naar het opgegeven nummer worden gestuurd.
tr_tr: Bu seçenekleri kullanarak, tanımlanan numaraya yeni rezervasyon hakkında bildirim gönderilmesini ayarlayabilirsiniz.
