Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: Availability Rules
el: Κανόνες διαθεσιμότητας
it_it: Regole di disponibilità
nl_nl: Beschikbaarheidsregels
tr_tr: Kullanılabilirlik Kuralları

source: Availability Rule
el: Κανόνας διαθεσιμότητας
it_it: Regola della disponibilità
nl_nl: Beschikbaarheidsregel
tr_tr: Kullanılabilirlik Kuralı

source: Add New
el: Προσθήκη Νέου
it_it: Aggiungi Nuovo
nl_nl: Nieuwe toevoegen
tr_tr: Yeni Ekle

source: Add New Availability Rule
el: Προσθήκη νέου κανόνα διαθεσιμότητας
it_it: Aggiungere una nuova regola di disponibilità
nl_nl: Nieuwe beschikbaarheidsregel toevoegen
tr_tr: Yeni Kullanılabilirlik Kuralı Ekle

source: Edit Availability Rule
el: Επεξεργασία κανόνα διαθεσιμότητας
it_it: Modifica la regola di disponibilità
nl_nl: Bewerk beschikbaarheidsregel
tr_tr: Kullanılabilirlik Kuralını Düzenle

source: New Availability Rule
el: Νέος κανόνας διαθεσιμότητας
it_it: Nuova regola di disponibilità
nl_nl: Nieuwe beschikbaarheidsregel
tr_tr: Yeni Kullanılabilirlik Kuralı

source: View Availability Rule
el: Προβολή κανόνα διαθεσιμότητας
it_it: Visualizza la regola della disponibilità
nl_nl: Bekijk beschikbaarheidsregel
tr_tr: Kullanılabilirlik Kuralını Görüntüle

source: Search Availability Rules
el: Κανόνες διαθεσιμότητας αναζήτησης
it_it: Regole di ricerca della disponibilità
nl_nl: Zoek beschikbaarheidsregels
tr_tr: Arama Kullanılabilirlik Kuralları

source: No Availability Rules Found
el: Δεν βρέθηκαν κανόνες διαθεσιμότητας
it_it: Non sono state trovate regole di disponibilità
nl_nl: Geen beschikbaarheidsregels gevonden
tr_tr: Kullanılabilirlik Kuralı Bulunamadı

source: No Availability Rules in Trash
el: Δεν υπάρχουν κανόνες διαθεσιμότητας στα σκουπίδια
it_it: Nessuna regola di disponibilità nel cestino
nl_nl: Geen beschikbaarheidsregels in de prullenbak
tr_tr: Çöp Kutusunda Kullanılabilirlik Kuralı Yok

source: Main
el: Κύρια
it_it: Principale
nl_nl: Hoofd
tr_tr: Ana

source: Conditions
el: Προϋποθέσεις
it_it: Condizioni
nl_nl: Voorwaarden
tr_tr: Koşullar

source: Vehicles
el: Οχήματα
it_it: Veicoli
nl_nl: Voertuigen
tr_tr: Araçlar

source: Booking extras
el: Πρόσθετα κράτησης
it_it: Prenotazioni extra
nl_nl: Reservering extras
tr_tr: Rezervasyon ekstraları

source: Payments
el: Πληρωμές
it_it: Pagamenti
nl_nl: Betalingen
tr_tr: Ödemeler

source: Other
el: Άλλο
it_it: Altro
nl_nl: Andere
tr_tr: Diğer

source: Available
el: Διαθέσιμο
it_it: Disponibile
nl_nl: Beschikbaar
tr_tr: Mevcut

source: Unavailable
el: Μη Διαθέσιμο
it_it: Non disponibile
nl_nl: Niet beschikbaar
tr_tr: Kullanım dışı

source: Not set
el: Δεν ρυθμίστηκε
it_it: Non impostato
nl_nl: Niet ingesteld
tr_tr: Ayarlanmadı

source: Booking forms
el: Έντυπα κρατήσεων
it_it: Prenotazione
nl_nl: Reservering formulier
tr_tr: Rezervasyon Formları

source: Service types
el: Τύποι υπηρεσιών
it_it: Tipi di servizio
nl_nl: Alle service soorten
tr_tr: Hizmet türleri

source: Fixed pickup locations
el: Σταθερές τοποθεσίες παραλαβής
it_it: Posizioni di prelievo fisse
nl_nl: Vaste afhaallocaties
tr_tr: Sabit teslim alma yerleri

source: Fixed drop-off locations
el: Σταθερές τοποθεσίες αποβίβασης
it_it: Luoghi di consegna fissi
nl_nl: Vaste bestemmingen
tr_tr: Sabit bırakma yerleri

source: Pickup geofence areas
el: Περιοχές geofence παραλαβής
it_it: Area di prelievo geolocalizzata
nl_nl: Pickup geofence gebieden
tr_tr: Coğrafi çit alanlarını toplama

source: Return geofence areas
el: Επιστροφή περιοχών geofence
it_it: Restituzione delle aree di geolocalizzazione
nl_nl: Geofence-gebieden retourneren
tr_tr: Geofence alanlarını iade edin

source: Pickup dates
el: Ημερομηνίες παραλαβής
it_it: Giorno di Partenza
nl_nl: Afhaaldata
tr_tr: Teslim alma tarihleri

source: Return dates
el: Ημερομηνίες επιστροφής
it_it: Date di ritorno
nl_nl: Terugkeerdata
tr_tr: Dönüş tarihleri

source: Pickup hours
el: Ώρες παραλαβής
it_it: Orario di ritiro
nl_nl: Pickup uren
tr_tr: Alış saatleri

source: Return hours
el: Ώρες επιστροφής
it_it: Orario di rientro
nl_nl: Uren terug
tr_tr: Dönüş saatleri

source: Order
el: Παραγγελία
it_it: Ordine
nl_nl: Bestelling
tr_tr: Sipariş

source: Next rule processing
el: Επόμενη επεξεργασία κανόνα
it_it: Successivo
nl_nl: Volgende regelverwerking
tr_tr: Sonraki kural işleme

source: Enable
el: Ενεργοποίηση
it_it: Abilita
nl_nl: Inschakelen
tr_tr: Etkinleştir

source: Disable
el: Απενεργοποίηση
it_it: Disabilita
nl_nl: Uitschakelen
tr_tr: Devre Dışı

source: Bookings
el: Κρατήσεις
it_it: Prenotazioni
nl_nl: Reserveringen
tr_tr: Rezervasyonlar

source: Booking
el: Κράτηση
it_it: Prenotazione
nl_nl: Boeking
tr_tr: Rezervasyon

source: Edit Booking
el: Επεξεργασία Κράτησης
it_it: Modifica Prenotazione
nl_nl: Boeking bewerken
tr_tr: Rezervasyonu Düzenle

source: View Booking
el: Προβολή Κράτησης
it_it: Visualizza Prenotazione
nl_nl: Bekijk Reservering
tr_tr: Rezervasyon Görüntüle

source: Search Bookings
el: Αναζήτηση κρατήσεων
it_it: Cerca Prenotazioni
nl_nl: Zoek Reserveringen
tr_tr: Rezervasyonları Ara

source: No Bookings Found
el: Δεν βρέθηκαν κρατήσεις
it_it: Nessuna Prenotazione Trovata
nl_nl: Geen reserveringen gevonden
tr_tr: Rezervasyon Bulunamadı.

source: No Bookings Found in Trash
el: Δεν βρέθηκαν κρατήσεις στον κάδο απορριμμάτων
it_it: Nessuna prenotazione trovata nel cestino
nl_nl: Geen reserveringen gevonden in de prullenbak
tr_tr: Çöp Kutusunda Rezervasyon Bulunamadı

source: Booking edit
el: Επεξεργασία κράτησης
it_it: Modifica prenotazione
nl_nl: Boeken
tr_tr: Rezervasyon düzenleme

source: This booking has corresponding wooCommerce order. Click on button below to see its details in new window.
el: Αυτή η κράτηση έχει αντίστοιχη παραγγελία wooCommerce. Κάντε κλικ στο κουμπί παρακάτω για να δείτε τις λεπτομέρειες του σε νέο παράθυρο.
it_it: Questa prenotazione ha il corrispondente ordine nel negozio. Cliccare sul pulsante qui sotto per vedere i suoi dettagli nella nuova finestra.
nl_nl: Deze reservering heeft de bijbehorende wooCommerce-bestelling. Klik op de onderstaande knop om de details in een nieuw venster te bekijken.
tr_tr: Bu rezervasyonun ilgili wooCommerce siparişi vardır. Ayrıntılarını yeni pencerede görmek için aşağıdaki düğmeye tıklayın.

source: Open booking
el: Ανοιχτή κράτηση
it_it: Prenotazione aperta
nl_nl: Open reservering
tr_tr: Açık rezervasyon

source: This booking hasn't corresponding wooCommerce order.
el: Αυτή η κράτηση δεν έχει αντίστοιχη παραγγελία wooCommerce.
it_it: Questa prenotazione non ha un ordine negozio corrispondente.
nl_nl: Deze boeking heeft geen overeenkomstige wooCommerce bestelling.
tr_tr: Bu rezervasyona karşılık gelen wooCommerce siparişi yok.

source: Click on below button to start editing this booking.
el: Κάντε κλικ στο παρακάτω κουμπί για να ξεκινήσετε την επεξεργασία αυτής της κράτησης.
it_it: Clicchi sul pulsante sottostante per iniziare a modificare questa prenotazione.
nl_nl: Klik op onderstaande knop om te beginnen met het bewerken van deze reservering.
tr_tr: Bu rezervasyonu düzenlemeye başlamak için aşağıdaki düğmeye tıklayın.

source: Edit booking
el: Επεξεργασία κράτησης
it_it: Modifica prenotazione
nl_nl: Reserverings aanvraag aanpassen
tr_tr: Rezervasyon düzenle

source: This booking cannot be modified, because it cannot be found or booking form cannot be found or post/page ID on which booking form has been placed cannot be found.
el: Αυτή η κράτηση δεν μπορεί να τροποποιηθεί, επειδή δεν μπορεί να βρεθεί ή δεν μπορεί να βρεθεί η φόρμα κράτησης ή δεν μπορεί να βρεθεί το αναγνωριστικό ανάρτησης/σελίδας στο οποίο έχει τοποθετηθεί η φόρμα κράτησης.
it_it: Questa prenotazione non può essere modificata, perché non può essere trovata o il modulo di prenotazione non può essere trovato o l'ID del post/pagina su cui è stato inserito il modulo di prenotazione non può essere trovato.
nl_nl: Deze boeking kan niet worden gewijzigd, omdat deze niet kan worden gevonden of het boekingsformulier niet kan worden gevonden of het post/pagina ID waarop het boekingsformulier is geplaatst niet kan worden gevonden.
tr_tr: Bu rezervasyon değiştirilemez, çünkü bulunamıyor veya rezervasyon formu bulunamıyor veya rezervasyon formunun yerleştirildiği gönderi/sayfa kimliği bulunamıyor.

source: New booking "%s" has been received
el: Νέα κράτηση "%s" έχει ληφθεί
it_it: La nuova prenotazione “%s” è stata ricevuta
nl_nl: Nieuwe boeking "%s" is ontvangen
tr_tr: Yeni rezervasyon " %s" alındı

source: Booking status
el: Κατάσταση κράτησης
it_it: Stato della Prenotazione
nl_nl: Reserveringsstatus
tr_tr: Rezervasyon Durumu

source: Service type
el: Τύπος Υπηρεσίας
it_it: Tipo di servizio
nl_nl: Dienst type
tr_tr: Servis Tipi

source: Pickup/return date
el: Ημερομηνία παραλαβής/επιστροφής
it_it: Data di ritiro/ritorno
nl_nl: Ophaal/inleverdatum
tr_tr: Teslim alma / iade tarihi

source: Client
el: Πελάτης
it_it: Cliente
nl_nl: Klant
tr_tr: Müşteri

source: Price
el: Τιμή
it_it: Prezzo
nl_nl: Prijs
tr_tr: Fiyat

source: - All statuses -
el: - Όλες οι καταστάσεις -
it_it: - Tutti gli stati -
nl_nl: - Alle statussen -
tr_tr: - Tüm statüler -

source: - New & accepted -
el: - Νέο & αποδεκτό -
it_it: - Nuovo e accettato -
nl_nl: - Nieuw & aanvaard -
tr_tr: - Yeni ve kabul edilmiş -

source: - Blocked -
el: - Μπλοκαρισμένο -
it_it: - Bloccati -
nl_nl: - Geblokkeerd -
tr_tr: - Engellendi -

source: Initial fee
el: Αρχικός φόρος
it_it: Deposito Iniziale
nl_nl: Initiële kosten
tr_tr: Açılış Ücreti

source: Item
el: Είδος
it_it: Elemento
nl_nl: Artikel
tr_tr: Öğe

source: Initial fee (return)
el: Αρχικός φόρος (επιστροφή)
it_it: Tariffa iniziale (ritorno)
nl_nl: Initiële vergoeding (retour)
tr_tr: İlk ücret (iade)

source: Initial fee (return, new ride)
el: Αρχικός φόρος (επιστροφή, νέα διαδρομή)
it_it: Tariffa iniziale (ritorno, nuova corsa)
nl_nl: Initiële vergoeding (retour, nieuwe rit)
tr_tr: İlk ücret (iade, yeni sürüş)

source: Delivery fee
el: Κόστος παράδοσης
it_it: Costo consegna a domicilio
nl_nl: Verzendkosten
tr_tr: Adrese Gönder Ücreti

source: Delivery fee (return)
el: Κόστος παράδοσης(επιστροφή)
it_it: Tasse (ritorno)
nl_nl: Verzendkosten (retour)
tr_tr: Teslimat ücreti (iade)

source: Chauffeur service
el: Υπηρεσία σοφέρ
it_it: Autonoleggio con conducente
tr_tr: VIP seyahat Hizmeti

source: Chauffeur service (distance, %s, %s)
el: Υπηρεσία σοφέρ (απόσταση, %s, %s)
it_it: Servizio di autista (distanza, %s, %s)
nl_nl: Chauffeursdienst (afstand, %s, %s)
tr_tr: Şoför hizmeti (mesafe, %s, %s)

source: Chauffeur service (distance)
el: Υπηρεσία σοφέρ (απόσταση)
it_it: Servizio chauffeur (distanza)
nl_nl: Chauffeur service (afstand)
tr_tr: Kurye hizmeti (mesafe)

source: Chauffeur service (duration)
el: Υπηρεσία σοφέρ (διάρκεια)
it_it: Servizio chauffeur (durata)
nl_nl: Chauffeur service (duur)
tr_tr: Kurye hizmeti (süre)

source: Hours
el: Ώρες
it_it: Ore
nl_nl: Uren
tr_tr: Saat

source: Chauffeur service (duration x no. passenger)
el: Υπηρεσία σοφέρ (διάρκεια x αριθμό επιβατών)
it_it: Servizio con autista (durata x n. passeggeri)
nl_nl: Chauffeursdienst (duur x aantal passagiers)
tr_tr: Şoför hizmeti (süre x yolcu sayısı)

source: Hours x no. passenger
el: Ώρες x αριθμός επιβατών
it_it: Ore x numero di passeggeri
nl_nl: Uren x aantal passagiers
tr_tr: Saat x yolcu sayısı

source: Chauffeur service (distance x no. passenger)
el: Υπηρεσία σοφέρ (απόσταση x αριθμό επιβατών)
it_it: Servizio con autista (distanza x numero di passeggeri)
nl_nl: Chauffeursdienst (afstand x aantal passagiers)
tr_tr: Şoför hizmeti (mesafe x yolcu sayısı)

source: %s x no. passengers
el: %s x αριθμό επιβατών
it_it: %s x n. passeggeri
nl_nl: %s x aantal passagiers
tr_tr: %s x yolcu sayısı

source: Chauffeur service (no. adult passengers)
el: Υπηρεσία οδηγού (αριθμός ενήλικων επιβατών)
it_it: Servizio di autista (n. passeggeri adulti)
nl_nl: Chauffeursdienst (aantal volwassen passagiers)
tr_tr: Şoför hizmeti (yetişkin yolcu sayısı)

source: No. passengers
el: Αριθμός επιβατών
it_it: Passeggeri
nl_nl: Geen passagiers
tr_tr: Yolcu yok

source: Chauffeur service (no. children passengers)
el: Υπηρεσία οδηγού (αριθμός ανήλικων επιβατών)
it_it: Servizio di autista (numero di passeggeri bambini)
nl_nl: Chauffeursdienst (aantal kinderen passagiers)
tr_tr: Şoför hizmeti (çocuk yolcu sayısı)

source: Chauffeur service (duration x no. passengers)
el: Υπηρεσία οδηγού (διάρκεια x αριθμός επιβατών)
it_it: Servizio con autista (durata x numero di passeggeri)
nl_nl: Chauffeursdienst (duur x aantal passagiers)
tr_tr: Şoför hizmeti (süre x yolcu sayısı)

source: Hours x no. passengers
el: Ώρες x αριθμό επιβατών
it_it: Ore x numero di passeggeri
nl_nl: Uren x aantal passagiers
tr_tr: Saat x yolcu sayısı

source: Chauffeur service (distance, return)
el: Υπηρεσία σοφέρ (απόσταση, επιστροφή)
it_it: Servizio chauffeur (distanza, ritorno)
nl_nl: Chauffeur service (afstand, retour)
tr_tr: Kurye hizmeti (mesafe, dönüş)

source: Chauffeur service (duration, return)
el: Υπηρεσία οδηγού (διάρκεια, επιστροφή)
it_it: Servizio chauffeur (durata, ritorno)
nl_nl: Chauffeur service (duur, retour)
tr_tr: Kurye hizmeti (süre, iade)

source: Chauffeur service (return, duration x no. passenger)
el: Υπηρεσία οδηγού (επιστροφή, διάρκεια x αριθμός επιβατών)
it_it: Servizio con autista (andata e ritorno, durata x numero di passeggeri)
nl_nl: Chauffeursdienst (retour, duur x aantal passagiers)
tr_tr: Şoför hizmeti (dönüş, süre x yolcu sayısı)

source: Chauffeur service (return, distance x no. passenger)
el: Υπηρεσία σοφέρ (μετ' επιστροφής, απόσταση x αριθμό επιβατών)
it_it: Servizio con autista (andata e ritorno, distanza x numero di passeggeri)
nl_nl: Chauffeursdienst (retour, afstand x aantal passagiers)
tr_tr: Şoför hizmeti (dönüş, mesafe x yolcu sayısı)

source: Chauffeur service (no. adult passengers, return)
el: Υπηρεσία οδηγού (αριθμός ενήλικων επιβατών, επιστροφή)
it_it: Servizio di autista (n. passeggeri adulti, andata e ritorno)
nl_nl: Chauffeursdienst (aantal volwassen passagiers, retour)
tr_tr: Şoför hizmeti (yetişkin yolcu sayısı, dönüş)

source: Chauffeur service (no. children passengers, return)
el: Υπηρεσία οδηγού (αριθμός ανήλικων επιβατών, επιστροφή)
it_it: Servizio con autista (numero di passeggeri bambini, andata e ritorno)
nl_nl: Chauffeursdienst (aantal kinderen, retour)
tr_tr: Şoför hizmeti (çocuk yolcu sayısı, dönüş)

source: Chauffeur service (duration,return)
el: Υπηρεσία σοφέρ (διάρκεια, επιστροφή)
it_it: Servizio di autista (durata, ritorno)
nl_nl: Chauffeursdienst (duur, retour)
tr_tr: Şoför hizmeti (süre, dönüş)

source: Chauffeur service (distance,return)
el: Υπηρεσία σοφέρ (απόσταση, επιστροφή)
it_it: Servizio di autista (distanza, ritorno)
nl_nl: Chauffeursdienst (afstand, retour)
tr_tr: Şoför hizmeti (mesafe, dönüş)

source: Chauffeur service (return)
el: Υπηρεσία σοφέρ (επιστροφή)
it_it: Servizio chauffeur (ritorno)
nl_nl: Chauffeur service (retour)
tr_tr: Kurye hizmeti (iade)

source: Extra time
el: Επιπλέον χρόνος
it_it: Tempo extra
nl_nl: Extra tijd
tr_tr: Ek Saat

source: Waypoints
el: Σημεία διαδρομής
it_it: Punti Rotta
nl_nl: Tussenstops
tr_tr: Yol işaretleri

source: Waypoints duration
el: Διάρκεια σημείων
it_it: Durata dei waypoint
nl_nl: Duur van waypoints
tr_tr: Yol noktaları süresi

source: Minute
el: Λεπτό
it_it: Minuto
nl_nl: Minuut
tr_tr: Dakika

source: Gratuity
el: Φιλοδώρημα
it_it: Mancia
nl_nl: Gratuïteit
tr_tr: Bahşiş

source: PayPal fee
el: Χρέωση Paypal
it_it: Commissione PayPal
nl_nl: PayPal toeslag
tr_tr: PayPal ücreti

source: Stripe fee
el: Χρέωση Stripe
it_it: Tariffa Stripe
nl_nl: Stripe vergoeding
tr_tr: Şerit ücreti

source: Round value
el: Στρογγυλή τιμή
it_it: Valore rotondo
nl_nl: Ronde waarde
tr_tr: Yuvarlak değer

source: Chauffeur service (tax %.2f%%)
el: Υπηρεσία σοφέρ (φόρος %.2f%%)
it_it: Servizio di autista (tassa %.2f%%)
nl_nl: Chauffeursdienst (belasting %.2f%%)
tr_tr: Şoför hizmeti (vergi %.2f%%)

source: item
el: τεμάχιο
it_it: elemento
tr_tr: ürün

source: minutes
el: λεπτά
it_it: minuti
nl_nl: minuten
tr_tr: dakika

source: passengers
el: επιβάτες
it_it: passeggeri
nl_nl: passagiers
tr_tr: yolcular

source: Booking "%s" has changed status to "%s"
el: Η κράτηση " %s" άλλαξε την κατάσταση σε " %s"
it_it: La prenotazione " %s" ha cambiato lo stato in " %s"
nl_nl: Reservering %s heeft de status gewijzigd in %s
tr_tr: Rezervasyon "%s" durumu "%s" olarak değişti

source: - All vehicles -
el: - Όλα τα οχήματα -
it_it: - Tutti i veicoli -
nl_nl: - Alle voertuigen -
tr_tr: Tüm Araçlar

source: + %s more
el: + %s περισσότερα
it_it: + %s in più
nl_nl: + %s meer
tr_tr: + %s daha fazla

source: Booking "%s" with "%s" status cannot be cancelled.
el: Η κράτηση "%s" με κατάσταση "%s" δεν μπορεί να ακυρωθεί.
it_it: La prenotazione "%s" con stato "%s" non può essere annullata.
nl_nl: Boeking "%s" met status "%s" kan niet geannuleerd worden.
tr_tr: "%s" durumundaki "%s" rezervasyonu iptal edilemez.

source: Booking "%s" has been cancelled.
el: Η κράτηση "%s" έχει ακυρωθεί.
it_it: La prenotazione "%s" è stata cancellata.
nl_nl: Boeking "%s" is geannuleerd.
tr_tr: Rezervasyon "%s" iptal edildi.

source: Booking "%s" has been cancelled by the customer
el: Η κράτηση "%s" ακυρώθηκε από τον πελάτη
it_it: La prenotazione "%s" è stata cancellata dal cliente
nl_nl: Boeking "%s" is geannuleerd door de klant
tr_tr: Rezervasyon "%s" müşteri tarafından iptal edildi

source: Add driver to the booking.
el: Προσθέστε οδηγό στην κράτηση.
it_it: Aggiunga l'autista alla prenotazione.
nl_nl: Voeg chauffeur toe aan de boeking.
tr_tr: Rezervasyona sürücü ekleyin.

source: Remove driver from the booking.
el: Αφαιρέστε τον οδηγό από την κράτηση.
it_it: Rimuovere il conducente dalla prenotazione.
nl_nl: Verwijder de bestuurder uit de boeking.
tr_tr: Sürücüyü rezervasyondan çıkarın.

source: Sent e-mail message to the driver.
el: Αποστολή μηνύματος ηλεκτρονικού ταχυδρομείου στον οδηγό.
it_it: Ha inviato un messaggio e-mail all'autista.
nl_nl: Stuur een e-mail naar de bestuurder.
tr_tr: Sürücüye e-posta mesajı gönderildi.

source: Accept booking by driver.
el: Αποδοχή κράτησης από οδηγό.
it_it: Accetta la prenotazione.
nl_nl: Accepteer reservering door chauffeur.
tr_tr: Sürücü tarafından rezervasyonu kabul edin.

source: Reject booking by driver.
el: Απόρριψη κράτησης από οδηγό.
it_it: Rifiuta la prenotazione.
nl_nl: Weigeren boeking door chauffeur.
tr_tr: Sürücü tarafından rezervasyon reddedildi.

source: Sending the booking
el: Αποστολή της κράτησης
it_it: Invio della prenotazione
nl_nl: Verzending van de boeking
tr_tr: Rezervasyonun gönderilmesi

source: Updating the booking status to "%s"
el: Ενημέρωση της κατάστασης κράτησης σε "%s"
it_it: Aggiornamento dello stato della prenotazione a "%s"
nl_nl: Het bijwerken van de boekingsstatus naar "%s"
tr_tr: Rezervasyon durumu "%s" olarak güncelleniyor

source: You have been assigned to a booking "%s"
el: Έχετε ανατεθεί σε μια κράτηση "%s"
it_it: Lei è stato assegnato a una prenotazione "%s"
nl_nl: U bent aan reservering "%s" toegewezen
tr_tr: Bir rezervasyona atandınız "%s"

source: You has been unassigned from booking "%s"
el: Έχετε καταργηθεί από την κράτηση "%s"
it_it: Lei è stato disassegnato dalla prenotazione "%s"
nl_nl: U bent uit reservering "%s" verwijderd
tr_tr: Rezervasyon atamanız kaldırıldı "%s"

source: Driver %s accepts booking %s
el: Ο οδηγός %s δέχεται την κράτηση %s
it_it: Il conducente %s accetta la prenotazione %s
nl_nl: Bestuurder %s aanvaardt boeking %s
tr_tr: Sürücü %s rezervasyonu kabul eder %s

source: <b>Thank you!</b> You have accepted this booking.
el: <b>Ευχαριστούμε!</b> Έχετε αποδεχτεί αυτήν την κράτηση.
it_it: <b>Grazie!</b> Ha accettato la prenotazione.
nl_nl: <b>Bedankt!</b> U heeft deze reservering geaccepteerd.
tr_tr: <b>Teşekkür ederiz!</b> Bu rezervasyonu kabul ettiniz.

source: Driver %s rejects booking %s
el: Ο οδηγός %s απορρίπτει την κράτηση %s
it_it: Il conducente %s rifiuta la prenotazione %s
nl_nl: Bestuurder %s weigert boeking %s
tr_tr: Sürücü %s rezervasyonu reddediyor %s

source: You have rejected this booking.
el: Απορρίψατε αυτήν την κράτηση.
it_it: La prenotazione è stata rifiutata.
nl_nl: U heeft deze boeking afgewezen.
tr_tr: Bu rezervasyonu reddettiniz.

source: Disable (and equal to passenger quantity)
el: Απενεργοποίηση (και ίση με την ποσότητα επιβατών)
it_it: Disabilita (e uguale alla quantità del passeggero)
nl_nl: Uitschakelen (en gelijk aan passagiershoeveelheid)
tr_tr: Devre dışı bırak (ve yolcu miktarına eşit)

source: Disable (and equal to the number of hours of ride in the "Hourly" service type)
el: Απενεργοποίηση (και ίση με τον αριθμό των ωρών διαδρομής στον τύπο υπηρεσίας "Ωριαία")
it_it: Disabilita (e pari al numero di ore di corsa nel tipo di servizio "Orario")
nl_nl: Uitschakelen (en gelijk aan het aantal rituren in het servicetype "Uur")
tr_tr: Devre dışı bırak (ve "Saatlik" hizmet türündeki sürüş saati sayısına eşit)

source: Enable (and customer can enter own quantity)
el: Ενεργοποίηση (και ο πελάτης μπορεί να εισαγάγει τη δική του ποσότητα)
it_it: Abilita (e il cliente può inserire la propria quantità)
nl_nl: Inschakelen (en klant kan eigen hoeveelheid invoeren)
tr_tr: Etkinleştir (ve müşteri kendi miktarını girebilir)

source: Booking Extras
el: Πρόσθετα Κράτησης
it_it: Servizi Extra
nl_nl: Reservering extras
tr_tr: Rezervasyon Ekstraları

source: Booking Extra
el: Πρόσθετο Κράτησης
it_it: Extra Prenotazione
nl_nl: Reservering extra
tr_tr: Ekstra Rezervasyon

source: Add New Booking Add-on
el: Προσθήκη Νέου Πρόσθετου Κράτησης
it_it: Aggiungi un nuovo componente aggiuntivo per la prenotazione
nl_nl: Nieuwe Booking Add-on toevoegen
tr_tr: Yeni Rezervasyon Eklentisi Ekle

source: Edit Booking Extra
el: Επεξεργασία Πρόσθετου Κράτησης
it_it: Modifica Extra Prenotazione
nl_nl: Bewerken reservering extra
tr_tr: Rezervasyonu Düzenle Ekstra

source: New Booking Extra
el: Νέο Πρόσθετο Κράτησης
it_it: Nuova prenotazione extra
nl_nl: Nieuwe reservering extra
tr_tr: Yeni Rezervasyon Ekstra

source: View Booking Extra
el: Δες το Πρόσθετο Κράτησης
it_it: Visualizza Booking extra
nl_nl: Bekijk reservering extra
tr_tr: Rezervasyon Ekstra Görüntüle

source: Search Booking Extras
el: Αναζήτηση στα Πρόσθετα Κράτησης
it_it: Cerca Booking Extra
nl_nl: Zoek extra's voor reservering
tr_tr: Rezervasyon Ekstralarını Ara

source: No Booking Extras Found
el: Δεν βρέθηκαν Πρόσθετα Κράτησης
it_it: Nessun Booking Extra Trovato
nl_nl: Geen extra reserverings mogelijkheden
tr_tr: Rezervasyon Ekstraları Bulunamadı.

source: No Booking Extras Found in Trash
el: Δεν βρέθηκαν Πρόσθετα Κράτησης στα Απορρίματα (διεγραμμένα)
it_it: Nessun Booking Extra Trovato nel Cestino
nl_nl: Geen extra reserveringen gevonden in prullenbak
tr_tr: Çöp Kutusunda Rezervasyon Ekstraları Bulunamadı

source: Booking Extra Categories
el: Κατηγορίες Πρόσθετων Κράτησης
it_it: Categorie Booking Extra
nl_nl: Reservering extra categorieën
tr_tr: Rezervasyon Ekstra Kategoriler

source: Title
el: Τίτλος
it_it: Titolo
nl_nl: Titel
tr_tr: Başlık

source: Quantity
el: Ποσότητα
it_it: Quantità
nl_nl: Aantal
tr_tr: Miktar

source: Enabled
el: Ενεργοποιημένο
it_it: Abilitato
nl_nl: Ingeschakeld
tr_tr: Etkin

source: Maximum
el: Μέγιστο
it_it: Massimo
tr_tr: Maksimum

source: Mandatory
el: Υποχρεωτικό
it_it: Obbligatorio
nl_nl: Verplicht
tr_tr: Zorunlu

source: Yes
el: Ναι
it_it: Sì
nl_nl: Ja
tr_tr: Evet

source: No
el: Όχι
nl_nl: Nee
tr_tr: Hayır

source: Transfer type
el: Τύπος μεταφοράς
it_it: Tipo di trasferimento
nl_nl: Type overdracht
tr_tr: Kurye türü

source: Pickup geofence
el: Geofence παραλαβής
it_it: Geofence di ritiro
tr_tr: Coğrafi çit alma

source: Drop-off geofence
el: Geofence αποβίβασης
it_it: Geofence di abbandono
tr_tr: Bırakma coğrafi sınırı

source: Phone number
el: Αριθμός τηλεφώνου
it_it: Numero di telefono
nl_nl: Telefoonnummer
tr_tr: Telefon numarası
