Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: Number of minutes (1–9999) before pickup date/time when the customer should receive the email reminder.
el: Αριθμός λεπτών (1-9999) πριν από την ημερομηνία/ώρα παραλαβής, όταν ο πελάτης θα πρέπει να λάβει το email υπενθύμισης.
it_it: Numero di minuti (1-9999) prima della data/ora di ritiro in cui il cliente deve ricevere il promemoria via e-mail.
nl_nl: Aantal minuten (1-9999) vóór afhaaldatum/-tijd waarop de klant de herinneringse-mail moet ontvangen.
tr_tr: Müşterinin e-posta hatırlatıcısını alması gereken teslim alma tarihinden/saatinden önceki dakika sayısı (1-9999).

source: Cron event.
el: Γεγονός Cron.
it_it: Evento Cron.
nl_nl: Cron gebeurtenis.
tr_tr: Cron olayı.

source: Driver pre-arrival reminder
el: Υπενθύμιση οδηγού πριν από την άφιξη
it_it: Promemoria del conducente prima dell'arrivo
nl_nl: Herinnering chauffeur voor aankomst
tr_tr: Sürücü varış öncesi hatırlatma

source: Enable this option to send the driver an email reminder before the service.
el: Ενεργοποιήστε αυτή την επιλογή για να στείλετε στον οδηγό ένα μήνυμα υπενθύμισης μέσω email πριν από την υπηρεσία.
it_it: Attivare questa opzione per inviare al conducente un promemoria via e-mail prima del servizio.
nl_nl: Schakel deze optie in om de chauffeur vóór de dienst een herinneringse-mail te sturen.
tr_tr: Sürücüye hizmetten önce bir e-posta hatırlatıcısı göndermek için bu seçeneği etkinleştirin.

source: Number of minutes (1–9999) before pickup date/time when the driver should receive the email reminder.
el: Αριθμός λεπτών (1-9999) πριν από την ημερομηνία/ώρα παραλαβής, όταν ο οδηγός θα πρέπει να λάβει την υπενθύμιση ηλεκτρονικού ταχυδρομείου.
it_it: Numero di minuti (1-9999) prima della data/ora di ritiro in cui il conducente deve ricevere il promemoria via e-mail.
nl_nl: Aantal minuten (1-9999) voor ophaaldatum/-tijd waarop de chauffeur de herinneringse-mail moet ontvangen.
tr_tr: Sürücünün e-posta hatırlatıcısını alması gereken teslim alma tarihi/saatinden önceki dakika sayısı (1-9999).

source: Customer post-arrival message
el: Μήνυμα πελάτη μετά την άφιξη
it_it: Messaggio del cliente dopo l'arrivo
nl_nl: Bericht van de klant na aankomst
tr_tr: Müşteri varış sonrası mesajı

source: Enable this option to send the customer an email message after the service.
el: Ενεργοποιήστε αυτή την επιλογή για να στείλετε στον πελάτη ένα μήνυμα ηλεκτρονικού ταχυδρομείου μετά την υπηρεσία.
it_it: Abiliti questa opzione per inviare al cliente un messaggio e-mail dopo il servizio.
nl_nl: Schakel deze optie in om de klant na de service een e-mailbericht te sturen.
tr_tr: Hizmetten sonra müşteriye bir e-posta mesajı göndermek için bu seçeneği etkinleştirin.

source: Number of time units (1–999999) after service completion when the customer should receive the email message.
el: Αριθμός χρονικών μονάδων (1-999999) μετά την ολοκλήρωση της υπηρεσίας, όταν ο πελάτης θα πρέπει να λάβει το μήνυμα ηλεκτρονικού ταχυδρομείου.
it_it: Numero di unità di tempo (1-9999) dopo il completamento del servizio, quando il cliente deve ricevere il messaggio e-mail.
nl_nl: Aantal tijdseenheden (1-999999) na voltooiing van de service wanneer de klant het e-mailbericht moet ontvangen.
tr_tr: Hizmet tamamlandıktan sonra müşterinin e-posta mesajını alması gereken zaman birimi sayısı (1-999999).

source: Days (without hours/minutes)
el: Ημέρες (χωρίς ώρες/λεπτά)
it_it: Giorni (senza ore/minuti)
nl_nl: Dagen (zonder uren/minuten)
tr_tr: Günler (saat/dakika olmadan)

source: Update
el: Ενημέρωση
it_it: Aggiorna
nl_nl: Bijwerken
tr_tr: Güncelle

source: Select exchange rate provider.
el: Επιλέξτε πάροχο συναλλαγματικής ισοτιμίας.
it_it: Selezionare il fornitore di tassi di cambio.
nl_nl: Selecteer een wisselkoersprovider.
tr_tr: Döviz kuru sağlayıcısını seçin.

source: Import exchange rates
el: Εισαγωγή Συναλλαγματικής ισοτιμίας
it_it: Tassi di cambio delle importazioni
nl_nl: Importeer wisselkoersen
tr_tr: Döviz kurlarını içe aktar

source: Rates table
el: Πίνακας τιμών
it_it: Tabella delle tariffe
nl_nl: Tarieventabel
tr_tr: Ücret tablosu

source: Enter an exchange rate for selected currencies in relation to base currency.
el: Εισάγετε μια συναλλαγματική ισοτιμία για τα επιλεγμένα νομίσματα σε σχέση με το νόμισμα βάσης.
it_it: Inserisca un tasso di cambio per le valute selezionate in relazione alla valuta di base.
nl_nl: Voer een wisselkoers in voor geselecteerde valuta's ten opzichte van de basisvaluta.
tr_tr: Temel para birimine göre seçilen para birimleri için bir döviz kuru girin.

source: Currency.
el: Νόμισμα.
it_it: Valuta.
nl_nl: Valuta.
tr_tr: Para birimi.

source: Exchange rate
el: Συναλλαγματική ισοτιμία
it_it: Tasso di cambio
nl_nl: Wisselkoers
tr_tr: Döviz Kuru

source: Exchange rate.
el: Συναλλαγματική ισοτιμία.
it_it: Tasso di cambio.
nl_nl: Wisselkoers.
tr_tr: Döviz kuru.

source: Google Maps API key
el: Κλειδί API των Χαρτών Google
tr_tr: Google Maps API anahtarı

source: Enter your Google Maps API key.
el: Εισάγετε το κλειδί API των Χαρτών Google.
it_it: Inserisca la sua chiave API di Google Maps.
nl_nl: Voer uw Google Maps API-sleutel in.
tr_tr: Google Maps API anahtarınızı girin.

source: You can create and manage API keys in the Google Cloud Console.
el: Μπορείτε να δημιουργήσετε και να διαχειριστείτε κλειδιά API στην Κονσόλα Google Cloud.
it_it: Può creare e gestire le chiavi API nella Google Cloud Console.
nl_nl: U kunt API-sleutels aanmaken en beheren in de Google Cloud Console.
tr_tr: Google Cloud Console'da API anahtarları oluşturabilir ve yönetebilirsiniz.

source: More info: <a href="%s" target="_blank">Generating Google Maps API Key and Map ID</a>.
el: Περισσότερες πληροφορίες: <a href="%s" target="_blank">Google Maps API Key και Map ID</a>.
it_it: Maggiori informazioni: <a href="%s" target="_blank">Generazione della chiave API di Google Maps e dell'ID della mappa</a>.
nl_nl: Meer informatie: <a href="%s" target="_blank">Google Maps API-sleutel en kaart-ID genereren</a>.
tr_tr: Daha fazla bilgi: <a href="%s" target="_blank">Google Haritalar API Anahtarı ve Harita Kimliği Oluşturma</a>.

source: Enter your Google Map ID.
el: Πληκτρολογήστε το αναγνωριστικό του χάρτη Google.
it_it: Inserisca il suo ID Google Map.
nl_nl: Voer uw Google Map ID in.
tr_tr: Google Harita Kimliğinizi girin.

source: You can create and manage Map IDs in the Google Cloud Console.
el: Μπορείτε να δημιουργήσετε και να διαχειριστείτε τα αναγνωριστικά χάρτη στην κονσόλα Google Cloud Console.
it_it: Può creare e gestire gli ID mappa nella Google Cloud Console.
nl_nl: U kunt Map ID's aanmaken en beheren in de Google Cloud Console.
tr_tr: Google Cloud Console'da Harita Kimlikleri oluşturabilir ve yönetebilirsiniz.

source: Google Maps usage notification
el: Ειδοποίηση χρήσης Google Maps
it_it: Notifica di utilizzo di Google Maps
nl_nl: Google Maps gebruiksmelding
tr_tr: Google Haritalar kullanım bildirimi

source: Displays a prompt asking for user consent to load the Google Maps library.
el: Εμφανίζει μια προτροπή που ζητά τη συγκατάθεση του χρήστη για τη φόρτωση της βιβλιοθήκης Google Maps.
it_it: Visualizza un prompt che chiede il consenso dell'utente per caricare la libreria di Google Maps.
nl_nl: Geeft een prompt weer waarin om toestemming van de gebruiker wordt gevraagd om de Google Maps bibliotheek te laden.
tr_tr: Google Haritalar kitaplığını yüklemek için kullanıcı onayı isteyen bir istem görüntüler.

source: Google Maps server data validation
el: Επικύρωση δεδομένων διακομιστή Google Maps
it_it: Convalida dei dati del server di Google Maps
nl_nl: Google Maps servergegevens valideren
tr_tr: Google Haritalar sunucu veri doğrulaması

source: Enable or disable Google Maps booking data validation on the server side.
el: Ενεργοποίηση ή απενεργοποίηση της επικύρωσης δεδομένων κράτησης Google Maps στην πλευρά του διακομιστή.
it_it: Abilita o disabilita la convalida dei dati di prenotazione di Google Maps sul lato server.
nl_nl: Schakel de validatie van Google Maps boekingsgegevens aan de serverzijde in of uit.
tr_tr: Sunucu tarafında Google Haritalar rezervasyon veri doğrulamasını etkinleştirin veya devre dışı bırakın.

source: This option has to be enabled in the production mode.
el: Αυτή η επιλογή πρέπει να είναι ενεργοποιημένη στη λειτουργία παραγωγής.
it_it: Questa opzione deve essere attivata nella modalità di produzione.
nl_nl: Deze optie moet ingeschakeld zijn in de productiemodus.
tr_tr: Bu seçenek üretim modunda etkinleştirilmelidir.

source: Remove duplicated Google Maps scripts
el: Αφαίρεση διπλών σεναρίων Google Maps
it_it: Rimuovere gli script di Google Maps duplicati
nl_nl: Dubbele Google Maps-scripts verwijderen
tr_tr: Yinelenen Google Haritalar komut dosyalarını kaldırın

source: Enable this option to remove Google Maps script from theme and other, included plugins.
el: Ενεργοποιήστε αυτή την επιλογή για να αφαιρέσετε το σενάριο Google Maps από το θέμα και άλλα, συμπεριλαμβανόμενα πρόσθετα.
it_it: Attivi questa opzione per rimuovere lo script di Google Maps dal tema e da altri plugin inclusi.
nl_nl: Schakel deze optie in om het Google Maps-script te verwijderen uit het thema en andere, meegeleverde plug-ins.
tr_tr: Google Haritalar komut dosyasını temadan ve dahil olan diğer eklentilerden kaldırmak için bu seçeneği etkinleştirin.

source: This option allows to prevent errors related with including the same script more than once.
el: Αυτή η επιλογή επιτρέπει την αποφυγή σφαλμάτων που σχετίζονται με τη συμπερίληψη της ίδιας δέσμης ενεργειών περισσότερες από μία φορές.
it_it: Questa opzione consente di evitare errori legati all'inclusione dello stesso script più volte.
nl_nl: Met deze optie kunt u fouten voorkomen die verband houden met het meer dan eens opnemen van hetzelfde script.
tr_tr: Bu seçenek, aynı betiğin birden fazla eklenmesiyle ilgili hataları önlemeye izin verir.

source: Enable (remove)
el: Ενεργοποίηση (αφαίρεση)
it_it: Abilita(Rimuovi)
nl_nl: Inschakelen (verwijderen)
tr_tr: Etkinleştir (kaldır)

source: Google Maps API key restrictions
el: Περιορισμοί κλειδιών API των χαρτών Google
it_it: Limitazioni della chiave API di Google Maps
nl_nl: Google Maps API-sleutel beperkingen
tr_tr: Google Haritalar API anahtar kısıtlamaları

source: To avoid unauthorized access to the API key by external applications, set the following domain and server IP address in the "Application restrictions" section, which is available during the editing key in the <a href="%s" target="_blank">Google Cloud Console</a>.
el: Για να αποφύγετε τη μη εξουσιοδοτημένη πρόσβαση στο κλειδί API από εξωτερικές εφαρμογές, ορίστε τον ακόλουθο τομέα και τη διεύθυνση IP του διακομιστή στην ενότητα "Περιορισμοί εφαρμογών", η οποία είναι διαθέσιμη κατά τη διάρκεια της επεξεργασίας του κλειδιού στην <a href="%s" target="_blank">κονσόλα Google Cloud Console</a>.
it_it: Per evitare l'accesso non autorizzato alla chiave API da parte di applicazioni esterne, imposti il seguente dominio e indirizzo IP del server nella sezione "Restrizioni dell'applicazione", disponibile durante la modifica della chiave nella <a href="%s" target="_blank">Google Cloud Console</a>.
nl_nl: Om ongeautoriseerde toegang tot de API-sleutel door externe applicaties te voorkomen, stelt u het volgende domein en het IP-adres van de server in de sectie "Applicatiebeperkingen" in, die beschikbaar is tijdens het bewerken van de sleutel in de <a href="%s" target="_blank">Google Cloud Console</a>.
tr_tr: Harici uygulamalar tarafından API anahtarına yetkisiz erişimi önlemek için, <a href="%s" target="_blank">Google Cloud Console</a>'da anahtar düzenleme sırasında kullanılabilen "Uygulama kısıtlamaları" bölümünde aşağıdaki etki alanını ve sunucu IP adresini ayarlayın.

source: Domain.
el: Τομέας.
it_it: Dominio.
nl_nl: Domein.
tr_tr: Etki alanı.

source: Server IP address.
el: Διεύθυνση IP του διακομιστή.
it_it: Indirizzo IP del server.
nl_nl: IP-adres van de server.
tr_tr: Sunucu IP adresi.

source: Enable or disable Google reCAPTCHA.
el: Ενεργοποίηση ή απενεργοποίηση του Google reCAPTCHA.
it_it: Abilitare o disabilitare Google reCAPTCHA.
nl_nl: Google reCAPTCHA in- of uitschakelen.
tr_tr: Google reCAPTCHA'yı etkinleştirin veya devre dışı bırakın.

source: API type
el: Τύπος API
it_it: Tipo di API
tr_tr: API türü

source: Select API type. You can find more info <a href="%s" target="_blank">here</a>.
el: Επιλέξτε τύπο API. Μπορείτε να βρείτε περισσότερες πληροφορίες <a href="%s" target="_blank">εδώ</a>.
it_it: Selezioni il tipo di API. Può trovare maggiori informazioni <a href="%s" target="_blank">qui</a>.
nl_nl: Selecteer API type. Meer informatie vindt u <a href="%s" target="_blank">hier</a>.
tr_tr: API türünü seçin. Daha fazla bilgiyi <a href="%s" target="_blank">burada</a> bulabilirsiniz.

source: Site API key
el: Κλειδί API του ιστότοπου
it_it: Chiave API del sito
nl_nl: Site API sleutel
tr_tr: Site API anahtarı

source: Enter Site API key. You can generate your own key <a href="%s" target="_blank">here</a>.
el: Εισάγετε το κλειδί API του ιστότοπου. Μπορείτε να δημιουργήσετε το δικό σας κλειδί <a href="%s" target="_blank">εδώ</a>.
it_it: Inserisca la chiave API del sito. Può generare la sua chiave personale <a href="%s" target="_blank">qui</a>.
nl_nl: Voer Site API sleutel in. U kunt <a href="%s" target="_blank">hier</a> uw eigen sleutel genereren.
tr_tr: Site API anahtarını girin. Kendi anahtarınızı <a href="%s" target="_blank">buradan</a> oluşturabilirsiniz.

source: Secret key
el: Το μυστικό κλειδί
it_it: Chiave segreta
nl_nl: Geheime sleutel
tr_tr: Gizli anahtar

source: Enter secret key. You can generate your own key <a href="%s" target="_blank">here</a>.
el: Εισάγετε το μυστικό κλειδί. Μπορείτε να δημιουργήσετε το δικό σας κλειδί <a href="%s" target="_blank">εδώ</a>.
it_it: Inserisca la chiave segreta. Può generare la sua chiave personale <a href="%s" target="_blank">qui</a>.
nl_nl: Voer een geheime sleutel in. U kunt <a href="%s" target="_blank">hier</a> uw eigen sleutel genereren.
tr_tr: Gizli anahtarı girin. <a href="%s" target="_blank">Burada</a> kendi anahtarınızı oluşturabilirsiniz.

source: Score
el: Σκορ
it_it: Punteggio
tr_tr: Skor

source: Enter score - a value from 0.0 to 1.0.
el: Εισάγετε βαθμολογία - μια τιμή από 0,0 έως 1,0.
it_it: Inserisca il punteggio - un valore compreso tra 0,0 e 1,0.
nl_nl: Score invoeren - een waarde van 0,0 tot 1,0.
tr_tr: Skoru girin - 0,0 ila 1,0 arasında bir değer.

source: Badge status
el: Κατάσταση σήματος
it_it: Stato del badge
tr_tr: Rozet durumu

source: Show/hide Google reCAPTCHA badge.
el: Εμφάνιση/απόκρυψη του σήματος Google reCAPTCHA.
it_it: Mostra/nasconde il badge Google reCAPTCHA.
nl_nl: Google reCAPTCHA badge tonen/verbergen.
tr_tr: Google reCAPTCHA rozetini göster/gizle.

source: <b>Thank you!</b> Your license is verified.
el: <b>Σας ευχαριστώ!</b> Η άδειά σας έχει επαληθευτεί.
it_it: <b>Grazie!</b> La sua licenza è verificata.
nl_nl: <b>Hartelijk dank!</b> Uw licentie is geverifieerd.
tr_tr: <b>Teşekkür ederim!</b> Lisansınız doğrulandı.

source: Your license is not verified. Please enter the purchase code and click on the "Verify purchase" button.
el: Η άδειά σας δεν έχει επαληθευτεί. Παρακαλώ εισάγετε τον κωδικό αγοράς και κάντε κλικ στο κουμπί "Επαλήθευση αγοράς".
it_it: La sua licenza non è stata verificata. Inserisca il codice di acquisto e clicchi sul pulsante "Verifica acquisto".
nl_nl: Uw licentie is niet geverifieerd. Voer de aankoopcode in en klik op de knop "Aankoop verifiëren".
tr_tr: Lisansınız doğrulanmadı. Lütfen satın alma kodunu girin ve "Satın almayı doğrula" düğmesine tıklayın.

source: If you purchased the standalone "Chauffeur Booking System for WordPress" plugin version from the <a href="%s">CodeCanyon</a>, you need to enter purchase code from the plugin license file. If you purchased this plugin together with the "AutoRide - Chauffeur Limousine Booking WordPress Theme" theme from the <a href="%s">ThemeForest</a>, you need to enter purchase code from theme license file.
el: Εάν αγοράσατε την αυτόνομη έκδοση του πρόσθετου "Chauffeur Booking System for WordPress" από το <a href="%s">CodeCanyon</a>, θα πρέπει να εισάγετε τον κωδικό αγοράς από το αρχείο άδειας χρήσης του πρόσθετου. Εάν αγοράσατε αυτό το πρόσθετο μαζί με το θέμα "AutoRide - Chauffeur Limousine Booking WordPress Theme" από το <a href="%s">ThemeForest</a>, πρέπει να εισάγετε τον κωδικό αγοράς από το αρχείο άδειας χρήσης του θέματος.
it_it: Se ha acquistato la versione standalone del plugin "Chauffeur Booking System for WordPress" da <a href="%s">CodeCanyon</a>, deve inserire il codice di acquisto dal file di licenza del plugin. Se ha acquistato questo plugin insieme al tema "AutoRide - Chauffeur Limousine Booking WordPress Theme" da <a href="%s">ThemeForest</a>, deve inserire il codice di acquisto dal file di licenza del tema.
nl_nl: Als u de standalone "Chauffeur Booking System for WordPress" plugin versie van <a href="%s">CodeCanyon</a> gekocht heeft, dient u de aankoopcode van het plugin licentiebestand in te voeren. Als u deze plugin hebt gekocht samen met het thema "AutoRide - Chauffeur Limousine Booking WordPress Theme" van <a href="%s">ThemeForest</a>, dan dient u de aankoopcode van het themalicentiebestand in te voeren.
tr_tr: "Chauffeur Booking System for WordPress" eklentisinin bağımsız sürümünü <a href="%s">CodeCanyon</a>'dan satın aldıysanız, eklenti lisans dosyasındaki satın alma kodunu girmeniz gerekir. Bu eklentiyi "AutoRide - Chauffeur Limousine Booking WordPress Theme" temasıyla birlikte <a href="%s">ThemeForest</a>'tan satın aldıysanız, tema lisans dosyasındaki satın alma kodunu girmeniz gerekir.

source: License details
el: Λεπτομέρειες άδειας
it_it: Dettagli della licenza
nl_nl: Licentiedetails
tr_tr: Lisans Bilgileri

source: Enter the license details. You can find all required information in the <a href="%s" target="_blank">License Certificate</a> PDF document.
el: Εισάγετε τα στοιχεία της άδειας χρήσης. Μπορείτε να βρείτε όλες τις απαιτούμενες πληροφορίες στο έγγραφο PDF του <a href="%s" target="_blank">πιστοποιητικού άδειας</a>.
it_it: Inserisca i dettagli della licenza. Può trovare tutte le informazioni richieste nel documento PDF del <a href="%s" target="_blank">Certificato di Licenza</a>.
nl_nl: Voer de licentiegegevens in. U vindt alle vereiste informatie in het PDF-document van <a href="%s" target="_blank">het licentiecertificaat</a>.
tr_tr: Lisans bilgilerini girin. Gerekli tüm bilgileri <a href="%s" target="_blank">Lisans Bel</a> gesi PDF belgesinde bulabilirsiniz.

source: License ID.
el: Αδεια ταυτότητας.
it_it: ID licenza.
nl_nl: Licentie-ID.
tr_tr: Lisans numarası.

source: Supported until.
el: Υποστηρίζεται μέχρι.
it_it: Supportato fino a.
nl_nl: Ondersteund tot.
tr_tr: Şu tarihe kadar desteklenir.

source: Renew the support
el: Ανανέωση της στήριξης
it_it: Rinnovare il sostegno
nl_nl: Vernieuw de steun
tr_tr: Desteği yenileyin

source: Last checked.
el: Τελευταίος έλεγχος.
it_it: Ultimo controllo.
nl_nl: Laatst gecontroleerd.
tr_tr: Son kontrol.

source: Purchase code.
el: Κωδικός αγοράς.
it_it: Codice d'acquisto.
nl_nl: Aankoopcode.
tr_tr: Satın alma kodu.

source: Verify purchase
el: Επαλήθευση αγοράς
it_it: Verificare l'acquisto
nl_nl: Aankoop verifiëren
tr_tr: Satın alma işlemini doğrulayın

source: Please enter your purchase code.
el: Πληκτρολογήστε τον κωδικό αγοράς σας.
it_it: Inserisci il codice di acquisto.
nl_nl: Voer uw aankoopcode in.
tr_tr: Lütfen satın alma kodunuzu girin.

source: Select company logo.
el: Επιλέξτε το λογότυπο της εταιρείας.
it_it: Selezionare il logo dell'azienda.
nl_nl: Selecteer bedrijfslogo.
tr_tr: Şirket logosunu seçin.

source: Select the base currency used in the plugin.
el: Επιλέξτε το βασικό νόμισμα που χρησιμοποιείται στο πρόσθετο.
it_it: Selezioni la valuta di base utilizzata nel plugin.
nl_nl: Selecteer de basisvaluta die in de plugin gebruikt wordt.
tr_tr: Eklentide kullanılan temel para birimini seçin.

source: Length unit
el: Μονάδα μήκους
it_it: Unità di lunghezza
nl_nl: Lengte-eenheid
tr_tr: Uzunluk birimi

source: Length unit.
el: Μονάδα μήκους.
it_it: Unità di lunghezza.
nl_nl: Lengte-eenheid.
tr_tr: Uzunluk birimi.

source: Date format
el: Μορφή ημερομηνίας
it_it: Formato Data
nl_nl: Datumweergave
tr_tr: Tarih Formatı

source: Select the date format to be displayed. More info you can find here %s.
el: Επιλέξτε τη μορφή ημερομηνίας που θα εμφανιστεί. Περισσότερες πληροφορίες μπορείτε να βρείτε εδώ %s.
it_it: Seleziona il formato della data da visualizzare. Per maggiori informazioni %s.
nl_nl: Selecteer het datumformaat. Meer info vindt u hier %s.
tr_tr: Görüntülenecek tarih formatını seçin. Daha fazla bilgiyi burada bulabilirsiniz %s.

source: First day
el: Πρώτη ημέρα
it_it: Primo giorno
nl_nl: Eerste dag
tr_tr: İlk gün

source: Set the first day of the week in the calendars.
el: Ορίστε την πρώτη ημέρα της εβδομάδας στα ημερολόγια.
it_it: Imposta il primo giorno della settimana nei calendari.
nl_nl: Stel de eerste dag van de week in de kalenders in.
tr_tr: Takvimlerde haftanın ilk gününü ayarlayın.

source: Time format
el: Μορφή Ώρας
it_it: Formato orario
nl_nl: Tijdnotatie
tr_tr: Zaman formatı

source: Select the time format to be displayed. More info you can find here %s.
el: Επιλέξτε τη μορφή της ώρας που θα εμφανιστεί. Περισσότερες πληροφορίες μπορείτε να βρείτε εδώ %s.
it_it: Seleziona il formato dell'ora da visualizzare. Per maggiori informazioni %s.
nl_nl: Selecteer het tijdformaat. Meer info vindt u hier %s.
tr_tr: Görüntülenecek saat formatını seçin. Daha fazla bilgiyi burada bulabilirsiniz %s.

source: Address format
el: Μορφή διεύθυνσης
it_it: Formato indirizzo
nl_nl: Adresformaat
tr_tr: Adres biçimi

source: Address format.
el: Μορφή διεύθυνσης.
it_it: Formato dell'indirizzo.
nl_nl: Adresformaat.
tr_tr: Adres biçimi.

source: Type 1
el: Τύπος 1
it_it: Tipo 1
tr_tr: Tip 1

source: Type 2 (US)
el: Τύπος 2 (ΗΠΑ)
it_it: Tipo 2 (USA)
nl_nl: Type 2 (VS)
tr_tr: Tip 2 (ABD)

source: Geolocation server
el: Διακομιστής γεωγραφικού εντοπισμού
it_it: Server di geolocalizzazione
nl_nl: Geolocatieserver
tr_tr: Coğrafi konum sunucusu

source: Select which servers should handle geolocation requests.
el: Επιλέξτε ποιοι διακομιστές θα πρέπει να χειρίζονται τα αιτήματα γεωγραφικού εντοπισμού.
it_it: Seleziona quali server devono gestire le richieste di geolocalizzazione.
nl_nl: Selecteer welke servers geolocatie-aanvragen moeten afhandelen.
tr_tr: Coğrafi konum isteklerini hangi sunucuların ele alması gerektiğini seçin.

source: Some of them may require additional configuration.
el: Ορισμένες από αυτές ενδέχεται να απαιτούν πρόσθετες ρυθμίσεις.
it_it: Alcuni di essi possono richiedere una configurazione aggiuntiva.
nl_nl: Sommige hiervan vereisen mogelijk extra configuratie.
tr_tr: Bazıları ek yapılandırma gerektirebilir.

source: Server.
el: Διακομιστής.
tr_tr: Sunucu.

source: API key for ipstack server.
el: Κλειδί API για τον διακομιστή ipstack.
it_it: Chiave API per il server ipstack.
nl_nl: API-sleutel voor ipstack-server.
tr_tr: Ipstack sunucusu için API anahtarı.

source: Fixer.io API key
el: Κλειδί API Fixer.io
it_it: Chiave API Fixer.io
nl_nl: Fixer.io API-sleutel
tr_tr: Fixer.io API anahtarı

source: Enter API key generated by <a href="%s" target="_blank">Fixer.io</a>.
el: Εισάγετε το κλειδί API που δημιουργήθηκε από <a href="%s" target="_blank">το Fixer.io</a>.
it_it: Inserisca la chiave API generata da <a href="%s" target="_blank">Fixer.io</a>.
nl_nl: Voer de door <a href="%s" target="_blank">Fixer.io</a> gegenereerde API-sleutel in.
tr_tr: <a href="%s" target="_blank">Fixer.io</a>tarafından oluşturulan API anahtarını girin.

source: Allowed files to upload
el: Επιτρεπόμενα αρχεία για μεταφόρτωση
it_it: File consentiti da caricare
nl_nl: Toegestane bestanden om te uploaden
tr_tr: Yüklenmesine izin verilen dosyalar
