Repository: blowgcode/Sklep-v9-0-update
Catalog: languages/chauffeur-booking-system-*.po
Languages: el, it_it, nl_nl, tr_tr

source: Enable or disable reCAPTCHA v3 feature in booking form.
el: Ενεργοποιήστε ή απενεργοποιήστε τη λειτουργία reCAPTCHA v3 στη φόρμα κράτησης.
it_it: Abilita o disabilita la funzione reCAPTCHA v3 nel modulo di prenotazione.
nl_nl: ReCAPTCHA v3 functie in boekingsformulier in- of uitschakelen.
tr_tr: Rezervasyon formunda reCAPTCHA v3 özelliğini etkinleştirin veya devre dışı bırakın.

source: This option requires additional settings in the "Plugin Options".
el: Αυτή η επιλογή απαιτεί πρόσθετες ρυθμίσεις στις "Επιλογές προσθήκης".
it_it: Questa opzione richiede impostazioni aggiuntive nelle "Opzioni del plugin".
nl_nl: Deze optie vereist extra instellingen in de "Plugin-opties".
tr_tr: Bu seçenek "Eklenti Seçenekleri "nde ek ayarlar gerektirir.

source: Booking form
el: Φόρμα Κράτησης
it_it: Modulo di prenotazione
nl_nl: Boekingsformulier
tr_tr: Rezervasyon Formu

source: Copy and paste the shortcode on a page.
el: Αντιγράψτε και επικολλήστε τον σύντομο κωδικό σε μια σελίδα.
it_it: Copia ed incolla lo Shortcode sulla pagina.
nl_nl: Kopieer en plak de shortcode op een pagina.
tr_tr: Kısa kodu kopyalayıp bir sayfaya yapıştırın.

source: Widget
el: Μικροεφαρμογή
tr_tr: Bileşen

source: Style 1 (vertical, selected fields).
el: Στυλ 1 (κατακόρυφο, επιλεγμένα πεδία).
it_it: Stile 1 (verticale, campi selezionati).
nl_nl: Stijl 1 (verticaal, geselecteerde velden).
tr_tr: Stil 1 (dikey, seçilen alanlar).

source: Style 2 (horizontal, single line, selected fields).
el: Στυλ 2 (οριζόντια, μονή γραμμή, επιλεγμένα πεδία).
it_it: Stile 2 (orizzontale, riga singola, campi selezionati).
nl_nl: Stijl 2 (horizontaal, enkele regel, geselecteerde velden).
tr_tr: Stil 2 (yatay, tek satır, seçilen alanlar).

source: Style 3 (horizontal, multiple lines, all fields).
el: Στυλ 3 (οριζόντια, πολλαπλές γραμμές, όλα τα πεδία).
it_it: Stile 3 (orizzontale, più righe, tutti i campi).
nl_nl: Stijl 3 (horizontaal, meerdere regels, alle velden).
tr_tr: Stil 3 (yatay, birden fazla satır, tüm alanlar).

source: Style 4 (horizontal, single line, selected fields).
el: Στυλ 4 (οριζόντια, μονή γραμμή, επιλεγμένα πεδία).
it_it: Stile 4 (orizzontale, riga singola, campi selezionati).
nl_nl: Stijl 4 (horizontaal, enkele regel, geselecteerde velden).
tr_tr: Stil 4 (yatay, tek satır, seçilen alanlar).

source: Service type offered
el: Προσφερόμενος τύπος υπηρεσίας
it_it: Tipo di servizio offerto
nl_nl: Servicetype aangeboden
tr_tr: Sunulan hizmet türü

source: Select at least one available type of service: distance (point-to-point), hourly, flat-rate for defined routes.
el: Επιλέξτε τουλάχιστον έναν διαθέσιμο τύπο υπηρεσίας: απόσταση (από σημείο σε σημείο), ωριαία, κατ 'αποκοπή για καθορισμένες διαδρομές.
it_it: Selezionare almeno un tipo di servizio disponibile: distanza (punto-punto), orario, tariffa fissa per percorsi definiti.
nl_nl: Selecteer ten minste één beschikbaar type dienst: afstand (punt-tot-punt), uurtarief, vast tarief voor bepaalde routes.
tr_tr: En az bir mevcut hizmet türü seçin: mesafe (noktadan noktaya), saatlik, tanımlanan rotalar için sabit ücret.

source: Default service type
el: Προεπιλεγμένος τύπος υπηρεσίας
it_it: Tipo di servizio di default
nl_nl: Standaard diensttype
tr_tr: Varsayılan hizmet türü

source: Select default service type. It will be preselected on the booking form.
el: Επιλέξτε τον προεπιλεγμένο τύπο υπηρεσίας. Θα προεπιλεγεί στη φόρμα κράτησης.
it_it: Selezioni il tipo di servizio predefinito. Verrà preselezionato nel modulo di prenotazione.
nl_nl: Selecteer het standaard servicetype. Dit wordt vooraf geselecteerd op het boekingsformulier.
tr_tr: Varsayılan hizmet türünü seçin. Rezervasyon formunda önceden seçilecektir.

source: Enable or disable transfer types (one way, return, return as new ride) for selected services.
el: Ενεργοποίηση ή απενεργοποίηση των τύπων μεταφοράς (μονόδρομος, επιστροφή, επιστροφή ως νέα διαδρομή) για επιλεγμένες υπηρεσίες.
it_it: Abilita o disabilita i tipi di trasferimento (solo andata, andata e ritorno, ritorno come nuova corsa) per i servizi selezionati.
nl_nl: In- of uitschakelen van transfertypes (enkele reis, retour, retour als nieuwe rit) voor geselecteerde diensten.
tr_tr: Seçilen hizmetler için transfer türlerini (tek yön, dönüş, yeni yolculuk olarak dönüş) etkinleştirin veya devre dışı bırakın.

source: Service
el: Υπηρεσία
it_it: Servizio
nl_nl: Dienst
tr_tr: Hizmet

source: Service type offered.
el: Προσφερόμενος τύπος υπηρεσίας.
it_it: Tipo di servizio offerto.
nl_nl: Aangeboden service soort.
tr_tr: Sunulan hizmet türü.

source: Transfer type label
el: Ετικέτα τύπου μεταφοράς
it_it: Etichetta del tipo di trasferimento
nl_nl: Label voor overdrachtstype
tr_tr: Transfer tipi etiketi

source: Enable or disable empty (not selected) item on transfer type list.
el: Ενεργοποίηση ή απενεργοποίηση του κενού (μη επιλεγμένου) στοιχείου στη λίστα τύπου μεταφοράς.
it_it: Abilita o disabilita la voce vuota (non selezionata) nell'elenco dei tipi di trasferimento.
nl_nl: Leeg (niet geselecteerd) item in de lijst met overdrachtsoorten in- of uitschakelen.
tr_tr: Aktarım türü listesindeki boş (seçili olmayan) öğeyi etkinleştirin veya devre dışı bırakın.

source: Label.
el: Ετικέτα.
it_it: Etichetta.
tr_tr: Etiket.

source: Base location
el: Βασική τοποθεσία
it_it: Posizione di base
nl_nl: Basis Lokatie
tr_tr: Temel konum

source: Company base location. Available for "Distance" and "Hourly" service types only.
el: Τοποθεσία βάσης της εταιρείας. Διατίθεται μόνο για τους τύπους υπηρεσιών "Απόσταση" και "Ωριαία".
it_it: Posizione di base dell'azienda. Disponibile solo per i tipi di servizio "a distanza" e "a ore".
nl_nl: Basislocatie van het bedrijf. Alleen beschikbaar voor servicetypes "Afstand" en "Uur".
tr_tr: Şirket merkez konumu. Yalnızca "Mesafe" ve "Saatlik" hizmet türleri için kullanılabilir.

source: If set, plugin can calculate delivery fee (base to pickup) and delivery return fee (drop-off to base).
el: Εάν έχει οριστεί, το πρόσθετο μπορεί να υπολογίσει την αμοιβή παράδοσης (από τη βάση στην παραλαβή) και την αμοιβή επιστροφής παράδοσης (από την παράδοση στη βάση).
it_it: Se impostato, il plugin può calcolare la tariffa di consegna (dalla base al ritiro) e la tariffa di ritorno della consegna (dalla consegna alla base).
nl_nl: Indien ingesteld, kan de invoegtoepassing bezorgkosten (basis naar ophalen) en retourkosten (drop-off naar basis) berekenen.
tr_tr: Ayarlanırsa, eklenti teslimat ücretini (merkezden teslim almaya) ve teslimat iade ücretini (merkeze bırakma) hesaplayabilir.

source: Fixed locations
el: Σταθερές θέσεις
it_it: Posizioni fisse
nl_nl: Vaste locaties
tr_tr: Sabit konumlar

source: Enter fixed pickup/drop-off location(s) for selected service(s).
el: Εισαγάγετε σταθερές τοποθεσίες παραλαβής/αποβίβασης για επιλεγμένες υπηρεσίες.
it_it: Inserisca le sedi fisse di ritiro/consegna per i servizi selezionati.
nl_nl: Voer vaste ophaal-/afzetlocatie(s) in voor de geselecteerde dienst(en).
tr_tr: Seçilen hizmet(ler) için sabit teslim alma/bırakma konum(lar)ını girin.

source: Pickup location.
el: Τοποθεσία παραλαβής.
it_it: Sede ritiro.
nl_nl: Ophaal locatie.
tr_tr: Alış Noktası.

source: Drop-off location.
el: Τοποθεσία αποβίβασης.
it_it: Luogo di consegna.
nl_nl: Afgiftepunt.
tr_tr: Bırakma yeri.

source: Fixed locations label
el: Ετικέτα σταθερών τοποθεσιών
it_it: Etichetta delle sedi fisse
nl_nl: Label met vaste locaties
tr_tr: Sabit konumlar etiketi

source: Enable or disable empty (not selected) item on fixed location list. This option works only if the autocomplete feature is disabled.
el: Ενεργοποίηση ή απενεργοποίηση κενού (μη επιλεγμένου) στοιχείου στη λίστα σταθερών τοποθεσιών. Αυτή η επιλογή λειτουργεί μόνο αν η λειτουργία αυτόματης συμπλήρωσης είναι απενεργοποιημένη.
it_it: Abilita o disabilita l'elemento vuoto (non selezionato) nell'elenco delle località fisse. Questa opzione funziona solo se la funzione di completamento automatico è disattivata.
nl_nl: Leeg (niet geselecteerd) item op vaste locatielijst in- of uitschakelen. Deze optie werkt alleen als de functie voor automatisch aanvullen is uitgeschakeld.
tr_tr: Sabit konum listesinde boş (seçili olmayan) öğeyi etkinleştirin veya devre dışı bırakın. Bu seçenek yalnızca otomatik tamamlama özelliği devre dışı bırakıldığında çalışır.

source: Fixed locations autocomplete
el: Αυτόματη συμπλήρωση σταθερών θέσεων
it_it: Correzione del completamento automatico delle località
nl_nl: Vaste locaties autocomplete
tr_tr: Sabit konumlar otomatik tamamlama

source: Enable or disable autocomplete feature on fixed location lists.
el: Ενεργοποιήστε ή απενεργοποιήστε τη δυνατότητα αυτόματης συμπλήρωσης σε λίστες σταθερών τοποθεσιών.
it_it: Abilita o disabilita la funzione di completamento automatico negli elenchi di località fisse.
nl_nl: In- of uitschakelen van de functie autoaanvullen op lijsten met vaste locaties.
tr_tr: Sabit konum listelerinde otomatik tamamlama özelliğini etkinleştirin veya devre dışı bırakın.

source: Allow customer to add waypoints.
el: Επιτρέψτε στον πελάτη να προσθέσει σημεία διαδρομής.
it_it: Consentire al cliente di aggiungere punti di passaggio.
nl_nl: Laat de klant waypoints toevoegen.
tr_tr: Müşterinin yol noktaları eklemesine izin verin.

source: Works only in "Distance" mode without fixed pickup/drop-off locations.
el: Λειτουργεί μόνο στη λειτουργία "Απόσταση" χωρίς σταθερές τοποθεσίες παραλαβής/αποβίβασης.
it_it: Funziona solo in modalità "Distanza" senza luoghi di ritiro/consegna fissi.
nl_nl: Werkt alleen in de modus "Afstand" zonder vaste ophaal-/afzetlocaties.
tr_tr: Sabit alma/bırakma konumları olmadan yalnızca "Mesafe" modunda çalışır.

source: Select routes that are available to book.
el: Επιλέξτε διαδρομές που είναι διαθέσιμες για κράτηση.
it_it: Seleziona i percorsi disponibili per prenotare.
nl_nl: Selecteer routes die beschikbaar zijn om te reserveren.
tr_tr: Rezervasyon yapılabilecek rotaları seçin.

source: This option is available for "Flat rate" service type only.
el: Αυτή η επιλογή είναι διαθέσιμη μόνο για τον τύπο υπηρεσίας "Κατ 'αποκοπή".
it_it: Questa opzione è disponibile solo per il tipo di servizio "Tariffa fissa".
nl_nl: Deze optie is alleen beschikbaar voor het diensttype "Vast tarief".
tr_tr: Bu seçenek yalnızca "Sabit fiyat" hizmet türü için kullanılabilir.

source: - All routes -
el: - Όλες οι διαδρομές -
it_it: - Tutte le rotte -
nl_nl: - Alle routes -
tr_tr: Tüm Rotalar

source: Routes label
el: Ετικέτα διαδρομών
it_it: Etichetta delle rotte
tr_tr: Rotalar etiketi

source: Enable or disable empty (not selected) item on routes list. This option works only if the autocomplete feature is disabled.
el: Ενεργοποίηση ή απενεργοποίηση κενού (μη επιλεγμένου) στοιχείου στη λίστα διαδρομών. Αυτή η επιλογή λειτουργεί μόνο αν η λειτουργία αυτόματης συμπλήρωσης είναι απενεργοποιημένη.
it_it: Abilita o disabilita la voce vuota (non selezionata) nell'elenco dei percorsi. Questa opzione funziona solo se la funzione di completamento automatico è disattivata.
nl_nl: Lege (niet geselecteerde) items op routes in- of uitschakelen. Deze optie werkt alleen als de functie autoaanvullen is uitgeschakeld.
tr_tr: Rotalar listesinde boş (seçilmemiş) öğeyi etkinleştirin veya devre dışı bırakın. Bu seçenek yalnızca otomatik tamamlama özelliği devre dışı bırakıldığında çalışır.

source: Route field autocomplete
el: Αυτόματη συμπλήρωση πεδίου διαδρομής
it_it: Autocompletamento dei campi del percorso
nl_nl: Routeveld automatisch aanvullen
tr_tr: Rota alanı otomatik tamamlama

source: Enable or disable autocomplete feature on route field.
el: Ενεργοποίηση ή απενεργοποίηση της λειτουργίας αυτόματης συμπλήρωσης στο πεδίο διαδρομής.
it_it: Abilita o disabilita la funzione di completamento automatico sul campo del percorso.
nl_nl: Schakel de functie voor automatisch aanvullen op routevelden in of uit.
tr_tr: Rota alanında otomatik tamamlama özelliğini etkinleştirin veya devre dışı bırakın.

source: Pickup location field
el: Πεδίο θέσης παραλαβής
it_it: Campo della località di ritiro
nl_nl: Afhaallocatie veld
tr_tr: Teslim alma konumu alanı

source: Enable or disable pickup location field.
el: Ενεργοποίηση ή απενεργοποίηση του πεδίου θέσης παραλαβής.
it_it: Abilita o disabilita il campo della posizione di prelievo.
nl_nl: Schakel het veld voor de afhaallocatie in of uit.
tr_tr: Teslim alma konumu alanını etkinleştirin veya devre dışı bırakın.

source: Drop-off location field
el: Πεδίο θέσης απόρριψης
it_it: Campo del luogo di consegna
nl_nl: Drop-off locatie veld
tr_tr: Teslim yeri alanı

source: Enable or disable drop-off location field.
el: Ενεργοποίηση ή απενεργοποίηση του πεδίου θέσης παράδοσης.
it_it: Abilita o disabilita il campo della posizione di consegna.
nl_nl: Het veld voor de afgifteplaats in- of uitschakelen.
tr_tr: Bırakma konumu alanını etkinleştirin veya devre dışı bırakın.

source: Enable or disable option to set number of passengers (adults, children) for selected service types.
el: Ενεργοποίηση ή απενεργοποίηση της επιλογής για τον καθορισμό του αριθμού των επιβατών (ενήλικες, παιδιά) για επιλεγμένους τύπους υπηρεσιών.
it_it: Abilita o disabilita l'opzione per impostare il numero di passeggeri (adulti, bambini) per i tipi di servizio selezionati.
nl_nl: Schakel de optie in of uit om het aantal passagiers (volwassenen, kinderen) in te stellen voor geselecteerde servicetypes.
tr_tr: Seçilen hizmet türleri için yolcu sayısını (yetişkinler, çocuklar) ayarlama seçeneğini etkinleştirin veya devre dışı bırakın.

source: Works correctly only with "Variable" price type. You must define price per adult and child.
el: Λειτουργεί σωστά μόνο με τον τύπο τιμής "Μεταβλητή". Πρέπει να ορίσετε την τιμή ανά ενήλικα και ανά παιδί.
it_it: Funziona correttamente solo con il tipo di prezzo "Variabile". Deve definire il prezzo per adulto e bambino.
nl_nl: Werkt alleen correct met het prijstype "Variabel". U moet de prijs per volwassene en kind definiëren.
tr_tr: Yalnızca "Değişken" fiyat türü ile doğru şekilde çalışır. Yetişkin ve çocuk başına fiyat tanımlamalısınız.

source: Adults
el: Ενήλικες
it_it: Adulti
nl_nl: Volwassenen
tr_tr: Yetişkin

source: Adults.
el: Ενήλικες.
it_it: Adulti.
nl_nl: Volwassenen.
tr_tr: Yetişkinler.

source: Children
el: Παιδιά
it_it: Bambini
nl_nl: Kinderen
tr_tr: Çocuk

source: Children.
el: Παιδιά.
it_it: Bambini.
nl_nl: Kinderen.
tr_tr: Çocuk.

source: Default number of passengers
el: Προκαθορισμένος αριθμός επιβατών
it_it: Numero predefinito di passeggeri
nl_nl: Standaard aantal passagiers
tr_tr: Varsayılan yolcu sayısı

source: Enter default number of passengers, or leave empty.
el: Εισάγετε τον προεπιλεγμένο αριθμό επιβατών ή αφήστε τον κενό.
it_it: Inserisca il numero predefinito di passeggeri, oppure lasci vuoto.
nl_nl: Voer het standaard aantal passagiers in, of laat leeg.
tr_tr: Varsayılan yolcu sayısını girin veya boş bırakın.

source: Show price per passengers
el: Εμφάνιση τιμής ανά επιβάτη
it_it: Prezzo dello spettacolo per passeggero
nl_nl: Toon prijs per passagier
tr_tr: Yolcu başına fiyatı göster

source: Show price per single passenger next to vehicle in second step.
el: Εμφάνιση τιμής ανά επιβάτη δίπλα στο όχημα στο δεύτερο βήμα.
it_it: Mostri il prezzo per passeggero singolo accanto al veicolo nella seconda fase.
nl_nl: Toon de prijs per individuele passagier naast het voertuig in tweede stap.
tr_tr: İkinci adımda aracın yanında tek yolcu başına fiyatı göster.

source: "Person" label
el: Ετικέτα "Άτομο"
it_it: "Etichetta "Persona
nl_nl: "Persoon" label
tr_tr: "Kişi" etiketi

source: Use "Person" instead of "Adult" label in the booking form.
el: Χρησιμοποιήστε την ετικέτα "Άτομο" αντί για "Ενήλικας" στη φόρμα κράτησης.
it_it: Utilizzi l'etichetta "Persona" invece di "Adulto" nel modulo di prenotazione.
nl_nl: Gebruik "Persoon" in plaats van "Volwassene" label in het boekingsformulier.
tr_tr: Rezervasyon formunda "Yetişkin" etiketi yerine "Kişi" etiketini kullanın.

source: Passenger dropdown list
el: Αναδιπλούμενη λίστα επιβατών
it_it: Elenco a discesa dei passeggeri
nl_nl: Passagierskeuzelijst
tr_tr: Yolcu açılır listesi

source: Enable dropdown list for number of passengers instead of text field in step #1 of booking form.
el: Ενεργοποίηση της πτυσσόμενης λίστας για τον αριθμό των επιβατών αντί του πεδίου κειμένου στο βήμα #1 της φόρμας κράτησης.
it_it: Abilitare l'elenco a discesa per il numero di passeggeri invece del campo di testo nel passo #1 del modulo di prenotazione.
nl_nl: Schakel vervolgkeuzelijst in voor aantal passagiers in plaats van tekstveld in stap #1 van boekingsformulier.
tr_tr: Rezervasyon formunun 1. adımında metin alanı yerine yolcu sayısı için açılır listeyi etkinleştirin.

source: Location of passenger dropdown list
el: Τοποθεσία της αναπτυσσόμενης λίστας επιβατών
it_it: Posizione dell'elenco a discesa dei passeggeri
nl_nl: Locatie van vervolgkeuzelijst passagier
tr_tr: Yolcu açılır listesinin konumu

source: Display passenger dropdown next to pickup date/time.
el: Εμφάνιση πτυσσόμενου πλαισίου επιβατών δίπλα στην ημερομηνία/ώρα παραλαβής.
it_it: Visualizzi il menu a tendina dei passeggeri accanto alla data/ora del ritiro.
nl_nl: Geef passagier dropdown weer naast afhaaldatum/tijd.
tr_tr: Teslim alma tarihi/saatinin yanında yolcu açılır menüsünü görüntüleyin.

source: Works only if the following options are enabled: adult passenger, person label, and passenger dropdown list.
el: Λειτουργεί μόνο εάν είναι ενεργοποιημένες οι ακόλουθες επιλογές: ενήλικας επιβάτης, ετικέτα ατόμου και αναπτυσσόμενη λίστα επιβατών.
it_it: Funziona solo se sono abilitate le seguenti opzioni: passeggero adulto, etichetta persona e elenco a discesa dei passeggeri.
nl_nl: Werkt alleen als de volgende opties zijn ingeschakeld: volwassen passagier, persoonlabel en vervolgkeuzelijst passagier.
tr_tr: Yalnızca şu seçenekler etkinleştirildiğinde çalışır: yetişkin yolcu, kişi etiketi ve yolcu açılır listesi.

source: Default vehicle
el: Προεπιλεγμένο όχημα
it_it: Veicolo predefinito
nl_nl: Standaard voertuig
tr_tr: Varsayılan araç

source: Select default vehicle to be preselected on the booking form.
el: Επιλέξτε το προεπιλεγμένο όχημα που θα προεπιλεγεί στη φόρμα κράτησης.
it_it: Selezioni il veicolo predefinito da preselezionare nel modulo di prenotazione.
nl_nl: Selecteer het standaardvoertuig dat vooraf geselecteerd moet worden op het boekingsformulier.
tr_tr: Rezervasyon formunda önceden seçilecek varsayılan aracı seçin.

source: Vehicle selecting
el: Επιλογή οχήματος
it_it: Selezione del veicolo
nl_nl: Voertuig selecteren
tr_tr: Araç seçimi

source: Enable or disable vehicle selection in step #2.
el: Ενεργοποιήστε ή απενεργοποιήστε την επιλογή οχήματος στο βήμα #2.
it_it: Abiliti o disabiliti la selezione del veicolo al punto #2.
nl_nl: Activeer of deactiveer voertuigselectie in stap #2.
tr_tr: Adım #2'de araç seçimini etkinleştirin veya devre dışı bırakın.

source: If disabled, a default vehicle must be set.
el: Εάν είναι απενεργοποιημένο, πρέπει να οριστεί ένα προεπιλεγμένο όχημα.
it_it: Se è disattivato, deve essere impostato un veicolo predefinito.
nl_nl: Indien uitgeschakeld, moet een standaardvoertuig worden ingesteld.
tr_tr: Devre dışı bırakılırsa, varsayılan bir araç ayarlanmalıdır.

source: Vehicle availability settings are ignored in this case.
el: Οι ρυθμίσεις διαθεσιμότητας οχήματος αγνοούνται σε αυτή την περίπτωση.
it_it: Le impostazioni di disponibilità del veicolo vengono ignorate in questo caso.
nl_nl: De instellingen voor voertuigbeschikbaarheid worden in dit geval genegeerd.
tr_tr: Bu durumda araç kullanılabilirlik ayarları göz ardı edilir.

source: Vehicles availability
el: Διαθεσιμότητα οχημάτων
it_it: Veicoli disponibili
nl_nl: Beschikbaarheid van voertuigen
tr_tr: Araçların kullanılabilirliği

source: Enable to prevent submitting orders with vehicles already assigned to other bookings at the same date and time.
el: Ενεργοποίηση για να αποτρέψετε την υποβολή παραγγελιών με οχήματα που έχουν ήδη εκχωρηθεί σε άλλες κρατήσεις την ίδια ημερομηνία και ώρα.
it_it: Consente di evitare l'invio di ordini con veicoli già assegnati ad altre prenotazioni nella stessa data e ora.
nl_nl: Inschakelen om te voorkomen dat orders worden verzonden met voertuigen die al zijn toegewezen aan andere boekingen op dezelfde datum en tijd.
tr_tr: Aynı tarih ve saatte başka rezervasyonlara atanmış araçlarla sipariş göndermeyi engellemek için etkinleştirin.

source: Vehicles availability for the same orders
el: Διαθεσιμότητα οχημάτων για τις ίδιες παραγγελίες
it_it: Disponibilità di veicoli per gli stessi ordini
nl_nl: Beschikbaarheid van voertuigen voor dezelfde reserveringen
tr_tr: Aynı siparişler için araç kullanılabilirliği

source: Enable to display vehicles assigned to other orders with same date/time and available seats.
el: Δυνατότητα εμφάνισης οχημάτων που έχουν εκχωρηθεί σε άλλες παραγγελίες με την ίδια ημερομηνία/ώρα και διαθέσιμες θέσεις.
it_it: Consente di visualizzare i veicoli assegnati ad altri ordini con la stessa data/ora e i posti disponibili.
nl_nl: Voertuigen weergeven die zijn toegewezen aan andere orders met dezelfde datum/tijd en beschikbare plaatsen.
tr_tr: Aynı tarih/saat ve mevcut koltuklara sahip diğer siparişlere atanmış araçları görüntülemeyi etkinleştirin.

source: Works only for fixed locations.
el: Λειτουργεί μόνο για σταθερές τοποθεσίες.
it_it: Funziona solo per le postazioni fisse.
nl_nl: Werkt alleen voor vaste locaties.
tr_tr: Yalnızca sabit konumlar için çalışır.

source: Vehicle categories
el: Κατηγορίες οχημάτων
it_it: Categorie veicoli
nl_nl: Voertuig categorieën
tr_tr: Araç kategorileri

source: Select vehicle categories available for booking.
el: Επιλέξτε κατηγορίες οχημάτων διαθέσιμες για κράτηση.
it_it: Seleziona le categorie di veicoli disponibili per la prenotazione.
nl_nl: Selecteer voertuigcategorieën die beschikbaar zijn om te boeken.
tr_tr: Rezervasyon için mevcut araç kategorilerini seçin.

source: - All categories -
el: - Όλες οι κατηγορίες -
it_it: - Tutte le categorie -
nl_nl: - Alle categorieën -
tr_tr: - Tüm Kategoriler -

source: Vehicle filter
el: Φίλτρα οχήματος
it_it: Filtro del veicolo
nl_nl: Voertuig filter
tr_tr: Araç filtresi

source: Enable selected filters in filter bar.
el: Ενεργοποιήστε τα επιλεγμένα φίλτρα στη γραμμή φίλτρων.
it_it: Abilita i filtri selezionati nella barra dei filtri.
nl_nl: Schakel geselecteerde filters in de filterbalk in.
tr_tr: Filtre çubuğunda seçili filtreleri etkinleştirin.

source: Standard
el: Τυπικό
nl_nl: Standaard
tr_tr: Standart

source: Vehicles sorting
el: Ταξινόμηση οχημάτων
it_it: Ordinamento dei veicoli
nl_nl: Sorteren van voertuigen
tr_tr: Araçların sınıflandırılması

source: Select sorting options of vehicles in booking form.
el: Επιλέξτε επιλογές ταξινόμησης οχημάτων στη φόρμα κράτησης.
it_it: Selezioni le opzioni di ordinamento dei veicoli nel modulo di prenotazione.
nl_nl: Selecteer sorteeropties van voertuigen in het boekingsformulier.
tr_tr: Rezervasyon formunda araçların sıralama seçeneklerini seçin.

source: Vehicle pagination
el: Σελιδοποίηση οχήματος
it_it: Allestimento del veicolo
nl_nl: Paginering voertuig
tr_tr: Araç sayfalandırma

source: Enter number of vehicles displayed on single page.
el: Εισαγάγετε τον αριθμό των οχημάτων που εμφανίζονται σε μία σελίδα.
it_it: Inserisca il numero di veicoli visualizzati in una singola pagina.
nl_nl: Voer het aantal voertuigen in dat op één pagina wordt weergegeven.
tr_tr: Tek sayfada görüntülenen araç sayısını girin.
